{"alternative_title":"","overview":"Incapacity Benefit is help if you couldn’t work because of an illness or disability before 31 January 2011 - rates and changes to Incapacity Benefit","slug":"incapacity-benefit","title":"Incapacity Benefit","updated_at":"2012-10-02T12:13:14+00:00","parts":[{"table":{"body":"^Since 31 January 2011 you can no longer make a claim for Incapacity Benefit. You should claim [Employment and Support Allowance (ESA)](/employment-support-allowance \"Employment and Support Allowance\") instead.^\r\n\r\nYou may still be getting Incapacity Benefit if you claimed before 31 January 2011.\r\n\r\nIncapacity Benefit is being phased out. If you're getting Incapacity Benefit, [Jobcentre Plus will review your claim](/incapacity-benefit/further-information \"information about review of Incapacity Benefit\"). They will check if you’re capable of work or can get ESA instead.\r\n\r\n*[ESA]: Employment and Support Allowance","slug":"overview","title":"Overview"}},{"table":{"body":"Incapacity Benefit is being phased out. This means [Jobcentre Plus will review your Incapacity Benefit claim](/incapacity-benefit/further-information \"information about review of Incapacity Benefit\"). They will check if you’re capable of work or can get [Employment and Support Allowance (ESA)](/employment-support-allowance \"Employment and Support Allowance\") instead.\r\n\r\nUntil your claim is reviewed you will continue to get your current Incapacity Benefit, as long as you still meet the conditions for the benefit.\r\n\r\nIncapacity Benefit (IB) is paid at 3 weekly rates:\r\n\r\n- short-term (lower) IB is paid for the first 28 weeks\r\n- short-term (higher) IB is paid from weeks 29 to 52\r\n- long-term IB is paid from week 53\r\n\r\nWeekly rate | Amount | Amount if you're over State Pension age\r\n- | -\r\nshort-term (lower rate) | £74.80 | £95.15\r\nshort-term (higher rate) | £88.55 | £99.15\r\nlong-term basic rate | £99.15 | You're not eligible for long-term basic rate IB\r\n\r\n##How Incapacity Benefit is paid##\r\n\r\nAll benefits, pensions and allowances are paid into an account, eg your bank account.\r\n\r\n##Pension income rules##\r\n\r\nIf you have a gross pension income of more than £85 a week, the amount of benefit will be reduced by half of the excess. The excess is the difference between £85 and your actual pension income.\r\n\r\nFor example, for a pension income of £100, the excess is £15. The amount of Incapacity Benefit payable is reduced by half of that, which is £7.50.\r\n\r\n##Exceptions to the pension income rules##\r\n\r\nThe pension incomes rules do not apply if:\r\n\r\n- you were getting Incapacity Benefit before 6 April 2001\r\n- your claim was made before 6 April 2001\r\n- you get the highest rate of the care component of [Disability Living Allowance (DLA)](/dla-disability-living-allowance-benefit \"Disability Living Allowance\")\r\n\r\n*[ESA]: Employment and Support Allowance\r\n*[DLA]: Disability Living Allowance\r\n*[IB]: Incapacity Benefit\r\n\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"^Since 31 January 2011 you can no longer make a claim for Incapacity Benefit. You should claim [Employment and Support Allowance (ESA)](/employment-support-allowance \"Employment and Support Allowance\") instead.^\r\n\r\nYou may have been able to get Incapacity Benefit before 31 January 2011 if you couldn’t work because of illness or disability.\r\n\r\n##If you're already getting Incapacity Benefit##\r\n\r\nIncapacity Benefit is being phased out. This means [Jobcentre Plus will review your Incapacity Benefit claim](/incapacity-benefit/further-information \"information about review of Incapacity Benefit\"). They will check if you’re capable of work or can get ESA instead.\r\n\r\n*[ESA]: Employment and Support Allowance","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"^Since 31 January 2011 you can no longer make a claim for Incapacity Benefit. You should claim [Employment and Support Allowance (ESA)](/employment-support-allowance \"Employment and Support Allowance\") instead.^\r\n\r\n*[ESA]: Employment and Support Allowance","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Review of your Incapacity Benefit claim##\r\n\r\n^Incapacity Benefit is being phased out. Jobcentre Plus will review your Incapacity Benefit claim to check if you’re capable of work or can get [Employment and Support Allowance (ESA)](/employment-support-allowance \"Employment and Support Allowance\") instead.^\r\n\r\nYour benefit claim will not be reviewed if:\r\n\r\n- you're already getting ESA\r\n- you are due to reach State Pension age before 6 April 2014\r\n\r\n##How your claim will be reviewed##\r\n\r\nJobcentre Plus will write to you when your benefit claim is going to be reviewed. Not everyone will be contacted at the same time. This process started in October 2010 and is expected to be completed in 2014.\r\n\r\n###Questionnaire###\r\n\r\nJobcentre Plus will send you a questionnaire to complete. This questionnaire will ask about how your long term health condition or disability affects your ability to complete everyday tasks.\r\n\r\nYou must complete this questionnaire with as much detail as possible and return it by the date requested. If you don't, your benefit claim may be affected.\r\n\r\nInclude with your questionnaire any medical reports or letters you have which you feel will help to explain your long term health condition or disability. Send the originals - they will be returned to you. If you can't send the originals, send photo-copies.\r\n\r\n###Work Capability Assessment###\r\n\r\nThe information you give will be used to decide if you need to attend a face-to-face assessment. This is called a Work Capability Assessment. It will help find out:\r\n\r\n- what you're able to do\r\n- whether you might be capable of work\r\n\r\n%If you're asked to attend an assessment, you must go and take part fully. If you don't, your benefit claim may be affected.%\r\n\r\n##If the review finds that you're capable of working##\r\n\r\nIf this happens, Jobcentre Plus will call you. They will discuss what benefits you might be able to claim, eg Jobseeker's Allowance. They will also write to you.\r\n\r\n##If the review finds you're entitled to ESA## \r\n\r\nIf you're entitled to ESA, Jobcentre Plus will call you to let you know. They will also write to you.\r\n\r\nYour Incapacity Benefit claim will be transferred automatically to ESA. There will be no break in the payments you get.\r\n\r\nDepending on how severe your disability or health condition is, you will be placed in one of two groups:\r\n\r\n- Work Related Activity Group\r\n- Support Group\r\n\r\n###Work Related Activity Group###\r\n\r\nIf you're placed in the Work Related Activity Group, you will get support to help you prepare for suitable work.\r\n\r\nYour benefit may be affected if you don't take part in the work-related support.\r\n\r\n###Support Group###\r\n\r\nIf you are severely disabled or have the most severe health conditions you will be placed in the Support Group. You will not be expected to look for work and will get the extra support you need.\r\n\r\nYou will not have to take up any work-related support unless you want to.\r\n\r\n##If your circumstances change##\r\n\r\nTell [Jobcentre Plus](http://los.direct.gov.uk/default.aspx?type=2&lang=en \"contact Jobcentre Plus\"){:rel=\"external\"} if your circumstances change. Some examples of the changes you need to report include:\r\n\r\n- doing any work, including voluntary work\r\n- starting training and getting a training allowance\r\n- changing your address\r\n- going abroad\r\n- going into hospital (your Incapacity Benefit won't usually be affected)\r\n\r\n*[ESA]: Employment and Support Allowance ","slug":"further-information","title":"Further information"}}],"type":"programme"}