{"alternative_title":"","overview":"You can get Income Tax back or pay less tax if you're self employed, pay your own work expenses, make pension contributions or donate to charity","slug":"income-tax-reliefs","title":"Claim Income Tax reliefs","updated_at":"2012-10-03T12:13:08+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"‘Tax relief’ means that you either:\r\n\r\n- pay less tax to take account of money you’ve spent on specific things, like business expenses if you're self employed\r\n- get tax back or get it repaid in another way, like into a personal pension\r\n\r\nYou get some types of tax relief automatically - but some you must apply for.","slug":"overview","title":"Overview"}},{"table":{"body":"^ You automatically get tax relief on contributions to your own pension. ^\r\n\r\nHow you get the tax relief depends on the type of pension scheme you're paying into. \r\n\r\n##Workplace pension schemes\r\n\r\nYour employer usually takes pension contributions from your pay before they take Income Tax away. \r\n\r\nSo you don’t pay Income Tax on your pension contributions (but you do pay National Insurance contributions on them). \r\n\r\n^Some workplace pension schemes are run like personal pension schemes - ask your employer if you're not sure which applies to you.^\r\n\r\n##Personal pensions\r\n\r\nYou’ve already paid tax on the income you pay into a personal pension. \r\n\r\nYour pension provider claims back Income Tax from government at the basic Income Tax rate of 20% and adds it to your pension pot.\r\n\r\nThis means for every £80 you pay into your pension, you end up with £100 in your pension pot. \r\n\r\nIf you pay Income Tax at the 40% rate, you can claim back the extra 20% tax you've paid on your pension contributions through your [Self Assessment tax return](/self-assessment-tax-returns \"Self Assessment tax returns\") if you fill one in each year. \r\n\r\nIf you don’t, you call or write to HM Revenue & Customs (HMRC) to reclaim the extra tax you’ve paid.\r\n\r\n$C \r\n**HMRC Income Tax enquiries**\r\n\r\n0845 300 0627  \r\nMonday to Friday 8am to 8pm  \r\nSaturday 8am to 4pm  \r\n$C \r\n\r\n$A\r\nHMRC\r\nPay As You Earn\r\nPO Box 1970\r\nLiverpool\r\nL75 1WX\r\n$A\r\n\r\nIf you pay Income Tax at the 50% rate, you can only claim the difference through your [Self Assessment tax return.](/self-assessment-tax-returns \"Self Assessment tax returns\")\r\n\r\n##Limits on tax relief for pension contributions\r\n\r\nThe maximum amount of pension contributions that you can get tax relief on in each tax year is the lower of:\r\n\r\n- 100% of your earnings\r\n- £50,000\r\n\r\nYou pay Income Tax on any pension contributions you make above the limit.\r\n\r\n##If you don’t pay Income Tax\r\n\r\nIf you don’t pay Income Tax because you’re on a low income, you still automatically get tax relief at 20% on the first £2,880 you pay into a pension each tax year. \r\n\r\n##If you pay into someone else's pension\r\n\r\nIf you pay into someone else's pension, like your partner or spouse, they can get tax relief on your contributions instead of you. \r\n\r\nIf it's a personal pension, they'll automatically get the 20% tax you've paid added to their pension pot.\r\n\r\nIf it's an occupational or workplace pension scheme, check the scheme's rules. If it allows you to make contributions for other people, the person you're paying for may need to claim the tax relief. They should write to or call HMRC.\r\n\r\n$A\r\nHMRC\r\nPay As You Earn\r\nPO Box 1970\r\nLiverpool\r\nL75 1WX\r\n$A\r\n\r\n$C \r\n**HMRC Income Tax enquiries**\r\n\r\n0845 300 0627  \r\nMonday to Friday 8am to 8pm  \r\nSaturday 8am to 4pm  \r\n$C \r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"pension-contributions-tax-relief","title":"Pension contributions: tax relief"}},{"table":{"body":"If you’re self-employed (a sole trader or partner in a partnership), you get tax relief on what you spend running your business. \r\n\r\nYou only pay Income Tax and National Insurance contributions on your profits.\r\n\r\nYou claim tax relief by filling in your [Self Assessment tax return.](/self-assessment-tax-returns \"Self Assessment tax returns\")\r\n\r\n^You must claim within 5 years of the end of the tax year that you spent the money. ^\r\n\r\n##Costs you can claim\r\n\r\nYou can claim tax relief on money that you must spend to run your business. For example:\r\n\r\n- wages and salaries you pay to staff\r\n- the cost of goods for your business (like stock for a retailer or materials for a builder)\r\n- rent of business premises (like an office or shop)\r\n- rent, rates, power and water your business premises uses\r\n- motor and travel expenses if they’re only for business (like visiting customers or delivering goods)\r\n- bad debts (money your business is owed but isn’t paid)\r\n- losses your business made in previous tax years\r\n- accountancy and professional fees\r\n- advertising\r\n- business bank, PayPal and credit card charges\r\n- business insurance\r\n- interest on business loans\r\n- a uniform with your business logo on it\r\n- postage\r\n- safety clothing that you need for your business\r\n\r\n##Costs you can’t claim\r\n\r\nYou can’t claim ‘private expenditure’ - money you spend on things that aren’t directly related to your business. For example, you can’t claim:\r\n\r\n- day-to-day living expenses, like food or clothing that isn't related to work\r\n- household expenses\r\n- the amount you take as wages (sometimes called ‘drawings’)\r\n\r\n^If you use something both personally and for business - eg a landline at home - you can only claim for the part of the cost that you’ve used for business. ^\r\n\r\n##Equipment, machinery and property\r\n\r\nIf you buy equipment or machinery for your business, or things like furniture that you expect to last, you must claim the cost of them in a different way. These are called [‘capital allowances’.](/capital-allowances-the-basics \"Capital Allowances - the basics\") \r\n\r\n##More information\r\n\r\nHM Revenue & Customs has more details on what you can and can't claim when you're self employed.\r\n\r\n$D\r\n[Download 'Expenses and allowances for the self-employed: what you need to know' (PDF, 126KB)](http://www.hmrc.gov.uk/factsheets/expenses-allowances.pdf \"Download 'Expenses and allowances for the self-employed: what you need to know' (PDF, 126KB)\"){:rel=\"external\"}\r\n$D","slug":"self-employed-tax-relief","title":"Self employed: tax relief"}},{"table":{"body":"If you use your own money for travel and things that you must buy for your job, you may be able to claim tax relief for what you've spent. You must claim within 5 years of the end of the tax year that you spent the money. \r\n\r\n^If your employer has paid back your expenses, you can't claim tax relief. ^\r\n\r\n##How to claim\r\n\r\nIf you fill in a [Self Assessment tax return](/self-assessment-tax-returns \"Self Assessment tax returns\"), you make your claim this way.\r\n\r\nIf you don't, fill in and send form P87 to HM Revenue & Customs (HMRC).\r\n\r\n$D\r\n[Download 'form P87 -Tax relief for expenses of employment' (PDF, 70KB)](http://www.hmrc.gov.uk/forms/p87.pdf \"Download 'Form P87 -Tax relief for expenses of employment' (PDF, 70KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n$A\r\nHMRC  \r\nPay As You Earn  \r\nPO Box 1970  \r\nLiverpool  \r\nL75 1WX  \r\n$A\r\n\r\n##Travel and fuel costs\r\n\r\nYou may be able to get tax relief if you use your [own vehicle on business or for fuel you buy](http://www.hmrc.gov.uk/incometax/relief-mileage.htm \"Tax relief on fuel and business mileage\"){:rel=\"external\"} when you use a company car. \r\n\r\n^ You can't claim for travelling to where you usually work. ^\r\n\r\nYou may be able to get tax relief for the cost of [business travel and money you've had to spend on food or overnight expenses](http://www.hmrc.gov.uk/incometax/relief-travel.htm \"Tax relief on travel and subsistence\"){:rel=\"external\"} (called 'subsistence'). For example, if you need to visit a client or go to a temporary workplace. \r\n\r\n##Working at home\r\n\r\nYou may be able to get tax back for some of the bills you have to pay because you’re [working at home.](http://www.hmrc.gov.uk/incometax/relief-household.htm \"Tax relief for household expenses when you're working at home\"){:rel=\"external\"}\r\n\r\n##Tools and specialist clothing\r\n\r\nIf you have to buy [small tools or buy specialist clothing](http://www.hmrc.gov.uk/incometax/relief-tools.htm \"Tax relief for tools and specialist clothing\"){:rel=\"external\"} for your work - like a uniform or protective clothing - you may be able to claim back what you’ve paid.\r\n\r\n##Professional fees and subscriptions\r\n\r\nYou can ask for tax back on fees or subscriptions you pay to some [approved professional organisations](http://www.hmrc.gov.uk/incometax/relief-subs.htm \"Tax relief for professional fees and subscriptions\"){:rel=\"external\"} - but only if you must have membership to do your job or it's helpful for your work.\r\n\r\n##Buying other equipment\r\n\r\nIf you buy something like a filing cabinet or a desk for your work - called 'capital expenditure' - you might be able to get [capital allowances](http://www.hmrc.gov.uk/incometax/relief-capital.htm \"Tax relief for capital expenditure\") to help with the cost.\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"expenses-if-youre-employed-tax-relief","title":"Expenses if you're employed: tax relief"}},{"table":{"body":"Donations to charity get tax relief if you make them through either a:\r\n\r\n- Gift Aid scheme\r\n- Payroll Giving scheme\r\n\r\n##Donations through Gift Aid\r\n\r\nCharities and amateur sports clubs can register with HM Revenue & Customs (HMRC) to be part of the Gift Aid scheme. When they're registered, they can claim back the tax you've already paid on your donation.\r\n\r\nThe charity or sports club will give you a form to sign. They must also have an HMRC charity reference number - ask the charity or sports club if you're not sure.\r\n\r\n^ If you've paid less tax than the charity or sports club gets back, you may be asked to pay the tax to HMRC. ^\r\n\r\n###If you pay Income Tax at 40% or 50%\r\n\r\nYou can claim back the difference between the tax you've paid on the donation and what the charity got back when you fill in your [Self Assessment tax return.](/self-assessment-tax-returns \"Self Assessment tax returns\")\r\n\r\n###If you get age-related Personal Allowances or Married Couple's Allowance\r\n\r\nIf you get a higher tax-free Personal Allowance because you're over 65 or you claim Married Couple's Allowance, donations you make through Gift Aid may mean your tax-free allowances increase.\r\n\r\nIf you fill in a [Self Assessment tax return](self-assessment-tax-returns \"Self Assessment tax returns\"), your allowances will be adjusted automatically if they need to be.\r\n\r\nIf you don't, call HMRC to tell them about your charity donations.\r\n\r\n$C \r\n\r\n**HMRC Income Tax enquiries**\r\n\r\n0845 300 0627  \r\nMonday to Friday 8am to 8pm  \r\nSaturday 8am to 4pm  \r\n\r\n$C \r\n\r\n##Payroll Giving schemes\r\n\r\nIf your employer or pension provider offers a Payroll Giving scheme, any donations you give through the scheme will be taken before Income Tax is taken off. \r\n\r\nYou'll still pay National Insurance contributions on the amount of your donation. But you won't pay any Income Tax on the amount you donate.\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n\r\n","slug":"charity-donations-tax-relief","title":"Charity donations: tax relief"}},{"table":{"body":"Maintenance Payments relief reduces your Income Tax if you make maintenance payments to an ex-spouse or civil partner.  \r\n\r\nYou can get it if all of the following apply:\r\n\r\n- either of you were born before 6 April 1935\r\n- you’re paying maintenance under a court order after the relationship has ended\r\n- the payments are for the maintenance of your ex-spouse or former civil partner (provided they aren't now remarried or in a new civil partnership) or for your children who are under 21\r\n\r\nMaintenance Payments relief is worth 10% of the maintenance you pay to your ex spouse or civil partner, up to a maximum of £296 a year (or 10% of £2,960).\r\n\r\nTo claim it, call HM Revenue & Customs (HMRC).\r\n\r\n$C \r\n**HMRC Income Tax enquiries**\r\n\r\n0845 300 0627  \r\nMonday to Friday 8am to 8pm  \r\nSaturday 8am to 4pm  \r\n$C \r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"maintenance-payments-tax-relief","title":"Maintenance payments: tax relief"}}],"type":"guide"}