{"alternative_title":"","overview":"Winter Fuel Payment is an allowance to help older people with their heating bills - claim form, how much you get, eligibility","slug":"winter-fuel-payment","title":"Winter Fuel Payment","updated_at":"2012-10-02T12:14:48+00:00","parts":[{"table":{"body":"You could get between £100 and £300 to help pay your heating bills if you were born before 6 July 1951. The is known as a 'Winter Fuel Payment'. \r\n\r\nThe money is paid between mid-November and December. It's tax free and doesn't have to be paid back. \r\n\r\nYou don't have to re-apply for it if you got it last year and your circumstances haven't changed. \r\n\r\n% Any money you get won’t affect your [Cold Weather Payment](/cold-weather-payment \"Cold Weather Payment\") or Warm Home Discount.%\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"How much you get depends on your circumstances. You usually get less if you live with other people who also qualify. \r\n\r\nCircumstance | Born before 6 July 1951 | Aged 80 or over before 24 September 2012\r\n - | - | -\r\nYou qualify | £200 | £300\r\nYou live with someone under 80 who also qualifies | £100 | £200 \r\nYou live with someone 80 or over who also qualifies | £100 | £150\r\nYou qualify but live in a care home and don't get certain benefits* | £100 | £150\r\n\r\n* Benefits: Pension Credit, income-based Jobseeker's Allowance, income-related Employment and Support Allowance \r\n\r\n% You'll get a letter telling you how much you'll get and an estimated payment date.  %\r\n\r\n##How you're paid \r\n\r\nPayments are paid between mid-November and December. \r\n\r\nAll benefits, pensions and allowances are [paid into an account](/how-to-have-your-benefits-paid \"How you're paid\"), eg a bank account. ","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"Usually, you'll qualify for Winter Fuel Payment if:\r\n\r\n+ you were born on or before 5 July 1951 \r\n+ you normally live in UK between 17 and 23 September 2012\r\n\r\nYou still get the payment if you qualify but move to another European Economic Area (EEA) country or Switzerland.\r\n\r\n##Exceptions \r\n\r\nYou don't qualify if during 17 to 23 September 2012 you:\r\n\r\n+ were in prison\r\n+ were in hospital getting free treatment for more than 52 weeks \r\n+ needed permission to enter the UK and didn't qualify for help from the Department for Work and Pensions\r\n+ lived in a care home, independent hospital or a Polish Resettlement Home (for the previous 12 weeks or more) and got Pension Credit, income-based Jobseeker's Allowance or income-related Employment and Support Allowance\r\n\r\n##Change of circumstance\r\n\r\nReport any change of circumstance as these can affect how much you get. For example, if the qualifying person moves out, dies or goes into care. \r\n\r\nContact the office paying your fuel payment (their details are on any letters they sent you). If you've not received a payment before, contact the helpline. \r\n\r\n$C\r\n**Winter Fuel Payment Helpline**  \r\nTelephone: 0845 915 1515   \r\nTextphone: 0845 6015613  \r\nMonday to Friday 8:30am to 4:30pm\r\n$C\r\n\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"% You only need to claim once - if you claimed last year you should get it automatically as long as your circumstances haven't change. %\r\n\r\nTo apply, send a claim form to the Department for Work and Pensions by 31 March 2013. \r\n\r\n$D\r\n[Download 'Winter Fuel Payment claim form' (PDF, 215KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@over50/documents/digitalasset/dg_198683.pdf \"Download 'Winter Fuel Payment claim form' (PDF, 215K)\"){:rel=\"external\"}\r\n$D\r\n\r\n$A\r\nWinter Fuel Payment Team  \r\nDepartment for Work and Pensions  \r\nPO Box 10142  \r\nAnnesley  \r\nNottingham  \r\nNG15 5WY  \r\n$A\r\n\r\n$C\r\n**Winter Fuel Payment Helpline**  \r\nTelephone: 0845 9151515  \r\nTextphone: 0845 6015613  \r\nMonday to Friday 8:30am to 4:30pm  \r\n$C\r\n\r\n##Appeal a decision \r\n\r\nYou can appeal the decision about your Winter Fuel Payment if you're unhappy with it. \r\n\r\n$D \r\n[Download 'Appeal against a benefit decision (leaflet GL24)' (PDF, 5000KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@benefits/documents/digitalasset/dg_201702.pdf \"Download 'Appeal against a benefit decision (leaflet GL24)' (PDF, 5000KB)\"){:rel=\"external\"}\r\n$D ","slug":"how-to-claim","title":"How to claim"}}],"type":"programme"}