{"alternative_title":"","overview":"Laid-off from work or put on short-time - pay entitlement, employment rights, temporary lay off, redundancy, taking on extra work, claiming Jobseeker's Allowance and short-time working regulations and payments","slug":"lay-offs-short-timeworking","title":"Lay-offs and short-time working","updated_at":"2012-10-02T12:13:19+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Your employer can ask you to stay at home or take unpaid leave if there's not enough work for you:\r\n\r\n- a lay-off is if you're off work for at least 1 working day\r\n- short-time working is when your hours are cut \r\n\r\n##How long you can be laid-off\r\nThere's no limit for how long you can be laid-off or put on short-time. You could apply for redundancy and claim redundancy pay if it's been:\r\n\r\n- 4 weeks in a row\r\n- 6 weeks in a 13-week period\r\n\r\n##Lay-off pay entitlement and short-time working payments\r\nYou should get your full pay unless your contract allows unpaid or reduced pay lay-offs. \r\n\r\nIf you're unpaid, you're entitled to [guarantee pay](guarantee-pay \"Guarantee pay\").","slug":"overview","title":"Overview"}},{"table":{"body":"##Rate and length of statutory lay-off pay\r\nYou're entitled to guarantee pay during lay-off or short-time working. The maximum you can get is £23.50 a day for 5 days in any 3-month period - so a maximum of £117.50.\r\n\r\nIf you usually earn less than £23.50 a day you'll get your normal daily rate.\r\n\r\nIf you work part-time, your entitlement is worked out proportionally.\r\n\r\n%You can't claim guarantee pay for any day that you do some work.%\r\n\r\n##Eligibility for statutory lay-off pay\r\nYou must:\r\n\r\n- have been employed continuously for 1 month (includes part-time workers)\r\n- reasonably make sure you're available for work\r\n- not refuse any reasonable alternative work (including work not in your contract)\r\n- not have been laid-off because of industrial action\r\n\r\n##Statutory lay-off pay and your employment contract\r\nYour employer may have their own guarantee pay scheme. It can't be less than the statutory arrangements. If you get your employer's payments, you don't get statutory on top of this. \r\n\r\n^Not paying you guarantee pay counts as an unlawful deduction from your wages - you could go to an [Employment Tribunal](/employment-tribunals \"Employment Tribunals\").^","slug":"guarantee-pay","title":"Guarantee pay"}},{"table":{"body":"You could apply for redundancy and claim redundancy pay if you’ve been laid-off without pay or on short-time and receive less than half a week's pay for:\r\n\r\n- 4 or more weeks in a row\r\n- 6 or more weeks in a 13-week period\r\n\r\ns1. Write to your employer to claim redundancy within 4 weeks of the lay-off or short-time.\r\ns2. Your employer has 7 days to accept your claim or give you a written counter-notice. \r\ns3. If your employer doesn't give you counter-notice, you can assume they've accepted your redundancy claim.\r\ns4. A counter-notice means your employer expects work will soon be available - it must start within 4 weeks and must last at least 13 weeks.\r\n\r\n^Your employer can withdraw their counter-notice in writing.^\r\n\r\n##Resigning\r\nYou must resign to get redundancy pay. The timing is crucial - you have 3 weeks to hand in your notice, starting from:\r\n\r\n- 7 days after you gave written notice to your employer (if you got no counter-notice)\r\n- the date your employer withdrew their counter-notice\r\n\r\n^You can get help from [Citizens Advice.](http://www.citizensadvice.org.uk/ \"Citizens Advice\"){:rel=\"external\"}^","slug":"applying-for-redundancy-","title":"Applying for redundancy "}},{"table":{"body":"You can take on another job while you're laid-off or on short-time (unless your contract says you mustn't).\r\n\r\nYou should:\r\n\r\n- get your employer's agreement\r\n- make sure you're not working for a competitor\r\n- make sure you're available for your original job once the lay-off or short-time ends \r\n\r\n##Jobseeker's Allowance\r\nYou could apply for Jobseeker's Allowance while on lay-off or short-time. You must be willing and able to take up casual work in travelling distance of your home. \r\n","slug":"extra-work-or-claiming-benefits","title":"Extra work or claiming benefits"}}],"type":"guide"}