{"alternative_title":"","overview":"The War Disablement Pension is for people who were injured or disabled as a result of service before 6 April 2005 - what you'll get, eligibility and applying","slug":"war-disablement-pension","title":"War Disablement Pension","updated_at":"2012-10-03T14:06:44+00:00","parts":[{"table":{"body":"If you have been injured or disabled as a result of service in HM Armed Forces before 6 April 2005, you may be able to claim War Disablement Pension.\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"The amount you're paid depends on the degree of your disability.\r\n\r\nYou'll need to complete a claim form before the Service Personnel and Veterans Agency checks your service records. The degree of your disability will then be decided by Veterans Agency medical advisers.\r\n\r\nYour assessment is worked out as a percentage.\r\n\r\nIf the percentage is one of the following:\r\n\r\n- more than 20% - you'll get a pension \r\n- less than 20% - you'll usually get a lump sum (or gratuity) \r\n\r\nThe gratuity amount depends on the extent of your disablement and how long you're likely to be disabled. If your condition is hearing loss assessed at less than 20%, you won't get a gratuity.\r\n\r\nIn addition to the basic War Disablement Pension (WDP) an additional allowance may be payable dependent on your age. Other allowances can also be claimed for care or mobility or if you are permanently unable to carry on with your regular occupation.\r\n\r\nWhether you are entitled to an additional allowance depends on the rate of WDP you have been awarded and other criteria, such as your level of care or mobility needs, or whether you have lost earnings.\r\n\r\nFor a full list of rates download the leaflet 'Rates of War Pensions and allowances 2011-2012' from the Service Personnel and Veterans Agency website.\r\n\r\n$D[Download 'Rates of War Pensions and allowances 2011-2012' (PDF, 249KB)](http://www.veterans-uk.info/pdfs/publications/va_leaflets/valeaflet9.pdf \"Rates of War Pensions and allowances 2011-2012\"){:rel=\"external\"}$D\r\n\r\n##How War Disablement Pension is paid##\r\n\r\nAll benefits, pensions and allowances are paid into an account, eg your bank account.\r\n\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You may be able to get War Disablement Pension if you were injured or disabled through serving in HM Armed Forces, including the:\r\n\r\n- Ulster Defence Regiment (now known as the Royal Irish Regiment) \r\n- Home Guard \r\n- nursing and auxiliary services \r\n\r\nYou can claim if you were injured or disabled because of conditions during a war or from being a prisoner of war, while serving as:\r\n\r\n- a civil defence volunteer (CDV) \r\n- part of the Merchant Navy (MN) \r\n- naval auxiliary \r\n- coastguard \r\n\r\nYou can also claim if during the Second World War, you were:\r\n\r\n- a civilian injured or disabled as a result of enemy action \r\n- a member of the Polish Forces under British Command (or you were in the Polish Resettlement Forces) and were injured or disabled in service \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n  \r\n\r\n*[CDV]: civil defence volunteer\r\n\r\n*[MN]: Merchant Navy","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"Complete the AFCS/WP01 form to claim War Disablement Pension.\r\n\r\n$D\r\n[Download claim form AFCS/WP01 (PDF, 278KB)](http://www.veterans-uk.info/pdfs/afcs/afcswps001.pdf \"claim form AFCS/WP01\"){:rel=\"external\"}\r\n$D\r\n\r\nSend the completed form to the following address:\r\n\r\n$A\r\nService Personnel and Veterans Agency\r\nNorcross\r\nThornton-Cleveleys\r\nLancashire\r\nFY5 3WP\r\n$A\r\n\r\nYou can also contact the Service Personnel and Veterans Agency’s UK helpline and ask them to send you a form.\r\n\r\n\r\n$C**Service Personnel and Veterans Agency's UK helpline**\r\n\r\n**Telephone:** 0800 169 2277  \r\n**If you live overseas:** + 44 1 253 866043  \r\n**Textphone:** 0800 169 3458   \r\n**E-mail:** <veterans.help@spva.gsi.gov.uk>  \r\n\r\nMonday to Thursday, 8:15am to 5:15pm  \r\nFriday, 8:15am to 4:30pm $C\r\n\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Effect on other benefits##\r\n\r\nThe amount of War Disablement Pension you're entitled to can be affected if you're receiving one of the following benefits:\r\n\r\n- [Employment and Support Allowance](/employment-support-allowance \"Employment and Support Allowance\")\r\n- [Incapacity Benefit](/incapacity-benefit \"Incapacity Benefit\")\r\n- [Disability Living Allowance](/dla-disability-living-allowance-benefit \"Disability Living Allowance\") \r\n- [Income Support](/income-support \"Income Support\")\r\n\r\nFor more information about which benefits may be affected contact your local [Jobcentre Plus office](http://los.direct.gov.uk/default.aspx?type=1&lang=en \"Jobcentre Plus office\"){:rel=\"external\"}.\r\n\r\n##How to appeal##\r\n\r\nIf you disagree with a decision about your claim you can appeal to the Service Personnel and Veterans Agency.\r\n\r\nBefore you appeal it's a good idea to:\r\n\r\n- ask the Service Personnel and Veterans Agency for more information about how the decision was reached \r\n- ask for the decision to be reconsidered if there are some facts the Service Personnel and Veterans Agency may not have known when they made their decision \r\n\r\nIf you're still unhappy with the outcome [contact the Service Personnel and Veterans Agency](http://www.veterans-uk.info/pensions/wpd_question9.html/ \"contact the Service Personnel and Veterans Agency\"){:rel=\"external\"} to let them know that you want to appeal.\r\n\r\n###Free help with appeals###\r\n\r\nYou can get free help with an appeal from the:\r\n\r\n- [Royal British Legion](http://www.britishlegion.org.uk/can-we-help/are-you-wounded,-injured-or-sick/ \"Royal British Legion\"){:rel=\"external\"}\r\n- [Royal British Legion Scotland](http://www.rblscotland.com/ \"Royal British Legion Scotland\"){:rel=\"external\"}\r\n- [Royal Air Forces Association](http://www.rafa.org.uk/help-howwecanhelpyou.asp \"Royal Air Forces Association\"){:rel=\"external\"}\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}