{"alternative_title":"","overview":"Tax credits if your family lives abroad, you're going abroad temporarily, you live outside the UK, you're a cross-border worker or subject to immigration control ","slug":"tax-credits-if-you-are-moving-country-or-travelling","title":"Tax credits if you are moving country or travelling","updated_at":"2012-10-02T12:14:27+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"##If your partner's not in the UK - and you have no children\r\nIf you've come to the UK, are working and your partner has stayed behind in their own country, you may get [Working Tax Credit](/working-tax-credit \"Working Tax Credit\") as a single person. \r\n\r\nIf your partner joins you in the UK you'll need to let the Tax Credit Office know within a month. This is because your tax credits payments may change.\r\n\r\n##Your child lives abroad\r\nIf you're working, you'll normally just get paid Working Tax Credit as a single person.\r\n\r\nBecause you have a child, you may be able to get Child Tax Credit as well if:\r\n\r\n- you work in the UK\r\n- you have a right to reside in the UK\r\n- you pay National Insurance contributions here\r\n- your child lives in a country in the European Economic Area (EEA) or in Switzerland with your partner or someone else - and depend on you to support them\r\n\r\nYou can't claim for a child who lives outside the EEA or Switzerland. An exception to this is if your partner is a Crown servant posted abroad.\r\n\r\nIf your partner and child join you in the UK you'll need to let the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") know within a month. This is because your tax credits payments may change.\r\n\r\n##Your partner gets benefits in another EEA country or Switzerland\r\nIf you've got children, and your partner gets benefits paid by another EEA country or Switzerland, these may affect your tax credits. \r\n\r\nSome benefits are counted as income, for example benefits paid because of unemployment, but others - like family benefits - aren't. If your partner does get family benefits paid by another EEA country, it may affect the amount of Child Tax Credit you are paid.","slug":"your-family-lives-abroad","title":"Your family lives abroad"}},{"table":{"body":"You may still qualify for tax credits if you go abroad for a short period, for example on holiday or for medical treatment. \r\n\r\nReason for leaving | How long you can get tax credits for\r\n- | -\r\nmedical treatment for yourself, your partner or your child | 12 weeks\r\ndeath of your partner, a child or close relative of either you or your partner | 12 weeks\r\nholidays or a business trip | 8 weeks\r\n\r\nIf you trip is going to last longer than 8 or 12 weeks, you need to contact the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") within a month. \r\n\r\nYour tax credits claim will usually come to an end, but you may still qualify if:\r\n\r\n- you get UK benefits or State Pension and you live in another European country with a child\r\n- you work and pay National Insurance contributions in the UK, but your family lives in another European country\r\n\r\n##Seafarers and offshore workers\r\nIf you're a seafarer or an offshore worker you'll be able to continue to claim tax credits if you're outside the UK. But each period that you work outside the UK must be 8 weeks or less.\r\n\r\nYou'll be treated as being in the UK as long as you're inside the UK's territorial waters - 12 miles out from the low water mark. If you're working outside this limit you can only be away from home for up to 8 weeks at a time before your tax credit award ends.\r\n\r\n\r\n\r\n\r\n\r\n","slug":"going-abroad-temporarily","title":"Going abroad temporarily"}},{"table":{"body":"If you're a crown servant posted overseas or you live abroad but your child lives in the UK, you could get tax credits.  \r\n\r\n##You're a Crown servant posted overseas\r\nYou may be able to claim tax credits, just as if you were living in the UK. The Tax Credit Office will treat you as being in the UK if any of the following applies:\r\n\r\n- you are, or were just before you were posted abroad, 'ordinarily resident' in the UK\r\n- you've had a series of postings abroad, with no breaks in between - and you are or were 'ordinarily resident' in the UK immediately before the first of those postings\r\n- you were in the UK just before you were posted abroad and the reason you were in the UK was connected to your posting - this can apply to a single posting or to a series of postings\r\n\r\n###Ordinarily resident\r\nOrdinarily resident means you normally live in the UK, and plan to stay here for the time being. When the Tax Credit Office decides if you're ordinarily resident in the UK they'll look at things like:\r\n\r\n- where your settled home is\r\n- where your close family live\r\n- why you came to the UK\r\n- if you plan to leave the UK permanently in the next 2 or 3 years\r\n\r\n##If your partner's a Crown servant posted overseas\r\nIf your partner's a Crown servant posted outside the UK, you may be able to claim tax credits if you:\r\n\r\n- live with your partner while they work abroad\r\n- live in the UK while your partner works abroad\r\n\r\nYou don't need to be ordinarily resident in the UK during the time you’re with your Crown servant partner overseas.\r\n\r\n##You have a child - and get UK benefits or State Pension\r\nIf none of the sections above apply to you, you might be able to claim Child Tax Credit if both of the following apply:\r\n\r\n- you and your child live in a European Union (EU) member state\r\n- you get State Pension or one the following benefits:\r\n\r\n  - Incapacity Benefit\r\n  - State Pension\r\n  - Widow’s Benefit\r\n  - Bereavement Benefit\r\n  - Industrial Injuries Disablement Benefit\r\n  - contribution-based Employment and Support Allowance\r\n\r\n##Severe Disablement Allowance\r\nIf you don't live in an EU member state, you won't be able to get Child Tax Credit. An exception to this is if you (or your partner) are a Crown servant posted abroad. ","slug":"you-live-outside-the-uk","title":"You live outside the UK"}},{"table":{"body":"If you regularly travel from another country to work in the UK you may be able to get tax credits. \r\n\r\n##Working Tax Credit\r\nYou may be able to get [Working Tax Credit](/working-tax-credit \"Working Tax Credit\") if both of the following apply:\r\n\r\n- you live in a country in the European Economic Area (EEA) or Switzerland\r\n- you work in the UK\r\n\r\n##Child Tax Credit\r\nYou and your partner - if you have one - can usually get [Child Tax Credit](/child-tax-credit \"Child Tax Credit\") for your children if:\r\n\r\n- you work in the UK\r\n- you pay National Insurance as a worker here\r\n- your child lives in an EEA country or in Switzerland \r\n- your child is living with your partner or someone else and they depend on you to support them\r\n\r\n^You can't claim Child Tax Credit for a child who lives outside the EEA or Switzerland. \r\n\r\nAn exception to this is if you or your partner are a [Crown servant](/tax-credits-if-you-are-moving-country-or-travelling/you-live-abroad) posted abroad.\r\n\r\n##Childcare costs\r\nYou can usually claim [help for your childcare costs](/childcare-tax-credits \"Childcare and tax credits\") through the childcare element of Working Tax Credit.\r\n\r\nTo qualify your children must either:\r\n\r\n- be in [registered or approved childcare in the UK](/childcare-tax-credits/registered-or-approved-childcare \"Registered or approved childcare providers\")\r\n- be in childcare approved by a Ministry of Defence accreditation scheme abroad - if you're a Crown servant posted abroad","slug":"crossborder-workers","title":"Cross-border workers"}},{"table":{"body":"If you're 'subject to immigration control' you can't normally get tax credits. But special rules sometimes apply which mean you can still claim. For example, you might be able to claim if you're from a country that has an agreement with the European Community (EC), like Turkey or Morocco.\r\n\r\n##Are you subject to immigration control?\r\nWhen you arrived in the UK your passport may have been stamped. The stamp will show the terms of your stay in the UK.\r\n\r\nFor example, your passport may have been stamped with the words 'no recourse to public funds'.\r\n\r\n##When can you get tax credits?\r\nUnder certain conditions you can still get tax credits if you are subject to immigration control. \r\n\r\n###You have a partner\r\nYou can get tax credits if your partner lives in the UK and either:\r\n\r\n- isn't subject to immigration control\r\n- is one of the examples listed below\r\n\r\nYou will still need to meet the normal [tax credits](/claim-tax-credits \"Tax credits\") qualifying rules, such as the hours worked and your income.\r\n\r\n###You have 'no recourse to public funds' and your money from overseas stops for a while\r\nYou may get tax credits for up to 42 days if the money you normally get from overseas stops for a short while. But it must be likely that you'll start getting your overseas money again soon, and you must still have permission to stay in the UK.\r\n\r\n##You have permission to stay in the UK - on the condition that someone else supports you\r\nYou may still be able to get tax credits if someone else is responsible for your maintenance while you are in the UK. This means that they pay for your upkeep and provide you with somewhere to live. This person is often called your 'sponsor', and could be a friend, employer or relative. \r\n\r\nAll of the following must apply:\r\n\r\n- your sponsor has given the Home Office a written statement saying that they're sponsoring you\r\n- your sponsor has permission to stay in the UK\r\n- you've been living permanently in the UK for at least 5 years, either since you came into the UK or since you started being sponsored (whichever date is later)\r\n\r\nYou may also be able to get tax credits if you've been living in the UK for fewer than 5 years, but:\r\n\r\n- your sponsor has died\r\n- all your sponsors - if you had more than one - have died\r\n\r\n##You're from Algeria, Morocco, San Marino or Tunisia\r\nYou can only get [Child Tax Credit](/child-tax-credit \"Child Tax Credit\"). You won't be able to get Working Tax Credit.\r\n\r\n##You're from Croatia or the Former Yugoslav Republic of Macedonia\r\nIf you are a national of Croatia or the Former Yugoslav Republic of Macedonia, you may be able to get Working Tax Credit. You will need to be lawfully present in the UK.\r\n\r\nYou can't normally get Child Tax Credit. However, you may be able to if you've been getting payments for your children through Income Support or income-based Jobseeker's Allowance.\r\n\r\n##You're from Turkey\r\nYou can usually get both [Child Tax Credit](/child-tax-credit \"Child Tax Credit\") and [Working Tax Credit](/working-tax-credit \"Working Tax Credit\").\r\n\r\nTo get Working Tax Credit you need to be lawfully present in the UK and a Turkish national.\r\n\r\n##If you claimed asylum before 5 February 2006\r\nYou may still be able to get [Child Tax Credit](/child-tax-credit \"Child Tax Credit\") if you received financial support for your children through Income Support or income-based Jobseeker’s Allowance.\r\n","slug":"immigration-control","title":"Immigration control"}}],"type":"guide"}