{"alternative_title":"What you must do as a CIS registered subcontractor ","overview":"What subcontractors in the building industry must do under the Construction Industry Scheme - registering, applying for gross payment status and reporting business changes","slug":"what-you-must-do-as-a-cis-subcontractor","title":"What you must do as a Construction Industry Scheme (CIS) subcontractor","updated_at":"2012-10-02T12:14:46+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If you're self-employed and working for a contractor in the construction industry, you should register as a subcontractor with the Construction Industry Scheme (CIS). \r\n\r\nCIS is administered by HM Revenue & Customs (HMRC). It regulates payments from contractors to subcontractors in the building industry.\r\n\r\n##How to register\r\n\r\nTo register as a subcontractor, call the CIS helpline. You'll need:\r\n\r\n- the name you want to register with (eg your name, business name)\r\n- the unique taxpayer reference number (UTR) for your business \r\n- a [National Insurance Number](/national-insurance-number \"get a National Insurance number\")\r\n\r\n^If you don't have a UTR, [register for Self Assessment](/register-for-self-assessment \"register for Self Assessment\") before you register with the CIS.^\r\n\r\n$C\r\n**CIS helpline**  \r\n0845 366 7899  \r\n8am to 8pm, Monday to Friday  \r\n8am to 4pm, Saturday\r\n$C\r\n\r\nYour contractor will make CIS deductions from the payments they make to you. These count towards your tax and National Insurance payments when you fill in your Self Assessment tax return.\r\n\r\nOnce you've registered with the CIS, you can apply for [gross payment status](how-to-get-a-gross-payment-status \"apply for gross payment status\") if your business passes some tests. This is where you get your full payment without any deductions being made (you take care of these yourself).\r\n\r\n^If you're based abroad but do construction work in the UK you still need to register with CIS, but the [registration process](/what-is-the-construction-industry-scheme/if-your-business-is-based-outside-the-uk \"registration if you're based outside the UK\") is different.^\r\n\r\n##If your business is a limited company\r\n\r\nIf you're a company subcontractor and you've had CIS deductions taken from your payments, you'll need to complete a [P35 Employer Annual Return](http://www.hmrc.gov.uk/paye/payroll/year-end/annual-return.htm \"P35 Employer Annual Return\"){:rel=\"external\"} - usually online.\r\n\r\nYou can use the P35 to reclaim deductions taken from the payments - there's more information about this on the [HMRC website.](http://www.hmrc.gov.uk/cis/sub/p35return.htm \"HMRC website - P35 returns\"){:rel=\"external\"}\r\n  \r\n*[CIS]: Construction Industry Scheme \r\n*[UTR]: unique taxpayer reference number\r\n*[HMRC]: HM Revenue & Customs","slug":"register-with-cis","title":"Register with CIS"}},{"table":{"body":"When you've registered with the Construction Industry Scheme (CIS), you can apply for gross payment status if your business passes some tests.\r\n\r\nThis means your contractor pays your full payments. You take care of your own tax and National Insurance instead of having deductions made from your payments by your\r\ncontractor.\r\n\r\nTo qualify, you must show HM Revenue and Customs (HMRC) that your business passes 3 tests.\r\n\r\n##Business test\r\n\r\nYou'll need to show that your business:\r\n\r\n- does construction work (or provides labour for it) in the UK\r\n- is run through a bank account \r\n\r\n##Turnover test\r\n\r\nHMRC will look at your turnover for the last 12 months. Ignoring VAT and the cost of materials, your turnover must be at least:\r\n\r\n- £30,000 if you're a sole trader\r\n- £30,000 for each partner in a partnership, or at least £200,000 for the whole partnership\r\n- £30,000 for each director of a company, or at least £200,000 for the whole company\r\n\r\n^If your company's controlled by 5 people or fewer, you must have an annual turnover of £30,000 for each of them.^\r\n\r\n##Compliance test\r\n\r\nYou must have kept up to date with your tax and National Insurance in the past. You're allowed a few lapses - full details are on the [HMRC website.](http://www.hmrc.gov.uk/cis/subcontractors/advice-pay.htm#2 \"HMRC website\"){:rel=\"external\"}\r\n\r\nOnce you're registered you must declare your payments in your Self Assessment tax return at the end of the tax year.  \r\n\r\nApply by calling the CIS helpline:\r\n\r\n$C\r\n**CIS helpline**  \r\n0845 366 7899 \r\n8am to 8pm, Monday to Friday  \r\n8am to 4pm, Saturday\r\n$C\r\n\r\n##Keeping your gross payment status\r\n\r\nMake sure you're not late with your Self Assessment tax returns and CIS payments - you could lose gross payment status otherwise.\r\n\r\nHMRC checks on this once a year with a review called a [Tax Treatment Qualification Test (TTQT).](http://www.hmrc.gov.uk/cis/subcontractors/gross-paid-review.htm \"Tax Treatment Qualification Test (TTQT)\"){:rel=\"external\"}\r\n\r\nIf you fail the review, you'll get a letter explaining why you’ve lost your status and how you can appeal. Usually you’ll have 90 days from the date of the letter.\r\n\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n*[CIS]: Construction Industry Scheme\r\n*[TTQT]: Tax Treatment Qualification Test\r\n*[VAT]: Value Added Tax\r\n","slug":"how-to-get-gross-payment-status","title":"How to get gross payment status"}},{"table":{"body":"Significant changes to your business can impact on your Construction Industry Scheme (CIS) registration. If you have [gross payment status](how-to-get-gross-payment-status \"gross payment status\"), you may need to apply again. \r\n\r\n##Changes you must report\r\n\r\nTell HM Revenue & Customs (HMRC) if you:\r\n\r\n- change from a sole trader to a partnership\r\n- become a sole trader after a partnership breaks up \r\n- create a company\r\n- add new shareholders\r\n- stop trading  \r\n- change your business, residential or registered address\r\n\r\n^There's detailed advice about changes you must report on the [HMRC website.](http://www.hmrc.gov.uk/cis/subcontractors/changes.htm \"HMRC website\"){:rel=\"external\"}^\r\n\r\nReport changes by calling the CIS helpline:\r\n\r\n$C\r\n**CIS helpline**  \r\n0845 366 7899   \r\n8am to 8pm, Monday to Friday  \r\n8am to 4pm, Saturday\r\n$C\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n*[CIS]: Construction Industry Scheme\r\n\r\n ","slug":"making-changes-to-your-business-status","title":"Making changes to your business status"}}],"type":"guide"}