{"alternative_title":"","overview":"The rights of agricultural and farm workers - including pay rates, overtime, holiday leave and how to contact the Pay and Work Rights Helpline","slug":"agricultural-workers-rights","title":"Agricultural workers' rights  ","updated_at":"2012-10-02T12:11:48+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If you work in agriculture, some of your employment rights are different from other workers.\r\n\r\nBefore you begin work, your employer must give you an Agricultural Wage Order. This states the terms and conditions of your employment.\r\n\r\nYou're normally entitled to:\r\n\r\n- overtime pay\r\n- paid holiday\r\n- Agricultural Sick Pay\r\n- bad weather pay\r\n- night work pay\r\n\r\nIf you're a trainee, your rights are different -  eg you do not get paid holidays. Speak to your employer or contact the [Pay and Work Rights Helpline](pay-and-work-rights-helpline \"Pay and Work Rights Helpline\").\r\n\r\n##Rest breaks\r\nIf you're aged 18 and over and work more than 5½ hours per day, you're entitled to an unpaid 30-minute rest break. \r\n\r\nIt should be: \r\n\r\n- uninterrupted\r\n- spent away from your immediate place of work\r\n- not be taken at the beginning or the end of the working day\r\n\r\n##Agricultural Sick Pay\r\n\r\nTo qualify for [Agricultural Sick Pay](/agricultural-sick-pay \"Agricultural Sick Pay\") you must have been continuously employed by the same employer for at least 52 weeks. \r\n\r\n##Bad weather pay\r\nIf bad weather stops you from working, and your employer can't give you other work, you should still be paid.\r\n\r\n##If you work for a gangmaster\r\nYou might work for an agency classed as a 'gangmaster'. Most need a licence from the Gangmasters Licensing Authority.\r\n\r\nYou can check if a [gangmaster holds a licence.](http://gla.defra.gov.uk/index.asp?id=1012772 \"Gangmasters Licensing Authority\"){:rel=\"external\"}\r\n\r\nThere are some circumstances when a gangmaster doesn't need a licence. You can find out more:\r\n\r\n- from the [Gangmasters Licensing Authority](http://gla.defra.gov.uk/index.asp?id=1013276 \"Gangmasters Licensing Authority\"){:rel=\"external\"} \r\n- by contacting the [Pay and Work Rights Helpline](pay-and-work-rights-helpline \"Pay and Work Rights Helpline\")\r\n\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"There are different types of agricultural worker - split into 4 categories and 6 grades. \r\n\r\n##Categories\r\n\r\nYou're a full-time flexible worker if you work:\r\n\r\n- a 39 basic hour week - the hours you work can vary over different days \r\n- set working hours and working days, which can’t be changed unless agreed with your employer\r\n- on a Sunday when needed\r\n\r\n###Part-time flexible worker\r\nYou're a part-time flexible worker if you work:\r\n\r\n- less than 39 basic hours a week - the hours you work can vary over different days\r\n- set working hours and working days, which can’t be changed unless agreed with your employer\r\n\r\n###Trainee\r\nYou're a trainee if you're:\r\n\r\n- on work experience as part of a Business, Innovation and Skills-approved training scheme\r\n- on work experience in agriculture as part of the Diploma in Environmental and Land-Based Studies for 14- to 19-year-olds\r\n- taking part in the second phase of the European Leonardo da Vinci Programme\r\n\r\n###Apprentice\r\nIf you're an apprentice, you can find out more about your rights in the [Apprenticeships](/apprenticeships \"Apprenticeships\").\r\n\r\n##Grades\r\n\r\nYour grade is based on your skills and responsibilities.\r\n\r\n###Grade 1\r\nA grade 1 initial worker is usually supervised and works on simple tasks - eg harvesting or packing.\r\n\r\nYou have the right to be trained to become a grade 2 worker once you've worked for the same employer continuously for 30 weeks. \r\n\r\n###Grade 2\r\nYou're a grade 2 standard worker if you hold one of the following:\r\n\r\n- a vocational qualification of at least NVQ at level 2\r\n- a certificate of competence for the agricultural sector you work in\r\n\r\nYou're also a grade 2 worker if you:\r\n\r\n- work mainly unsupervised\r\n- work with animals\r\n- use powered machinery\r\n- drive a tractor\r\n\r\n###Grade 3\r\nTo be a grade 3 lead worker you should have worked in agriculture for at least 2 of the past 5 years, and have either:\r\n\r\n- a National Certificate in agriculture or horticulture\r\n- 4 certificates of competence or non-accredited competencies, for the agricultural sector you work in\r\n\r\nOr if:\r\n\r\n- you manage a team - but not discipline team members\r\n- your employer views you as a grade 3 team leader and you've completed a 1 month (maximum) trial period\r\n\r\n###Grade 4\r\nTo be at grade 4 you should have worked in agriculture for at least 2 of the past 5 years, and have either:\r\n\r\n- an NVQ level 3 vocational qualification\r\n- 8 certificates of competence for the agricultural sector you work in\r\n\r\nYou should also have worked for the same employer continuously for 12 months since getting the grade 4 qualification.\r\n\r\nThere are other qualifications for the grade 4 - contact the [Pay and Work Rights Helpline](pay-and-work-rights-helpline \"Pay and Work Rights Helpline\").\r\n\r\n###Grade 5\r\nYou're a grade 5 supervisory worker if you're responsible for either:\r\n\r\n- supervising work on a farm on a daily basis\r\n- instructing, supervising and disciplining staff\r\n\r\n###Grade 6\r\nYou're a grade 6 farm management worker if you have either:\r\n\r\n- management responsibility for a farm - or part of a farm if it's run as a separate business\r\n- responsibility for employing, disciplining and dismissing staff\r\n\r\n*[NVQ]: National Vocational Qualification \r\n","slug":"agricultural-worker-categories-and-grades","title":"Agricultural worker categories and grades"}},{"table":{"body":"Your pay depends on your job category and grade - but you must be paid at least the Agricultural Minimum Wage (AMW) rate for your grade.\r\n\r\nIf the [National Minimum Wage (NMW) rates](/national-minimum-wage-rates \"National Minimum Wage rates\") are higher,  you should be paid that instead.\r\n\r\n###Trainees\r\nIf you're a trainee you're not entitled to be paid for:\r\n\r\n- the hours you're being trained\r\n- holidays\r\n\r\nYou should be paid for any work you do as part of a separate contract.\r\n\r\n##Training\r\nIf you're on a training course, you should be paid at least your normal wage - including the time spent travelling to and from the training.\r\n\r\n##Grades 1 to 6\r\n\r\nThe **weekly** AMW rates applies if your contract says you should work 39 basic hours a week (not including overtime).\r\n\r\nThe **hourly** rate applies if your contract says you should work less that 39 basic hours each week.\r\n\r\n| | Minimum weekly pay £ | Hourly pay £ | Hourly overtime pay £ |\r\n- | - | - | -\r\nGrade 1 (compulsory school age) |  | 3.05 | 4.58 |\r\nGrade 1 (above compulsory school age) | 237.90 | 6.10 | 9.15 |\r\nGrade 2 | 264.03 | 6.77 | 10.16 |\r\nGrade 3 | 290.55 | 7.45 | 11.18 |\r\nGrade 4 | 311.61 | 7.99 | 11.99 |\r\nGrade 5 | 329.94 | 8.46 | 12.69 |\r\nGrade 6 | 356.46 | 9.14 | 13.71 |\r\n\r\n##Full-time and part-time flexible workers\r\nThe weekly rates apply if you're a **full-time flexible worker** contracted to work 39 basic hours per week.\r\n\r\nIf you're a **part-time flexible worker**, the hourly rates apply to the basic hours you work.\r\n\r\n| | Number of days worked| Hourly pay £ | Weekly pay £ | Hourly overtime pay £ |\r\n- | - | - | - | -\r\nGrade 1 | 4 to 5 | 6.41 | 249.99 | 9.15 |\r\n|             | 6 | 6.53 | 254.67 | 9.15 |\r\nGrade 2 | 4 to 5 | 7.11 | 277.29 | 10.16 |\r\n|             | 6 | 7.24 | 282.36 | 10.16 |\r\nGrade 3 | 4 to 5 | 7.82 | 304.98 | 11.18 |\r\n|             | 6 | 7.97 | 310.83 | 11.18 |\r\nGrade 4 | 4 to 5 | 8.39 | 327.21 | 11.99 |\r\n|             | 6 | 8.55 | 333.45 | 11.99 |\r\nGrade 5 | 4 to 5 | 8.88 | 346.32 | 12.69 |\r\n|             | 6 | 9.05 | 352.95 | 12.69 |\r\nGrade 6 | 4 to 5 | 9.60 | 374.40 | 13.71 |\r\n|             | 6 | 9.78 | 381.42 | 13.71 |\r\n\r\n##Apprentices\r\nIf you're an apprentice, you should be paid at least the AMW in your first and second years. \r\n\r\nIn your third year and above you should be paid the AMW for a grade 2 worker.\r\n\r\n###Year 1  \r\n\r\n| Age | Weekly pay £ | Hourly pay £ | Hourly overtime pay £ |\r\n- | - | - | -\r\nAny | 139.23 | 3.57  | 5.36 |\r\n\r\n###Year 2 and above  \r\n\r\n| Age | Weekly pay £ | Hourly pay £ | Hourly overtime pay £ |\r\n- | - | - | -\r\n16 to 17 | 143.52 | 3.68  | 5.52 |\r\n18 to 20 | 194.22 | 4.98  | 7.47 |\r\n21+ | 237.12 | 6.08  | 9.12 |\r\n\r\n##Overtime\r\n\r\nYou should be paid overtime if you work:\r\n\r\n- more than 39 basic hours in a week\r\n- more than 8 hours in a day\r\n- any hours over the normal working hours in your employment contract\r\n- on a public or bank holiday\r\n- on a Sunday - if your contract started before 1 October 2006\r\n\r\n##Being paid on completing a task\r\n\r\nIf you're paid by the tasks you complete - eg per carton of picked fruit - your wage should not be less than the AMW (including overtime) for the hours you work.\r\n\r\n##Night work\r\n\r\nNight work is any work done between 7pm and 6am. Your employer must pay you £1.33 per hour more than your basic pay rate.\r\n\r\n##Dog allowance\r\nIf you keep 1 or more dogs for your job, you're entitled to £7.42 per week per dog.\r\n\r\n##If you're given somewhere to live as part of your job\r\nIf your employer provides you with a house or 'self-contained accommodation' - they can deduct £1.50 per week from your AMW.\r\n\r\nIf you live in accommodation that isn't a house - eg a caravan - they can deduct £4.73 for each day the accommodation is provided.\r\n\r\n^Your accommodation must be safe, warm, secure - and have toilet and washing facilities and fresh drinking water.^\r\n\r\n*[AMW]: Agricultural Minimum Wage\r\n*[NMW]: National Minimum Wage\r\n\r\n","slug":"pay-grades-and-overtime","title":"Pay grades and overtime"}},{"table":{"body":"The annual leave year starts on 1 October and ends on 30 September the following year.\r\n\r\nThe amount of leave you can take depends on the number of days you work each week.\r\n\r\nBelow is the annual leave entitlement for workers who work a complete annual leave year for the same employer.\r\n\r\nDays worked each week | Annual leave (days)\r\n- | - \r\nMore than 6 | 38\r\nMore than 5 but not more than 6 | 35\r\nMore than 4 but not more than 5 | 31\r\nMore than 3 but not more than 4 | 25\r\nMore than 2 but not more than 3 | 20\r\nMore than 1 but not more than 2 | 13\r\nOne or less | 7.5\r\n\r\nGuaranteed overtime hours can be included in the number of days you work each week as long as:\r\n\r\n- you have to work them as part of your contract\r\n- you're paid for this overtime even if there's no work for you to do \r\n\r\nAny other overtime that you work can't be counted.\r\n\r\n##If you work a different number of days a week\r\n\r\nIf you work a different number of days each week you need to calculate your annual leave entitlement separately.\r\n\r\n'Qualifying days' are the number of days you work (including guaranteed overtime) or take:\r\n\r\n- annual leave\r\n- statutory ordinary adoption leave\r\n- statutory ordinary maternity leave\r\n- statutory paternity leave\r\n- sick leave (paid or unpaid)\r\n\r\nTo calculate your leave entitlement you should:\r\n\r\ns1. Work out the number of weeks from 1 October to the day before you start your holiday.   \r\ns2. Work out the number of qualifying days in that time.  \r\ns3. Divide the number of qualifying days by the number of weeks in step 1 - this gives you the number of days you worked each week.  \r\ns4. Work out your annual leave entitlement using the above table.\r\n\r\n\r\n$E\r\n**Example**\r\n  \r\nBefore going on leave, you work for 25 weeks.\r\n\r\nIn that time you've worked 125 days, taken 2 days' sick leave and taken statutory paternity leave of 10 days.  \r\n\r\nDivide total qualifying days (137) by weeks worked (25)  = 5.48 days worked on average per week.  \r\n \r\nAnnual leave entitlement = **35 days**.  \r\n\r\n$E\r\n\r\n##Incomplete leave years\r\n\r\nIf you've not been employed by the same employer for an entire leave year, you'll need to calculate your annual leave differently.\r\n\r\ns1. use the table above to work out what your annual leave would be for a year\r\ns2. work out the number of weeks you've worked continuously\r\ns3. divide the number of weeks you have worked continuously by 52\r\ns4. multiply the number of days from step one, by the answer to step three\r\n\r\nThis gives you the amount of leave you have.\r\n\r\n$E\r\n**Example**\r\n  \r\nYou work more than 5 days but less than 6 days a week = 35 annual leave.\r\n\r\nYou've worked for 30 weeks continuously.\r\n\r\n30 weeks divided by 52 = 0.576.\r\n\r\n35 days multiplied by 0.576 = **20 days**.\r\n\r\n$E\r\n\r\n##Bank holidays\r\n\r\nBank holidays are included in your annual leave entitlement.\r\n\r\nIf a public holiday falls on a day you normally work, your employer can either ask you:\r\n\r\n- not to work - the day is an annual leave day\r\n- to work - you should be paid overtime for the hours you worked (the day remains as annual leave to be taken in the future)\r\n\r\n\r\n","slug":"holiday-leave-and-pay","title":"Holiday leave and pay"}},{"table":{"body":"For advice on your rights as an agricultural worker you can contact the Pay and Work Rights Helpline.\r\n\r\n$C\r\n**Pay and Work Rights Helpline**  \r\n**Telephone**: 0800 917 2368  \r\n**Textphone**: 0800 121 4042  \r\nMonday to Friday, 9am to 5pm  \r\n$C\r\n\r\nYou can also complete an [enquiry form.](https://payandworkrights.direct.gov.uk/ \"Pay and Work Rights enquiry form\"){:rel=\"external\"}\r\n\r\n##Complaints about your employer\r\nYou can complete a [complaints form.](https://payandworkrights.direct.gov.uk/complaints/ \"Pay and Work Rights complaints form\"){:rel=\"external\"}","slug":"pay-and-work-rights-helpline","title":"Pay and Work Rights Helpline"}}],"type":"guide"}