{"alternative_title":"","overview":"How to apply for a council house or flat - housing waiting lists, types of tenancies, and the Right to Buy and Right to Repair schemes","slug":"council-housing","title":"Council housing","updated_at":"2012-10-02T12:12:32+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You can [apply for council housing](/apply-for-council-housing \"Apply for council housing\") through your local council.\r\n\r\nYou’ll usually have to join a waiting list and you're not guaranteed to get a property. Ask your council how long you’re likely to have to wait.\r\n\r\nYou can apply:\r\n\r\n+ if you’re 18 or over (some councils let you apply if you’re 16 or over)\r\n+ even if you don’t live in the area \r\n\r\n##Waiting lists\r\nCouncils decide who gets offered housing based on a ‘points’ or ‘banding’ system. \r\n\r\nPoints and bands are based on housing need. For example, you're likely to be offered housing first if you:\r\n\r\n+ are homeless\r\n+ live in cramped conditions\r\n+ have a medical condition made worse by your current home \r\n\r\nOnce you’re high enough on the list, your council will contact you about an available property. \r\n\r\n##Choice-based lettings\r\nSome councils have a choice-based letting scheme. This lets you tell your council which properties you’re interested in. It depends on the council, but once you’ve been accepted onto the waiting list, the basic steps are:\r\n\r\ns1. Find a property: check in local papers, on council websites, in council offices or in local libraries.  \r\ns2. Check you can apply for it: some properties are only suitable for single people, families, or disabled people.  \r\ns3. Apply: this is known as ‘bidding’, but it doesn’t involve money. You can bid online, or by phone or text.  \r\ns4. Get the council’s decision.\r\n\r\n\r\n##Getting an offer  \r\nNormally you only have a short time to accept a housing offer. If you don’t accept it, you can usually stay on the waiting list (or bid for other properties), but you may be put lower down the list. \r\n\r\nIf you keep rejecting offers, you may be taken off the list temporarily.\r\n\r\nIf you’re not happy with your council’s decision, you can appeal.","slug":"apply-for-a-council-home","title":"Apply for a council home"}},{"table":{"body":"Your tenancy agreement is a legal document and tells you all the rules about living in your property.\r\n\r\nDifferent council tenants have different tenancies. These give you different rights and responsibilities.\r\n\r\n##Introductory tenancy\r\nNew council tenants may be offered an introductory tenancy. These usually last 12 months and are like a ‘trial’ period.\r\n\r\nYou automatically become a secure tenant after 12 months, unless your council has either:\r\n\r\n+ started action to evict you\r\n+ extended your introductory tenancy for a further 6 months\r\n\r\nThere are limits to what you can do with an introductory tenancy. For example, you can’t:\r\n\r\n+ make major improvements to the property\r\n+ swap your property with another council tenant\r\n+ apply for the [Right to Buy](/right-to-buy \"Right to Buy\") scheme\r\n\r\n##Secure tenancy\r\nAs a secure tenant, you can normally live in the property for the rest of your life, as long as you don’t break the conditions of the tenancy.\r\n\r\nYou can:\r\n\r\n+ rent out rooms (although you can’t sub-let the whole property) \r\n+ buy your property through the [Right to Buy](/right-to-buy \"Right to Buy\") scheme\r\n+ [swap your home with another council or housing association tenant](/apply-swap-homes-council \"Apply to swap homes through your council\") (with your council’s permission)  \r\n+ transfer your tenancy to someone else in some circumstances\r\n+ make improvements to your home (certain works need council permission) \r\n\r\n##Joint tenancy\r\nUnder a joint tenancy, all the tenants share equal responsibility.\r\n\r\nIf you’re married or in a registered civil partnership, you can apply for a joint tenancy at any time. If you’re a cohabiting couple or related (like brother and sister) you must have lived together at the property for at least 12 months.\r\n\r\n##Transferring your tenancy\r\nSecure tenants may be able to transfer a tenancy to someone else, or, in some circumstances, pass on a tenancy to someone when they die.\r\n\r\nA tenancy can be transferred or passed on only once. For example, if you take over a tenancy when someone dies, you can’t pass on the tenancy to someone else when you die.\r\n\r\nTo transfer a tenancy, complete a ‘Request to assign tenancy’ form, available from your [local council’s](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"} housing department.\r\n\r\n##Ending your tenancy\r\nYour tenancy can only be ended if:\r\n\r\n+ you give the council 4 weeks’ notice in writing \r\n+ the council [evicts](/council-housing-association-evictions \"Council and housing association evictions\") you \r\n\r\nSecure tenancies can also end if:\r\n\r\n+ the council needs to move you (for example, to redevelop your property) – it should offer you a new property and a new secure tenancy \r\n+ you transfer your tenancy to someone else or [swap homes](/apply-swap-homes-council \"Apply for a mutual council housing exchange\") \r\n\r\n###Ending joint tenancies \r\nIf only one of you wants to end the tenancy and the other joint tenant(s) want to stay in the property, your council may:\r\n\r\n+ give the remaining tenant(s) a new tenancy at the same property \r\n+ not give them a new tenancy – eg because the property could be offered to another couple or family\r\n\r\nIf one joint tenant dies, the tenancy continues for the surviving tenant(s).\r\n\r\nIf you and your partner divorce or your relationship breaks down and you can't agree on who gets the tenancy, a court can decide this.\r\n","slug":"types-of-tenancy","title":"Types of tenancy"}},{"table":{"body":"Your council is responsible for making sure:\r\n\r\n+ the structure of your property is kept in good condition – this includes the walls, ceiling, roof and windows \r\n+ gas and electricity appliances work safely \r\n+ shared parts of a building or housing estate are kept in good condition \r\n\r\n^You should get several weeks' warning of any work needed.^\r\n\r\nYour council isn't responsible for all repairs and maintenance. You’re likely to be responsible for things like:\r\n\r\n+ fixing a curtain or shower rail \r\n+ getting keys cut if you lose them \r\n+ arranging and paying for any damage you or your visitors have caused in your home to be put right \r\n\r\n##The Right to Repair scheme\r\nYour council has to fix urgent problems in your home which could affect your health, safety or security. Repairs are usually covered if they cost less than £250.\r\n\r\nUrgent repairs are normally fixed within one working day and include:\r\n\r\n+ total loss of electric power \r\n+ loss of heating and hot water (from 1 November to 30 April) \r\n+ a blocked toilet – if it’s the only one in your home \r\n\r\nLess urgent repairs are normally fixed within 3 to 7 working days and include a:\r\n\r\n+ blocked sink \r\n+ broken window pane \r\n+ broken door entry phone system \r\n+ loss of heating and hot water (from 1 May to 31 October) \r\n\r\nRequest a [repair to your council property.](/repair-council-property \"Request a repair to a council property\")\r\n\r\n##If council works damage your property\r\nThe council should repair any damage caused by maintenance or building work. You may be able to get a reduction in your rent if the repairs cause a lot of disruption. \r\n\r\nYou may have to leave your home if major works are needed on the building. Your council must find you somewhere to live while work is carried out and pay for the cost of this.\r\n\r\nYou may also get money from your council to pay for the cost of moving and the inconvenience it causes.\r\n\r\n##Home improvements\r\nThe kind of improvements you can make to your council property depends on the type of tenancy you have.\r\n\r\nIntroductory tenants are usually limited to minor improvements (such as redecorating inside). \r\n\r\nIf you’re a secure tenant, you have the right to carry out improvements to your property. These include:\r\n\r\n+ installing a new bathroom or kitchen \r\n+ building an extension \r\n+ putting up a garden shed or greenhouse \r\n+ installing a new gas fire or fireplace \r\n+ cavity wall insulation \r\n+ redecorating the outside of a house \r\n+ fitting an aerial or satellite dish \r\n\r\n^Depending on the type of work you want to carry out, you might need [your council’s](http://local.direct.gov.uk/LDGRedirect/index.jsp?LGSL=654&LGIL=0&ServiceName=Apply for permission to alter your council home \"Apply for permission to alter your council home\"){:rel=\"external\"} written permission.^","slug":"repairs-and-maintenance","title":"Repairs and maintenance"}},{"table":{"body":"If you’re caught committing housing fraud, you're likely to lose your tenancy and you could lose your right to council housing in the future.\r\n\r\n%Depending on how serious the fraud is, you could also be fined or sent to prison.%\r\n\r\nHousing fraud includes:\r\n\r\n+ not telling the truth when applying for a property (for example claiming to have children when you don’t) \r\n+ sub-letting a property without permission \r\n+ living in a property after someone has died without the right to do so \r\n\r\n##How councils check for housing fraud\r\nCouncils have several ways of preventing housing fraud, like:\r\n\r\n+ checking a tenant’s housing record against other records – eg, Housing Benefit or the Electoral Roll \r\n+ checking the genuine tenant lives at the property – eg, asking to see the tenant’s passport and tenancy agreement \r\n\r\nChecks can happen at any time during a tenancy, without any warning.\r\n\r\n##How to report suspected housing fraud\r\nMost [councils](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"} have a telephone number for people to report suspicious behaviour. You don’t have to give your name or address when reporting suspected fraud.","slug":"council-housing-fraud","title":"Council housing fraud"}}],"type":"guide"}