{"alternative_title":"","overview":"Private renting - repairs, rent increases and arrears, settling disputes, deposits and your rights and responsibilities","slug":"private-renting","title":"Private renting","updated_at":"2012-10-03T11:59:06+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"In all privately rented property, you'll have certain rights and responsibilities.\r\n\r\n##Your rights\r\n\r\nAs a tenant, you have the right to:\r\n\r\n- live in a property that's safe and in a good state of repair\r\n- have your deposit returned when the tenancy ends - and in some circumstances have it [protected](/tenancy-deposit-protection \"Tenancy deposit protection\")\r\n- challenge excessively high charges\r\n- know who your landlord is\r\n- live in the property undisturbed\r\n- see an [Energy Performance Certificate](/buy-sell-your-home/energy-performance-certificates \"Energy Performance Certificates\") for the property\r\n- be protected from unfair eviction and unfair rent\r\n- have a written agreement if you have a fixed-term tenancy of more than 3 years\r\n\r\nIf you have a [tenancy agreement](/private-renting-tenancy-agreements \"Private renting: tenancy agreements\"), it should be fair and comply with the law.\r\n\r\nIf you don't know who your landlord is, ask the person or company you pay rent to, in writing. If they don’t give you this information within 21 days, your landlord may be fined.\r\n\r\n##Your responsibilities\r\n\r\nYou must give your landlord access to the property to inspect it or carry out repairs. Your landlord has to give you at least 24 hours’ notice and visit at a reasonable time of day, unless it’s an emergency and they need immediate access. \r\n\r\nYou must also:\r\n\r\n- take good care of the property – eg by turning off the water at the mains if you’re away in cold weather\r\n- pay the agreed rent, even if repairs are needed or you’re in dispute with your landlord\r\n- pay other charges as agreed with the landlord - these may include Council Tax or utility bills\r\n- repair or pay for any damage caused by you, your family or friends\r\n- only [sublet a property](http://england.shelter.org.uk/get_advice/renting_and_leasehold/sharing_and_subletting/lodgers/ \"Sharing and subletting: information from Shelter\"){:rel=\"external\"} if the tenancy agreement, or your landlord, allows it\r\n\r\nIf you don’t fulfil your responsibilities, your landlord has the right to take legal action to [evict you](/private-renting-evictions \"Private renting: evictions\").","slug":"your-rights-and-responsibilities","title":"Your rights and responsibilities"}},{"table":{"body":"Your landlord must keep the property you live in safe and free from health hazards.\r\n\r\n##Gas safety\r\n\r\nYour landlord must:\r\n\r\n- make sure gas equipment they supply is safely installed and maintained by a [Gas Safe registered](http://www.gassaferegister.co.uk/ \"Gas Safe\"){:rel=\"external\"} engineer\r\n- have a registered engineer carry out a gas safety on each appliance and/or flue annually\r\n- give you a copy of the gas safety check record before you move in, or within 28 days of the check\r\n\r\n##Electrical safety\r\n\r\nYour landlord must make sure:\r\n\r\n- the electrical system (eg sockets and light fittings) is safe\r\n- all appliances they supply (eg cookers, kettles) are safe\r\n\r\n##Fire safety\r\n\r\nYour landlord must:\r\n\r\n- follow fire safety regulations - eg by checking you have access to escape routes at all times\r\n- make sure furniture and furnishings they supply are fire safe \r\n- provide fire alarms and extinguishers (depending on the size of the property)","slug":"your-landlords-safety-responsibilities","title":"Your landlord's safety responsibilities"}},{"table":{"body":"##What your landlord must do\r\n\r\nYour landlord is always responsible for repairs to:\r\n\r\n- the property’s structure and exterior\r\n- basins, sinks, baths and other sanitary fittings including pipes and drains\r\n- heating and hot water\r\n- gas appliances, pipes, flues and ventilation\r\n- electrical wiring\r\n- any damage they cause through attempting repairs\r\n\r\nYour landlord is usually responsible for repairing common areas, like staircases in blocks of flats. This information should be in your tenancy agreement.\r\n\r\n##Your responsibilities\r\n\r\nYou should only carry out repairs if the tenancy agreement says you can. \r\n\r\nYou can’t be forced to do repairs that are your landlord’s responsibility.\r\n\r\nIf you damage another tenant’s flat, eg if water leaks into another flat from an overflowing bath, you’re responsible for paying for the repairs. You’re also responsible for paying to put right any damage caused by your family and friends.\r\n\r\n##If your property needs repairs\r\n\r\nContact your landlord if you think repairs are needed. Do this straightaway for faults that could damage health, like faulty electrical wiring.\r\n\r\n^You should continue to pay your rent while waiting for repairs to be done.^\r\n\r\nYour landlord should tell you when you can expect the repairs to be done. \r\n\r\n##If repairs aren’t done\r\n\r\nAsk your [local council’s](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1/ \"Contact your council\"){:rel=\"external\"} environmental health department for help. Your council can make the landlord take action if the property contains health and safety hazards.\r\n\r\nShelter has [information about repairs,](http://england.shelter.org.uk/get_advice/repairs_and_bad_conditions/disrepair_in_rented_accommodation/ \"Disrepair in rented accommodation: Shelter\"){:rel=\"external\"} including what to do if you’re in dispute with your landlord.\r\n\r\n$D \r\n[Download 'Getting repairs done - your rights' from Shelter (PDF, 759KB).](http://england.shelter.org.uk/__data/assets/pdf_file/0019/23392/Advice_booklet_repairs.pdf \"Getting repairs done - your rights if you are renting your home\"){:rel=\"external\"}\r\n$D\r\n\r\n##If your house isn’t fit to live in\r\n\r\nIf you’re worried about your home being unsafe, contact your [local council’s](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1/ \"Contact your council\"){:rel=\"external\"} housing department. Your council must ensure that home owners and landlords fix any hazards that could cause you harm. \r\n\r\nShelter has more information on [how councils deal with poor housing conditions.](http://england.shelter.org.uk/get_advice/repairs_and_bad_conditions/home_safety/hhsrs/ \"Housing health and safety: Shelter\"){:rel=\"external\"}","slug":"repairs","title":"Repairs"}},{"table":{"body":"Your [tenancy agreement](/private-renting-tenancy-agreements \"Private renting: tenancy agreements\") should include how and when the rent will be reviewed. \r\n\r\n##When your landlord can increase rent\r\nFor a periodic tenancy (rolling on a week-by-week or month-by-month basis):\r\n\r\n- your landlord can’t normally increase the rent more than once a year without your agreement\r\n\r\nFor a fixed-term tenancy (running for a set period):\r\n\r\n- your landlord can only increase the rent if you agree\r\n- if you don’t agree, the rent can only be increased when the fixed-term ends\r\n\r\n## General rules around rent increases\r\n\r\nFor any tenancy:\r\n\r\n- your landlord must get your permission if they want to increase the rent by more than previously agreed\r\n- the rent increase must be fair and realistic (ie in line with average local rents)\r\n\r\n##How your landlord must propose a rent increase\r\n\r\nIf the tenancy agreement lays down a procedure for increasing rent, your landlord must stick to this. Otherwise, your landlord can:\r\n\r\n- renew your tenancy agreement at the end of the fixed term, but with an increased rent\r\n- agree a rent increase with you and produce a written record of the agreement that you both sign\r\n- use a 'Landlord's notice proposing a new rent' form, which increases the rent after the fixed term has ended\r\n\r\nYour landlord must give you a minimum of one month’s notice (if you pay rent weekly or monthly). If you have a yearly tenancy, they must give you 6 months’ notice. \r\n\r\nIf you think the rent increase is unfair, you can apply to a [rent assessment committee](/housing-tribunals/rent-assessment-committee-disputes-about-rent \"Rent Assessment Committee: disputes about rent\") who will decide the rent amount.","slug":"rent-increases","title":"Rent increases"}},{"table":{"body":"You can often sort out disputes with your landlord without going to court:\r\n\r\ns1. First, speak to your landlord about your concerns.\r\ns2. If this doesn’t work, write a formal letter setting out the problem.\r\ns3. Use a [mediation service](/how-to-resolve-neighbour-disputes/use-a-mediation-service \"Use a mediation service\"), which is usually cheaper and quicker than going to court.\r\ns4. As a last resort, you can take your landlord to court.\r\n\r\n\r\n##Deposit disputes\r\nIf you can't get your deposit back, and your landlord protected it in a [tenancy deposit protection scheme](/tenancy-deposit-protection \"Tenancy deposit protection\"), contact the scheme they used. \r\n\r\n##Rent disputes\r\nIf you’re a private tenant and think your rent is too high, you might be able to appeal to the [Rent Assessment Committee](/housing-tribunals/rent-assessment-committee-disputes-about-rent \"Rent Assessment Committee: disputes about rent\").\r\n\r\n##Going to court\r\nIf you or your landlord takes legal action, the case may go to a [small claims court](/make-court-claim-for-money \"Make a court claim for money\"). Small claims are cases worth less than £5,000, or £1,000 if the case is about repairs to a property. \r\n\r\nThe courts provide a free mediation service for small claims cases, which can take place over the phone.\r\n\r\n##Free advice for disputes\r\nYou can get free advice about disputes or housing problems from [Citizens Advice](http://www.citizensadvice.org.uk/index/getadvice/ \"Citizens Advice\"){:rel=\"external\"} or [Shelter.](http://england.shelter.org.uk/get_advice/how_we_can_help/housing_advice_helpline/ \"Shelter\"){:rel=\"external\"}\r\n\r\nA solicitor can also help you, but they might charge a fee.\r\n\r\nIf you have to go to court, you can get advice on the day of the hearing from the housing duty desk at the court.","slug":"settling-disputes","title":"Settling disputes"}},{"table":{"body":"If you get behind with your rent, your landlord may evict you and you could lose your home. \r\n\r\nShelter has [advice and information](http://england.shelter.org.uk/get_advice/debt_and_arrears/rent_arrears \"Rent arrears: Shelter\"){:rel=\"external\"} if you're in rent arrears or having difficulty paying rent. It recommends talking to your landlord and trying to come to an agreement with them.\r\n\r\n^Always read any letters from your landlord – they may contain information about action your landlord’s going to take.^\r\n\r\n## Going to court over rent arrears\r\n\r\nIf you can’t reach an agreement with your landlord, they can ask a court to [evict you](/private-renting-evictions \"Private renting: evictions\").","slug":"rent-arrears","title":"Rent arrears"}},{"table":{"body":"If you can’t afford a deposit, you may be eligible for a deposit guarantee scheme. \r\n\r\nUnder this scheme, your local council will send a guarantee to your landlord for the deposit. [Contact your local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1/ \"Contact your council\"){:rel=\"external\"} for more information.\r\n\r\n##Deposit protection\r\nYour landlord must usually place your deposit in 1 of 3 government-approved [tenancy deposit protection schemes](/tenancy-deposit-protection \"Tenancy deposit protection\").\r\n\r\nThe schemes help make sure you get your deposit back if you meet the terms of your tenancy agreement.","slug":"deposits","title":"Deposits"}},{"table":{"body":"Your home is a House in Multiple Occupation (HMO) if:\r\n\r\n- at least 3 tenants live there, forming more than 1 household\r\n- you share toilet, bathroom or kitchen facilities with other tenants\r\n\r\nA household consists of either a single person or members of the same family who live together. It includes people who are married or living together and people in same-sex relationships.\r\n\r\nIf you live in an HMO, your landlord must meet certain standards and obligations. Find out more about HMOs from [Shelter.](http://england.shelter.org.uk/get_advice/renting_and_leasehold/sharing_and_subletting/houses_in_multiple_occupation/ \"Houses in multiple occupation: Shelter\"){:rel=\"external\"}\r\n\r\n##How to complain\r\nTo report hazards in your HMO, contact your [local council.](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1/ \"Contact your council\"){:rel=\"external\"} The council is responsible for enforcing HMO standards and can make a landlord take action to correct any problems.\r\n\r\n*[HMO]: House in Multiple Occupation","slug":"houses-in-multiple-occupation","title":"Houses in Multiple Occupation"}},{"table":{"body":"If you’re experiencing anti-social behaviour from a neighbour living in rented accommodation:\r\n\r\ns1. **Speak to your neighbour:** they may not realise they’re causing a nuisance.\r\ns2. **Contact the landlord of the property:** if the anti-social behaviour continues, ask the landlord to do something about it.\r\ns3. **Contact the police:** if the problem carries on, report it to the police.  \r\n\r\n\r\n## If the landlord takes no action ##\r\n\r\nYour local council can make a special management order if a landlord doesn't take action to stop cases of serious and repeated anti-social behaviour.\r\n\r\nThis means the council takes over management of the property to tackle the anti-social behaviour. The landlord still owns the property.\r\n\r\nIf people in a number of houses in an area are behaving anti-socially, your local council can create a ‘selective licensing scheme’. This means all landlords of properties in that area must have a licence to show they’re meeting minimum standards.\r\n\r\n[Contact your local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1/ \"Contact your council\"){:rel=\"external\"} and ask to speak to the anti-social behaviour co-ordinator.","slug":"antisocial-behaviour","title":"Anti-social behaviour"}}],"type":"guide"}