{"alternative_title":"","overview":"Changing your employees' contracts - consultation, collective agreements, and what happens with disagreements over changes and breach of contract","slug":"changing-your-employees-contract","title":"Changing your employee's contract","updated_at":"2012-10-02T12:12:19+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Usually, you and your employees must agree changes to terms and conditions in their contracts. If you want to make changes, you should:\r\n\r\n- consult or negotiate with employees or their representatives (eg from a trade union or staff association)\r\n- explain reasons for any changes\r\n- listen to alternative ideas from your employees\r\n\r\nIf employees want to make changes to their contracts, they should explain the reasons to you. They can't insist on making a change unless it's covered by a statutory right (like getting 5.6 weeks paid holiday a year).\r\n\r\n\r\n\r\n","slug":"getting-agreement","title":"Getting agreement"}},{"table":{"body":"If you change any terms in your employees' [written statement](/employment-contracts-and-conditions/written-statement-of-employment-particulars \"Written statement of employment particulars\") with their agreement, you must confirm the change in writing within a month. You must tell them exactly what has changed in the statement. \r\n\r\nIf you change terms and conditions that aren't in the written statement (eg like the right to sick leave), you should tell employees where to find information about the change (eg company handbook, noticeboard or intranet site). \r\n\r\n##Collective agreements and changes to written statements\r\nYou may have a [collective agreement](/employment-contracts-and-conditions/collective-agreements \"Collective agreements\") with trade unions or a staff association. If you make agreed changes to the terms of the collective agreement, you should inform employees in writing.\r\n\r\nNegotiations under a collective agreement can lead to changes in the terms of an employee's written statement. If an employee is covered by a collective agreement, any changes will apply to them whether or not they are members of a union or staff association.\r\n\r\n##Flexibility clauses \r\nThese are terms in your employees' contract that give you the right to change some terms and conditions. An example of a flexibility clause could be that an employee's job location can be changed. \r\n\r\nYou aren't allowed to make completely unreasonable changes using a flexibility clause. \r\n\r\n$E **Example**  \r\nTelling an employee to move to another country at one day's notice would be completely unreasonable. $E\r\n\r\n##Changes of employer\r\nIf there's a change of employer, all employees must usually be given a new written statement within 2 months.\r\n\r\nIf the name of the business changes or there's a new employer but no other changes in terms and conditions, you don't need to issue a new written statement. However, you should inform employees in writing of the change within a month.\r\n\r\n##Disciplinary measures \r\nSometimes changes to an employee's terms and conditions like a demotion can happen as a result of a disciplinary measure. \r\n\r\nThe staff handbook or intranet site should contain information about how this could happen in the section dealing with disciplinary procedures.\r\n\r\n","slug":"types-of-change-and-informing-employees","title":"Types of change and informing employees"}},{"table":{"body":"If you make a change to contracts without employees' agreement (including by using flexibility clauses unreasonably), they may:\r\n\r\n- have the right to refuse to work the new conditions \r\n- say they are working any new terms under protest and they're treating the change as a breach of contract\r\n- resign and claim constructive dismissal\r\n- take a case to an employment tribunal (or an industrial tribunal in Northern Ireland)\r\n\r\n##Working new terms and conditions\r\nIf an employee disagrees with new terms and conditions but doesn't say or do anything, this may count as agreeing the changes. \r\n\r\n##Re-employment on new terms and conditions\r\nIf there's no agreement, as a last resort an employer sometimes can end employees' contracts and re-employ them on new terms and conditions.\r\n\r\n^If you're [dismissing staff](/dismissing-staff/fair-dismissals \"dismissing staff\") you must do so fairly.^\r\n\r\nIf you do dismiss and re-employ employees, they may take a case to a tribunal and claim:\r\n\r\n- breach of contract\r\n- unfair dismissal","slug":"making-changes-without-agreement","title":"Making changes without agreement"}},{"table":{"body":"Problems can arise if: \r\n\r\n- an employer tries to change an employee's contract without agreement or re-employs them on new terms and conditions\r\n- there's a breach of contract where one of the terms in a contract is broken (eg an employer doesn't pay agreed wages or employees don't work agreed hours)\r\n\r\n##Talk to your employees\r\nIf there's a problem over contract changes, try to solve things informally with your employees or call Acas (or the Labour Relations Agency in Northern Ireland) make use of their arbitration and mediation services. \r\n\r\n$C\r\n**Acas helpline**  \r\n08457 47 47 47  \r\nMonday to Friday 8am to 8pm  \r\nSaturday 9am to 1pm\r\n$C\r\n\r\n$C\r\n**Labour Relations Agency - Northern Ireland**  \r\n028 9032 1442  \r\nMonday to Friday 9am to 5pm\r\n$C\r\n\r\n##Legal action\r\nIf the problem can't be solved, you or your employees may have the right to take legal action. It's important to get advice before you do because legal action can be expensive. \r\n\r\n##Breach of contract claims\r\nAn employee can take a breach of contract case to a civil court or an employment tribunal. If an employee goes to an employment tribunal (industrial tribunal in Northern Ireland) you may be able to make a counter-claim. \r\n\r\nClaims and counter-claims can only go to a tribunal if they:\r\n\r\n- are related to an employment contract issue\r\n- still haven't been solved when the employee ends their employment with your company\r\n\r\nThe claim or counter-claim also mustn't be related to a personal injury or things like a contract term that deals with [intellectual property rights.](/intellectual-property-an-overview/what-is-intellectual-property \"What is intellectual property\") \r\n\r\n###Time limits\r\nUsually an employee must make a claim to a tribunal within 3 months of ending their employment at your company. You must make a counter-claim within 6 weeks of receiving a copy of the employee's claim. \r\n\r\n###Compensation limits\r\nIf an employment or industrial tribunal agrees with a claim, they may award an employee compensation.\r\n\r\nAn employee can only get compensation for financial loss (eg non-payment of wages) in a breach of contract case. The maximum that can be given is £25,000.\r\n\r\n*[Acas]: Advisory, Conciliation and Arbitration Service","slug":"problems-with-changes","title":"Problems with changes"}}],"type":"guide"}