{"alternative_title":"","overview":"How to apply for a housing association home, types of tenancy agreement and the Right to Acquire","slug":"housing-association-homes","title":"Housing association homes","updated_at":"2012-10-02T12:13:11+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Housing associations offer similar types of housing as local councils – often to people on a low income or who need extra support.\r\n\r\nYou can apply:\r\n\r\n+ directly to a housing association\r\n+ often through your [local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"} \r\n\r\nYou can apply to more than one housing association at a time.\r\n\r\n^Search for a housing association on the [Tenant Services Authority](http://portal.tenantservicesauthority.org/ \"Tenant Services Authority\"){:rel=\"external\"} website.^\r\n\r\n##Waiting list\r\nOnce you apply, you'll be put on a waiting list.\r\n\r\nHousing associations normally offer housing to people most suited to that particular property. You may have to wait a long time for a suitable property to become available.\r\n\r\n^Housing associations are also known as Registered Social Landlords or Private Registered Providers of Social Housing.^\r\n","slug":"apply-for-a-home","title":"Apply for a home"}},{"table":{"body":"Your rights and responsibilities depend on the type of tenancy you have.\r\n\r\n^Your tenancy agreement is a legal document that tells you all the rules about living in your property.^\r\n\r\n##Starter tenancy\r\nNew housing association tenants may be offered a starter tenancy. These usually last 12 months and are like a ‘trial’ period.\r\n\r\nYou become an assured tenant after 12 months, unless your housing association has either:\r\n\r\n+ started action to evict you \r\n+ extended your starter tenancy \r\n\r\n##Assured shorthold tenancy\r\nYou may be offered an assured shorthold tenancy if a long-term tenancy wouldn't suit you.\r\n\r\nThe tenancy will usually be for a fixed period. It has to last at least 6 months.\r\n\r\nOnce the fixed term ends, your housing association may let you carry on living in the property month by month (or week by week if you pay rent weekly). If it does, it can get the property back at 2 months’ notice.\r\n\r\n##Assured tenancy\r\nAs an assured tenant, you can normally live in your property for the rest of your life.\r\n\r\nYou rights may include:\r\n\r\n+ [buying your home](right-to-acquire \"Housing association homes: Right to Acquire\")\r\n+ having your home repaired \r\n+ swapping your home with another council or housing association tenant\r\n\r\n##Secure tenancy\r\nIf you became a housing association tenant before 15 January 1989, and are still with the same housing association, you’re likely to be a secure tenant. \r\n\r\nYou can't get a secure tenancy if you're a new resident.\r\n\r\n##Joint tenancy\r\nJoint tenancies are normally offered to married couples and cohabiting partners. \r\n\r\n##Ending your tenancy\r\nYour tenancy can only be ended if:\r\n\r\n+ you give the housing association 4 weeks’ notice in writing \r\n+ the housing association [evicts](/council-housing-association-evictions \"Council and housing association evictions\") you \r\n\r\nAssured and secure tenancies can also end if:\r\n\r\n+ the housing association needs to move you (eg to redevelop your property) – it should offer you a new property and a new assured tenancy \r\n+ you transfer your tenancy to someone else or swap homes \r\n","slug":"types-of-tenancy","title":"Types of tenancy"}},{"table":{"body":"You can apply to buy your housing association home if you’ve lived in properties for 5 years that have a ‘public sector landlord’. These landlords include:\r\n\r\n+ councils \r\n+ housing associations \r\n+ the armed services \r\n+ NHS trusts and foundation trusts \r\n\r\n##Does your property qualify?\r\nYour property must either have been:\r\n\r\n+ built or bought by a housing association from 1 April 1997 onwards \r\n+ transferred from a local council to a housing association from 1 April 1997 onwards \r\n\r\nYour landlord must be registered with the [Tenant Services Authority.](http://portal.tenantservicesauthority.org/ \"Tenant Services Authority\"){:rel=\"external\"}\r\n\r\nThe home you want to buy must also be:\r\n\r\n+ a self-contained property\r\n+ your only or main home \r\n\r\n##Joint applications\r\nYou can make a joint application with:\r\n\r\n+ someone who shares your tenancy\r\n+ up to 3 family members who've lived with you for the past 12 months (even if they don't share your tenancy)\r\n\r\n##Who doesn't qualify?\r\nYou can't use Right to Acquire if:\r\n\r\n+ you're being made bankrupt \r\n+ a court has ordered you to leave your home \r\n+ you're a council tenant – you may be able to use [Right to Buy](/right-to-buy \"Right to Buy\") instead","slug":"right-to-acquire","title":"Right to Acquire"}}],"type":"guide"}