{"alternative_title":"","overview":"Help to pay for a funeral if you're on a low income - what you'll get, eligibility and how to claim","slug":"funeral-payments","title":"Funeral Payments","updated_at":"2012-10-02T12:13:00+00:00","parts":[{"table":{"body":"If you're on a low income and need help to pay for a funeral you're arranging, you may be able to get a Funeral Payment. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"A Funeral Payment includes burial or cremation fees and other funeral expenses up to £700, like:\r\n\r\n- funeral director's fees \r\n- flowers and coffin\r\n\r\nIf the person who died had a pre-paid funeral plan, you'll only get help for items not already covered by the plan.\r\n\r\nYou'll find this information about what the Funeral Payment covers on pages 6 and 7 of the claim form (SF200). For more details go to the [How to claim section](#how-to-claim \"How to claim section\"). \r\n\r\n##How Funeral Payments are paid##\r\n\r\nIf the funeral director’s bill hasn't already been paid, the Funeral Payment will usually be paid directly into their bank account.\r\n\r\nIf the funeral director’s bill has been paid, the payment will be made to you. The payment will be paid into an account, eg your bank account. \r\n\r\n\r\n\r\n\r\n\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"Getting a Funeral Payment depends on:\r\n\r\n- the benefits and tax credits you're getting\r\n- your relationship with the person who died \r\n- any other money other than your personal savings\r\n\r\n##Benefits and tax credits##\r\n\r\nYou may be eligible for a Funeral Payment if you or your partner are getting:\r\n\r\n- [Income Support](/income-support \"Income Support\") \r\n- [income-based Jobseeker's Allowance](/jobseekers-allowance \"Jobseeker's Allowance\")\r\n- [income-related Employment and Support Allowance](/employment-support-allowance \"Employment and Support Allowance\")\r\n- [Pension Credit](/pension-credit \"Pension Credit\")\r\n- [Housing Benefit](/housing-benefit \"Housing Benefit\") \r\n- [Council Tax Benefit](/council-tax-benefit \"Council Tax Benefit\") (or the Council Tax payer where you live gets a Second Adult Rebate because you are on a low income) \r\n- [Working Tax Credit](/working-tax-credit \"Working Tax Credit\") which includes a disability or severe disability element \r\n- [Child Tax Credit](/child-tax-credit \"Child Tax Credit\") at a rate higher than the family element \r\n\r\n##Your relationship with the person who died##\r\n\r\nTo get a Funeral Payment you must be either:\r\n\r\n- the partner of the deceased when they died \r\n- the parent of the deceased child (or have been responsible for the deceased child and there is no absent parent)\r\n- the parent of a still-born child \r\n- a close relative or close friend of the deceased\r\n\r\n##Other money available##\r\n\r\nHow much help you get will depend on how much money is available to help pay for the funeral, this could include money:\r\n\r\n- from the estate of the person who died\r\n- from insurance policies \r\n\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You must claim a Funeral Payment from the date of death and up to 3 months after the date of the funeral. If you're waiting for a decision on getting a benefit you must still claim within the time limits.\r\n\r\nYou can make a claim before the funeral, if the funeral director can provide an invoice - an estimate is not acceptable.\r\n\r\n$D[Download Funeral Payment SF200 (PDF, 122kB)](http://www.dwp.gov.uk/advisers/claimforms/sf200_print.pdf \"Funeral Payment SF200\")$D\r\n\r\nThe form comes with notes to help you fill it in and tell you where to send it.\r\n\r\n##How to apply for a Funeral Payment in Northern Ireland\r\n\r\nYou can find information about claiming in Northern Ireland on the [nidirect government services website.](http://www.nidirect.gov.uk/index/information-and-services/money-tax-and-benefits/benefits-and-financial-support/bereavement-1/funeral-payments.htm \"nidirect government services website\"){:rel=\"external\"}\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Repayment of the Funeral Payment##\r\n\r\nIf you get a Funeral Payment, it will have to be paid back from any estate of the person who died. The estate means any money, property and other things that the deceased person owned. A house or personal things that are left to a widow, widower or surviving civil partner will not be counted as part of the estate.\r\n\r\n##Disputes and appeals##\r\n\r\nIf you want to know more about the decision or you think it is wrong please contact Jobcentre Plus within one month of the date of the decision letter. If you contact Jobcentre Plus later they may not be able to help you. \r\n\r\nYou, or someone else who has the authority to act on your behalf, can:\r\n\r\n- ask for an explanation \r\n- ask for a written statement of the reasons for the decision \r\n- ask Jobcentre Plus to look again at the decision to see if it can be changed, there may be some facts you think they have overlooked or you may have more information which affects the decision \r\n- appeal against the decision to an independent tribunal - this must be in writing\r\n\r\nFor more information download 'If you think our decision is wrong leaflet GL24' from the Department for Work and Pensions website.\r\n\r\n$D[Download 'If you think our decision is wrong leaflet GL24' (PDF, 500KB)](http://www.dwp.gov.uk/docs/gl24dwp.pdf \"'If you think our decision is wrong leaflet GL24'\"){:rel=\"external\"}$D\r\n\r\n##When can't you get a Funeral Payment##\r\n\r\nYou can't get a Funeral Payment if:\r\n\r\n- the deceased had a partner when they died \r\n- there's a parent, son or daughter of the deceased who has not been awarded one of the qualifying benefits and was not estranged from the deceased - this doesn't include family members who are: aged under 18, qualifying young persons for the purposes of Child Benefit, full-time students, members of religious orders, in prison or in hospital (and who had been awarded a qualifying benefit immediately before they entered prison or hospital), asylum seekers being supported by the National Asylum Support Service or family members not ordinarily resident in the UK \r\n- there's a close relative of the deceased, other than a close relative in one of the excluded groups listed above, who was in closer contact with the deceased than you were, or had equally close contact and is not getting a qualifying benefit \r\n\r\n^[If the person died outside of the UK, special rules apply.](http://www.dwp.gov.uk/publications/specialist-guides/technical-guidance/sb16-a-guide-to-the-social/funeral-payments/ \"If the person died outside of the UK, special rules apply\"){:rel=\"external\"}^\r\n\r\n\r\n\r\n\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}