{"alternative_title":" ","overview":"Severe Disablement Allowance is being phased out - people with severe disabilities can get Employment and Support Allowance instead","slug":"severe-disablement-allowance","title":"Severe Disablement Allowance","updated_at":"2012-10-02T12:14:15+00:00","parts":[{"table":{"body":"^Since April 2001 it hasn't been possible to make a new claim for Severe Disablement Allowance (SDA). You should claim [Employment and Support Allowance (ESA)](/employment-support-allowance \"Employment and Support Allowance\") instead.^\r\n\r\nYou may still be getting SDA if you claimed before 31 January 2011.\r\n\r\nSDA is being phased out. This means [Jobcentre Plus will review your SDA claim](/severe-disablement-allowance/further-information \"further information\"). They will check if you’re capable of work or can get other benefits.\r\n\r\n\r\n*[SDA]: Severe Disablement Allowance\r\n*[ESA]: Employment and Support Allowance","slug":"overview","title":"Overview"}},{"table":{"body":"Severe Disablement Allowance (SDA) is £69.00 a week.\r\n\r\nYou may be getting extra benefit – called an 'age addition' - with your SDA. You get this if you were under 45 when you became too ill or disabled to work.\r\n\r\nAge | Age addition |\r\n- | -\r\nunder 40 (higher rate) | £11.70 |  \r\n40 - 49 (middle rate) | £5.90 | \r\n50 - 59 (lower rate) | £5.90 | \r\n\r\n##How SDA is paid##\r\n\r\nAll benefits, pensions and allowances are paid into an account, eg your bank account.\r\n\r\n^From April 2013 a limit will be put on the total amount of benefit that most people aged 16 to 64 can get. This is called a [benefit cap](/benefit-cap \"benefit cap\").^\r\n\r\n*[SDA]: Severe Disablement Allowance\r\n*[DLA]: Disability Living Allowance","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"^You can no longer make a claim for Severe Disablement Allowance (SDA). You should claim [Employment and Support Allowance (ESA)](/employment-support-allowance \"Employment and Support Allowance\") instead.^\r\n\r\nYou may have been able to get SDA before 31 January 2011 if you couldn’t work because of illness or disability.\r\n\r\n##If you're already getting SDA##\r\n\r\nSDA is being phased out. This means [Jobcentre Plus will review your SDA claim](/severe-disablement-allowance/further-information \"further information\"). They will check if you’re capable of work or can get other benefits.\r\n\r\nSince 31 January 2011 it hasn't been possible for people with existing entitlement to SDA to make a further claim, eg after working. It may be possible to claim [Employment and Support Allowance (ESA)](/employment-support-allowance \"Employment and Support Allowance\") instead.\r\n\r\n\r\n*[SDA]: Severe Disablement Allowance\r\n*[ESA]: Employment and Support Allowance","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"^Since April 2001 it hasn't been possible to make a new claim for Severe Disablement Allowance (SDA). You should claim [Employment and Support Allowance (ESA)](/employment-support-allowance \"Employment and Support Allowance\") instead.^\r\n\r\n\r\n*[SDA]: Severe Disablement Allowance\r\n*[ESA]: Employment and Support Allowance\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Review of your Severe Disablement Allowance (SDA)##\r\n\r\nSDA is being phased out. Jobcentre Plus will review your SDA claim to check if you’re capable of work or can get [Employment and Support Allowance (ESA)](/employment-support-allowance \"Employment and Support Allowance\") instead.\r\n\r\nYour benefit claim will not be reviewed if:\r\n\r\n- you're already getting ESA\r\n- you are due to reach State Pension age before 6 April 2014\r\n\r\n##How your claim will be reviewed##\r\n\r\nJobcentre Plus will write to you when your benefit claim is going to be reviewed. Not everyone will be contacted at the same time. This process started in October 2010 and is expected to be completed in 2014.\r\n\r\n###Questionnaire###\r\n\r\nJobcentre Plus will send you a questionnaire to complete. This questionnaire will ask about how your long term health condition or disability affects your ability to complete everyday tasks.\r\n\r\nYou must complete this questionnaire with as much detail as possible and return it by the date requested. If you do not, your benefit claim may be affected.\r\n\r\n###Work Capability Assessment###\r\n\r\nThe information you give will be used to decide if you need to attend a face-to-face assessment. This is called Work Capability Assessment. This assessment will help find out:\r\n\r\n- what you're able to do\r\n- whether you might be capable of work\r\n\r\nIf you're asked to attend an assessment, you must go and take part fully. If you don't, your benefit claim may be affected.\r\n\r\n##If the review finds that you're capable of working##\r\n\r\nIf the assessment finds that you're capable of working, Jobcentre Plus will call you. They will discuss what benefits you might be able to claim, eg Jobseeker's Allowance. They will also write to you.\r\n\r\n##If the review finds you're entitled to ESA## \r\n\r\nIf you're entitled to ESA, Jobcentre Plus will call you to let you know. They will also write to you.\r\n\r\nYour SDA claim will be transferred automatically to ESA. There will be no break in the payments you get.\r\n\r\nDepending on how severe your disability or health condition is, you will be placed in one of two groups:\r\n\r\n- Work Related Activity Group\r\n- Support Group\r\n\r\n###Work Related Activity Group###\r\n\r\nIf you're placed in the Work Related Activity Group, you will get support to help you prepare for suitable work.\r\n\r\nYour benefit may be affected if you don't take part in the work-related support.\r\n\r\n###Support Group###\r\n\r\nIf you are severely disabled or have the most severe health conditions you will be placed in the Support Group. You will not be expected to look for work and will get the extra support you need.\r\n\r\nYou will not have to take up any work-related support unless you want to.\r\n\r\n##If your circumstances change##\r\n\r\nTell [Jobcentre Plus](http://los.direct.gov.uk/default.aspx?type=2&lang=en \"contact Jobcentre Plus\"){:rel=\"external\"} if your circumstances change. Some examples of the changes you need to report include:\r\n\r\n- doing any work, including voluntary work\r\n- starting training and getting a training allowance\r\n- changing your address\r\n- going abroad\r\n\r\n\r\n\r\n\r\n*[SDA]: Severe Disablement Allowance\r\n*[ESA]: Employment and Support Allowance","slug":"further-information","title":"Further information"}}],"type":"programme"}