{"alternative_title":"","overview":"Disabled Facilities Grants help towards the costs of making changes to your home so you can continue to live there.","slug":"disabled-facilities-grants","title":"Disabled Facilities Grants","updated_at":"2012-10-02T12:12:37+00:00","parts":[{"table":{"body":"If you're disabled and need to make changes to your home, you could get a grant from your local council to help with the costs. \r\n\r\nThe changes can include:\r\n\r\n- widening doors and installing ramps\r\n- improving access to rooms and facilities - eg by installing a stairlift or a downstairs bathroom\r\n- providing a heating system suitable for your needs\r\n- adapting heating or lighting controls to make them easier to use\r\n\r\n##Children under 19\r\n\r\nIf you're applying for a disabled child under 19, the grant is worked out differently. [Contact your local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"contact your local council\"){:rel=\"external\"} for more information.\r\n\r\n^A Disabled Facilities Grant will not affect any benefits that you're getting.^","slug":"overview","title":"Overview"}},{"table":{"body":"The amount you get depends on the following:\r\n\r\n- what changes are needed to your home\r\n- your weekly income\r\n- your outgoings - eg rent or mortgage payments\r\n\r\nThe maximum amount of grant that you can get is:\r\n\r\n- £30,000 if you live in England\r\n- £36,000 if you live in Wales\r\n\r\nIf you live in Scotland, [contact your local council](http://www.scotland.gov.uk/Topics/Government/local-government/localg/usefullinks/Q/editmode/on/forceupdate/on \"contact your local council\"){:rel=\"external\"} to find out what grants are available.\r\n\r\nDepending on your income, you may need to pay towards the cost of the work to the property.\r\n\r\n^You might not get any grant if you start work on your property before the council approves your application.^\r\n\r\n##How you'll be paid\r\n\r\nYou'll be paid either:\r\n\r\n- by instalments - as the work progresses \r\n- in full - when the work is finished\r\n\r\nThe council may pay the contractor directly, or give you a cheque to pass on - they'll agree this with you when they approve your application.\r\n\r\n##When you'll be paid\r\n\r\nYou'll be paid either:\r\n\r\n- when the council is happy with the finished work \r\n- when you give the council the invoice, demand or receipt for payment from the contractor\r\n\r\n^If you do the work yourself or ask a relative to do it, the council will only accept invoices for materials or services you've bought.^\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You can apply for the grant if you or someone living in your property is disabled. Either you or the person you're applying for must:\r\n\r\n- be the owner of the property or a tenant \r\n- intend to occupy the property as a main or only home during the grant period (which is currently 5 years)\r\n\r\nYou can also apply for a grant if you're a landlord and have a disabled tenant.\r\n\r\nThe council needs to be happy that the work is:\r\n\r\n- necessary and appropriate to meet the disabled person’s needs\r\n- reasonable and can be done - depending on the age and condition of the property","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"Contact the housing or environment health department of your [local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"local council\"){:rel=\"external\"} and ask them to send you an application form. \r\n\r\n##Before you apply\r\n\r\nYou'll need to find out:\r\n\r\n- what changes are needed to your property\r\n- the type of work that needs to be done\r\n- the cost of the work\r\n\r\n^An occupational therapist can look at your circumstances and recommend the type of changes needed.^\r\n\r\nYou should return your completed application to your local council before work starts on the property. \r\n\r\nThe council will normally need 2 written estimates for the work. They may be able to give you a list of builders or advise you about employing one.\r\n\r\nThey must tell you the result of your application in writing within 6 months of the application date. \r\n\r\n\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"If you're refused a Disabled Facilities Grant, or are unhappy with the amount you've been awarded, you can appeal against the decision. Ask [your local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"your local council\"){:rel=\"external\"} for their appeals and complaints procedure.\r\n\r\nIf you appeal and you're still not happy, you can complain to the [Local Government Ombudsman.](http://www.lgo.org.uk/making-a-complaint/ \"Local Government Ombudsman\"){:rel=\"external\"}\r\n\r\n##Planning and building regulations approval\r\n\r\nYou'll need to apply separately for any [planning permission](/planning-permission \"planning permission\") or building regulations approval. \r\n\r\nThe council may ask you to employ a qualified architect or surveyor to plan and oversee the work. If you get a grant, you can use it towards the cost of their fees.","slug":"further-information","title":"Further information"}}],"type":"programme"}