{"alternative_title":"","overview":"Statutory Adoption Pay (sometimes called adoption pay) is a payment from your employer to help take time off work when you adopt a child - eligibility, how to claim and what you'll get","slug":"statutory-adoption-pay","title":"Statutory Adoption Pay","updated_at":"2012-10-02T12:14:20+00:00","parts":[{"table":{"body":"Statutory Adoption Pay is a weekly payment you get from your employer to help take time off work when you adopt a child.","slug":"overview","title":"Overview"}},{"table":{"body":"If your average weekly earnings are **more than** £107 (before tax) Statutory Adoption Pay is £135.45.\r\n\r\nIf you earn **less than** £107 a week before tax you'll get 90% of your average weekly earnings. \r\n\r\nStatutory Adoption Pay is payable for 39 weeks.\r\n\r\nYour employer will pay Statutory Adoption Pay to you in the same way and at the same time as your normal wages.\r\n\r\n^ Statutory Adoption Pay is treated as normal pay, so your employer will deduct tax and National Insurance as usual.^","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"To get Statutory Adoption Pay you must have been:\r\n\r\n- matched with a child for adoption by a UK adoption agency\r\n- employed by your present employer without a break for at least 26 weeks (up to and including the week the adoption agency told you that you had been matched with a child for adoption)\r\n- earning an average of at least £107 a week (before tax)\r\n\r\n^ If you earn less than £107 a week before tax you'll get 90% of your average weekly earnings ^\r\n\r\n\r\nYou can get personalised help on what you qualify for by using the [online adoption rights at work tool.](http://www.direct.gov.uk/adoption.dsb \"online adoption rights at work tool\"){:rel=\"external\"}\r\n\r\nThis will give you a personalised statement of the adoption benefits that you may get.\r\n\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"To claim Statutory Adoption Pay you must give your employer documentary evidence from the adoption agency. This will usually be a 'matching certificate'.\r\n\r\nYou must also tell your employer when you want to take leave. This must be within 7 days of being told by the adoption agency that you've been matched with a child.","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##What happens if you can't get Statutory Adoption Pay##\r\n\r\nIf you can't get Statutory Adoption Pay your employer must fill in [form SAP1 non-payment of Statutory Adoption Pay.](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?record=ImmiZCaVmas&formId=925 \"Form SAP1 non-payment of Statutory Adoption Pay\"){:rel=\"external\"} Your employer must then give you this form telling you why Statutory Adoption Pay has not been paid.\r\n\r\n\r\n##If you disagree with the decision on your Statutory Adoption Pay##\r\n\r\nIf you think your employer's decision is wrong or you think you're not getting the right amount of Statutory Adoption Pay, contact the HM Revenue and Customs (HMRC).\r\n\r\n$C**HMRC employee's enquiry line**\r\n\r\n**Telephone:** 0845 302 1479  \r\n**Textphone:** 0845 915 3296  \r\n\r\nMonday to Friday, 8am to 6pm$C\r\n\r\n\r\nFor more information please read [Why I cannot pay you Statutory Adoption Pay.](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?record=ImmiZCaVmas&formId=925\"Why I cannot pay you Statutory Adoption Pay\"){:rel=\"external\"}\r\n\r\n\r\n##If you don't qualify for Statutory Adoption Pay##\r\n\r\nIf you don't qualify for Statutory Adoption Pay [contact your local council](http://www.direct.gov.uk/en/Dl1/Directories/Localcouncils/index.htm \"contact your local council\"){:rel=\"external\"} to find out about other financial support which may be available to adopters.\r\n\r\n\r\n*[HMRC]: Her Majesty's Revenue and Customs","slug":"further-information","title":"Further information"}}],"type":"programme"}