{"alternative_title":"Employers' tax and reporting for tool allowances","overview":"If your business provides a tool allowance to employees - what you must report to HMRC ","slug":"expenses-and-benefits-tool-allowances","title":"Expenses and benefits: tool allowances","updated_at":"2012-10-03T17:08:39+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"As an employer providing a tool allowance to your employees, you have certain tax, National Insurance and reporting obligations.\r\n\r\n##What's included\r\n\r\nA tool allowance is a payment you give to an employee to buy tools that are only used for work.\r\n\r\n\r\n*[HMRC]:HM Revenue & Customs","slug":"overview","title":"Overview"}},{"table":{"body":"You don’t have to report anything to HMRC or pay tax and National Insurance if you provide a tool allowance for an employee earning [at a rate](/employer-reporting-introduction-to-expenses-and-benefits/calculate-earnings-at-a-rate \"at a rate\") of less than £8,500 a year.\r\n\r\n*[HMRC]:HM Revenue & Customs\r\n*[PAYE]:Pay As You Earn","slug":"whats-exempt","title":"What's exempt"}},{"table":{"body":"If the tool allowances aren't [exempt](//expenses-and-benefits-tool-allowances/whats-exempt \"exempt\"), you may have to report them to HMRC and deduct tax and National Insurance on the costs.\r\n\r\n^You can [apply for a dispensation](/apply-for-a-dispensation “apply for a dispensation) to cover tool allowances. This means you won’t have to include them in your end-of year reports.^\r\n\r\nIf you don't have a dispensation, for employees earning [at a rate](/employer-reporting-introduction-to-expenses-and-benefits/calculate-earnings-at-a-rate \"at a rate\") of £8,500 or more a year, or directors, report on form P11D, section N.  \r\n\r\n##If work tools are available for employees to use privately\r\n\r\nThe allowance you provide counts as earnings. Add the amount to the employee's other earnings, and deduct and pay PAYE tax and Class 1 National Insurance through payroll. \r\n\r\n*[HMRC]:HM Revenue & Customs\r\n*[PAYE]:Pay as you earn","slug":"what-to-report-and-pay","title":"What to report and pay"}},{"table":{"body":"The following guides contain more detailed information:\r\n\r\n- [Class 1 National Insurance: expenses and allowances - tool allowances](http://www.hmrc.gov.uk/manuals/nimmanual/nim06230.htm \"Class 1 National Insurance: expenses and allowances - tool allowances\"){:rel=\"external\"}\r\n\r\n- [particular benefits: accommodation, supplies and services on the employer's premises](http://www.hmrc.gov.uk/manuals/eimanual/eim21610.htm \"Particular benefits: accommodation, supplies and services on the employer's premises\"){:rel=\"external\"}\r\n","slug":"technical-guidance","title":"Technical guidance"}}],"type":"guide"}