{"alternative_title":"","overview":"Find out the legal noise limits for on and off-road vehicles, and what to do if you're affected by road, rail or aircraft noise pollution","slug":"noise-pollution-road-train-plane","title":"Noise pollution from roads, trains or planes","updated_at":"2012-10-02T12:13:32+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"The table shows the maximum noise limits for on and off-road vehicles.\r\n\r\nVehicle type | Noise limit (decibels - db(A))\r\n- | -\r\nPetrol vehicles on public road | 74\r\nDirect injection diesel vehicles on public road | 75\r\nOff-road vehicles | 75\r\nOff-road direct-injection diesel vehicles | 76\r\n\r\nIt’s illegal to modify the exhaust system to make a vehicle noisier after it has been ‘type approved’ (checked it meets environmental and safety standards).\r\n\r\nThe police can also take action if your vehicle's silencer doesn’t work or if you’re driving in a way that creates too much noise.","slug":"vehicle-noise-limits","title":"Vehicle noise limits"}},{"table":{"body":"There’s no legal limit to road noise, although noise levels might be taken into account when new roads or houses and offices near roads are planned.\r\n\r\n##Planned new roads\r\n\r\nLocal highway authorities assess noise when planning a new road to see if it will be noisier at your property when the new road opens.\r\n\r\nIf noise from a new road exceeds certain limits at existing houses, you might be able to get a noise insulation grant for your home.\r\n\r\nTo apply, or if you're worried about the noise from a planned road scheme, contact your highway authority – get their contact details from your [local council.](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"}\r\n\r\n###Compulsory purchase and road noise\r\n\r\nWhen a new road is built, it often involves the ‘compulsory purchase’ of land to make way for the road.\r\n\r\nYou might be able to get compensation if a compulsory purchase means you become affected by road noise - the following booklets explain the process.\r\n\r\n[Booklet 1](http://www.communities.gov.uk/publications/planningandbuilding/compulsorypurchase \"Booklet 1\"){:rel=\"external\"} explains the overall process – read this first.\r\n\r\n[Booklet 5](http://www.communities.gov.uk/publications/planningandbuilding/compulsorypurchase5 \"Booklet 5\"){:rel=\"external\"} explains noise reduction work you might be able to get.","slug":"noise-from-roads","title":"Noise from roads"}},{"table":{"body":"There are no legal limits to noise from existing railways.\r\n\r\nIf noise from a new railway affects your property you might be able to get a noise insulation grant. Ask your [local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"} for more details.\r\n\r\nIf particular trains are causing you a problem, speak to the company running those trains. \r\n\r\nFind information on train operators on the [National Rail website](http://www.nationalrail.co.uk/tocs_maps/tocs/ \"National Rail website\"){:rel=\"external\"} or call Network Rail's 24-hour helpline on 08457 114 141.","slug":"railway-noise","title":"Railway noise"}},{"table":{"body":"Noise is regulated at all UK airports and there are different noise limits for day and night flights.\r\n\r\nOther rules include:\r\n\r\n- air traffic should fly over the least-populated areas on take-off whenever practical\r\n\r\n- there should be restrictions on night flights (for example a partial ban on night flights or complete phase-out of the noisiest aircraft)\r\n\r\nThere are also grant schemes to install noise insulation in affected homes. Contact the airport that affects you to apply.\r\n\r\n[Download the Civil Aviation Authority (CAA) factsheet (PDF, 615KB)](http://www.caa.co.uk/docs/7/EIS%2011.pdf \"Download the Civil Aviation Authority (CAA) factsheet (PDF, 615KB)\"){:rel=\"external\"} for more information on aircraft noise and emissions.\r\n\r\n###Complaining about aircraft noise\r\n\r\nTo complain about noise and low-flying aircraft:\r\n\r\n- get in touch with the airport\r\n- [report it to the Civil Aviation Authority (CAA)](http://www.caa.co.uk/default.aspx?catid=755&pagetype=90&pageid=5269 \"report it to the Civil Aviation Authority (CAA)\"){:rel=\"external\"}\r\n\r\n###Military aircraft\r\n\r\nMilitary aircraft are covered by different rules.\r\n\r\nComplain about noise or low flying on the [Ministry of Defence (MOD) website.](http://www.mod.uk/DefenceInternet/AboutDefence/WhatWeDo/AirSafetyandAviation/LowFlying/HowDoIComplainAboutMilitaryLowFlyingActivity.htm \"Ministry of Defence (MOD) website.\"){:rel=\"external\"}\r\n\r\n*[CAA]: Civil Aviation Authority\r\n*[MOD]: Ministry of Defence","slug":"aircraft-noise","title":"Aircraft noise"}}],"type":"guide"}