{"alternative_title":"","overview":"Find out about protection for disabled people from discrimination at work, in education or dealing with the police","slug":"rights-disabled-person","title":"Disability rights","updated_at":"2012-10-02T12:12:37+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"As a disabled person, you have rights to protect you from discrimination. These rights cover most areas including:\r\n\r\n- employment\r\n- education\r\n- dealing with the police\r\n\r\nThe Equality Act 2010 and the UN Convention on disability rights help to enforce, protect and promote your rights. ","slug":"overview","title":"Overview"}},{"table":{"body":"It's illegal for employers to discriminate against you because of a disability. The Equality Act 2010 protects you and covers areas including:\r\n\r\n- application forms\r\n- interview arrangements\r\n- aptitude or proficiency tests\r\n- job offers\r\n- terms of employment, including pay\r\n- promotion, transfer and training opportunities\r\n- dismissal or redundancy\r\n- discipline and grievances\r\n\r\n##Reasonable adjustments in the workplace\r\n\r\nAn employer has to make 'reasonable adjustments' to avoid you being put at a disadvantage compared to non-disabled people in the workplace. For example, adjusting your working hours or providing you with a special piece of equipment to help you do the job.\r\n \r\n##Recruitment\r\n\r\nAn employer who's recruiting staff may make limited enquiries about your health or disability. \r\n\r\nYou can only be asked about your health or disability: \r\n\r\n* to help find out if you can take part in an interview\r\n* to help decide if the interviewers need to make reasonable adjustments for you in a selection process\r\n* to help decide if you can carry out a task that is an essential part of the work\r\n* to help monitoring\r\n* if they want to increase the number of disabled people they employ\r\n* if they need to know for the purposes of national security checks\r\n\r\nYou may be asked whether you have a health condition or disability on an application form or in an interview. You need to think about whether the question is one that is allowed to be asked at that stage of recruitment. \r\n\r\n##Redundancy and retirement\r\n\r\nYou can't be chosen for [redundancy](/redundant-your-rights \"Redundancy\") just because you're disabled. The selection process for redundancy must be fair and balanced for all employees.\r\n\r\nYour employer cannot force you to retire [if you become disabled](/if-you-become-disabled/if-youre-in-employment-and-become-disabled \"If you're in employment and become disabled\").","slug":"employment","title":"Employment"}},{"table":{"body":"It's illegal for a school or other education provider to treat disabled students unfavourably. This includes:\r\n\r\n- 'direct discrimination' - eg refusing admission to a student because of disability \r\n- 'indirect discrimination' - eg only providing application forms in one format that may not be accessible\r\n- 'discrimination arising from a disability' - eg a disabled pupil is prevented from going outside at break time because it takes too long to get there\r\n- 'harassment' - eg a teacher shouts at a disabled student for not paying attention when the student's disability stops them from easily concentrating\r\n\r\n## Reasonable adjustments\r\n\r\nAn education provider has a duty to make 'reasonable adjustments' to make sure disabled students are not discriminated against. These changes could include:\r\n\r\n- changes to physical features - for example, creating a ramp so that students can enter a classroom\r\n- providing extra support and aids (such as specialist teachers or equipment)\r\n\r\n##Special Educational Needs (SEN)##\r\n\r\nAll publicly-funded pre-schools, nurseries, state schools and local authorities must try to identify and help assess children with [Special Educational Needs](/children-with-special-educational-needs \"Special Educational Needs\").\r\n\r\nIf a child has a [statement of special educational needs](/children-with-special-educational-needs/statements \"Statement\"), they should have a 'transition plan' drawn up in Year 9. This helps to plan what [support](/children-with-special-educational-needs/types-of-support \"Types of support\") the child will have after leaving school.\r\n\r\n##Higher education##\r\n\r\nAll universities and higher education colleges should have a person in charge of disability issues that you can talk to about the support they offer. \r\n\r\nYou can also ask local social services for an [assessment](/if-you-become-disabled/health-and-social-care-assessments \"Health and social care assessments\") to help with your day-to-day living needs.\r\n","slug":"education-rights","title":"Education"}},{"table":{"body":"If you're being questioned or interviewed at a police station you've certain rights depending on your impairment.\r\n\r\n##Deaf, hearing-impaired or speech difficulties\r\n\r\nThe police should arrange for an interpreter to be present with you. The police can interview you without an interpreter if a delay would result in harm to people, property or evidence.\r\n\r\n##Learning disabilities\r\n\r\nThe police should only interview someone who has a learning disability when a responsible person (referred to as an 'appropriate adult') is present. The appropriate adult should not work for the police and should have experience of people with learning disabilities. The police can interview you without an appropriate adult if a delay would result in harm to people, property or evidence.\r\n\r\n##Right to medical treatment\r\n\r\nIf you're being kept in a police cell, you've the right to a medical examination by a healthcare worker. A healthcare worker may be a paramedic, nurse or a police surgeon (sometimes referred to as a 'Forensic Medical Examiner'). \r\n\r\nIf you do not want to be examined by the healthcare worker provided, you could be examined by a general practitioner (GP) that you choose - if they're available. You may have to pay for this, and this payment will be noted down.\r\n\r\n","slug":"police","title":"Police"}},{"table":{"body":"The Equality Act 2010 protects you from discrimination. It provides legal rights for you in the areas of:\r\n\r\n- employment\r\n- education\r\n- access to goods, services and facilities\r\n- buying and renting land or property\r\n\r\nThe Equality Act 2010 also protects your rights if you have an association with a disabled person, for example a carer or parent. \r\n\r\nGet more information about the Equality Act 2010 from [The Government Equalities Office.](http://homeoffice.gov.uk/equalities/ \"Government Equalities Office\"){:rel=\"external\"}\r\n\r\n##United Nations Convention on disability rights\r\n\r\nThe United Nations (UN) Convention on disability rights has been agreed with the UK to protect and promote the rights of disabled people.\r\n\r\nGet more information about the UN Convention on disability rights from the  [Office for Disability Issues.](http://odi.dwp.gov.uk/ \"Office for Disability Issues\"){:rel=\"external\"}","slug":"the-equality-act-2010-and-un-convention","title":"The Equality Act 2010 and UN Convention"}},{"table":{"body":"You can get further advice and information on your rights from:\r\n\r\n- [Equality and Human Rights Commission](http://www.equalityhumanrights.com/ \"Equality Human Rights Commission\"){:rel=\"external\"}\r\n\r\n- [Disability Rights UK](http://www.disabilityalliance.org/ \"Disability Rights UK\"){:rel=\"external\"}\r\n\r\n- [Advicenow](http://www.advicenow.org.uk/ \"Advice Now\"){:rel=\"external\"}\r\n\r\n- [Citizens Advice](http://www.citizensadvice.org.uk/ \"Citizens Advice\"){:rel=\"external\"} \r\n\r\n","slug":"further-help-and-advice","title":"Further help and advice"}}],"type":"guide"}