{"alternative_title":"","overview":"The law on squatting - what squatting is, squatters' rights, getting your property back from squatters","slug":"squatting-law","title":"Squatting and the law","updated_at":"2012-10-02T12:14:20+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Squatting is when someone enters and occupies an empty or abandoned property that they don’t own or rent, without the owner's permission.\r\n\r\nA tenant who enters a property with the permission of the landlord, but who falls behind with rent payments, is **not** a squatter. \r\n\r\nAlthough squatting isn't illegal, it's normally a crime for a person to enter someone’s home without permission and refuse to leave when the owner asks. ","slug":"overview","title":"Overview"}},{"table":{"body":"Simply being on another person’s property without their permission is not usually a crime. But if squatters commit other crimes when entering or staying in a property, the police can take action against them.\r\n\r\nThese crimes could include:\r\n\r\n+ causing damage when entering the property\r\n+ causing damage while in the property\r\n+ not leaving when the owner of the property asks them to (if it's a residential property)\r\n+ not leaving when they're told to by a court\r\n+ stealing from the property\r\n+ using utilities like electricity or gas without permission\r\n+ making a lot of noise or fly-tipping\r\n\r\n##Squatters' rights\r\nThere's a law that makes it illegal to threaten or use violence to enter a property with people in it. The law was introduced to stop landlords using violence to evict their tenants.\r\n\r\nHowever, this law doesn’t apply to a [displaced residential occupier](where-to-get-help \"Where to get help\") or a [protected intending occupier](where-to-get-help \"Where to get help\"). This means that if you break down the door of your own home where you're living, you aren't committing a crime. \r\n\r\nYou may have to prove you're a displaced residential occupier or protected intending occupier if the police are called.\r\n\r\n##Squatters taking ownership of a property\r\nIt's difficult and very rare for squatters to take ownership of a property. To do this, they would have to stay in a property without the owner’s permission for at least 10 years.\r\n","slug":"squatting-and-squatters-rights","title":"Squatting and squatters' rights"}},{"table":{"body":"##Getting an interim possession order\r\nIf you own or occupy the property that has been squatted, you can use an interim possession order (IPO) to get your property back quickly. If you follow the right procedure, you can usually get one issued by the courts within a few days.\r\n\r\nTo get final possession of the property, you must also make an application for possession when you apply for the IPO.\r\n\r\n^Use [form N130](http://hmctscourtfinder.justice.gov.uk/HMCTS/GetForm.do?court_forms_id=379 \"Form N130: Application for possession including for interim possession order\"){:rel=\"external\"} to apply for an interim possession order and for possession.^\r\n\r\n##Exceptions\r\nYou can’t use an IPO if:\r\n\r\n+ you're also making a claim for damages caused by the squatters - instead make an ordinary claim for possession under [Part 55(A) of the Civil Procedure Rules](http://www.justice.gov.uk/guidance/courts-and-tribunals/courts/procedure-rules/civil/contents/practice_directions/pd_part55a.htm \"Part 55(A) of the Civil Procedure Rules\"){:rel=\"external\"}\r\n+ more than 28 days have passed since you found out about the squatters\r\n- you're trying to evict former tenants, sub-tenants or licensees - instead see [Private renting: evictions](/private-renting-evictions \"Private renting: evictions\") or [Council and housing association evictions](/council-housing-association-evictions \"Council and housing association evictions\").\r\n\r\nOnce squatters are served with an IPO, they must leave the property within 24 hours. If they don’t, they're committing a crime and could serve up to 6 months in prison. \r\n\r\nIt's also a crime for them to return to the property within 12 months.\r\n\r\n*[IPO]: Interim possession order","slug":"getting-your-property-back","title":"Getting your property back"}},{"table":{"body":"## If you're squatting\r\nIf you're squatting, you're legally classed as homeless. Read the [advice from Shelter](http://england.shelter.org.uk/get_advice/homelessness/squatting \"Shelter: Squatting\"){:rel=\"external\"} and [contact your local council](/homelessness-help-from-council \"Homelessness - get help from your council\") for help.\r\n\r\n##To report squatters\r\nIf you see someone breaking into a property, call the police.\r\n\r\nIf you suspect someone is squatting in a property, [report them to your local council](/report-squatters-property \"Report squatting to your local council\") or the police.\r\n\r\n##Displaced residential occupiers\r\nIf you find squatters in your home who won’t leave, you're a 'displaced residential occupier' and the squatters are committing a crime. Call the police.\r\n\r\n## Protected intending occupiers\r\nIf there are squatters in a property you're planning on moving into, you may be a 'protected intending occupier'. Give the squatters a statement showing you are the rightful occupier. \r\n\r\nYou can find the legal definition of a protected intending occupier, and full details of the statement you need to write, in [section 12A of the Criminal Law Act 1977.](http://www.legislation.gov.uk/ukpga/1977/45/section/12A \"Section 12A of the Criminal Law Act 1977\"){:rel=\"external\"} [Citizens Advice](http://www.citizensadvice.org.uk/cabdir.ihtml#txt_getadvice_header-Anchor-search \"Find your local Citizens Advice Bureau\"){:rel=\"external\"} can provide help and advice. \r\n\r\nYou should then call the police.","slug":"where-to-get-help","title":"Where to get help"}}],"type":"guide"}