{"alternative_title":"","overview":"Public rights of way are roads, paths or tracks that are open to everyone - open access land, what to do if your access is blocked and land with no right of way","slug":"right-of-way-open-access-land","title":"Right of way and open access land","updated_at":"2012-10-02T12:14:07+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Public rights of way are open to everyone. They can be roads, paths or tracks, and can run through towns, countryside or private property.\r\n\r\nYou have the right to walk along them. Some rights of way are also open to horse riders, cyclists or motorists:\r\n\r\n+ footpaths - let you go by foot only\r\n+ bridleways - let you go by foot, horse or bike\r\n+ restricted byways - let you travel by any form of transport that doesn't have a motor\r\n+ byways open to all traffic - let you travel by any form of transport, including cars (though they're mainly used by walkers and horse riders)\r\n\r\n##Rights of way in England, Wales and Northern Ireland\r\nYou can find rights of way:\r\n\r\n+ on Ordnance Survey (OS) maps\r\n+ in guide books \r\n+ on [local council websites](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"}\r\n+ while walking – rights of way are often marked with coloured arrows\r\n\r\n###Problems in using a right of way\r\nThe people who own or maintain the land must keep public rights of way open and useable. \r\n\r\nIf you have a problem using a right of way – eg an obstruction, poor maintenance or a misleading sign – you should report it to:\r\n\r\n+ the [National Park Authority](http://www.nationalparks.gov.uk/contactus \"National Parks contact details\"){:rel=\"external\"} if it’s in a national park\r\n+ the local highway authority – you can contact them through [your local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"}\r\n+ the [Forestry Commission](http://www.forestry.gov.uk/contacts \"Forestry Commission\"){:rel=\"external\"} in woodland\r\n:england-wales:\r\n\r\n##Rights of way in Scotland\r\nIn Scotland, a right of way:\r\n\r\n+ is any route that people have been able to walk on for at least 20 years \r\n+ must link 2 public places, eg a village, church or road\r\n\r\n###Finding rights of way in Scotland\r\nScottish local authorities don’t have to signpost or mark a right of way. The charity [Scotways](http://www.scotways.com/ \"Scotways\"){:rel=\"external\"} helps record and sign routes.\r\n\r\nThe [Scottish Outdoor Access Code](http://www.outdooraccess-scotland.com/ \"Outdoor Access Code\"){:rel=\"external\"} gives guidance on how to behave responsibly in the Scottish countryside.\r\n\r\n*[OS]: Ordnance Survey","slug":"public-rights-of-way","title":"Public rights of way"}},{"table":{"body":"Some landowners may let you access their land for walking, cycling or horse riding. This is known as 'permissive access'.\r\n\r\nSome farms provide educational access to schools, families and other groups for study purposes or general interest. [Natural England’s website](http://cwr.naturalengland.org.uk/Default.aspx?Menu=MenuSub&Module=EducationalSearch \"Educational access\"){:rel=\"external\"} has details of these farms, as well as conservation walks and rides.\r\n\r\nYou can also access some land of outstanding scenic or scientific interest – the [HM Revenue & Customs directory](http://www.hmrc.gov.uk/heritage/lbsearch.htm \"Land and buildings database\"){:rel=\"external\"} lets you search for these properties.\r\n\r\nOn Ordnance Survey maps, permissive access is marked with orange broken lines.\r\n\r\n##Restrictions on permissive access land\r\nSome permissive access areas are closed at certain times of the year to protect sensitive sites – eg when rare birds are nesting.\r\n\r\nYou can usually take your dog on permissive access land, but it must be kept on a short (2m or less) fixed lead at all times. Sometimes, eg during lambing season, dogs may not be allowed.\r\n","slug":"land-with-no-right-of-way","title":"Land with no right of way"}},{"table":{"body":"You can access certain land across Britain without having to use paths. This land is known as ‘open access land’ or ‘access land’. Your right to access this land is called the right, or freedom, to roam.\r\n\r\nAccess land includes mountain, moor, heath, down and registered common land.\r\n\r\nYou can [search for open access land on the Natural England website.](http://www.openaccess.naturalengland.org.uk/wps/portal/oasys/maps/MapSearch \"Open access map search\"){:rel=\"external\"}\r\n\r\n##What you can and can’t do on access land\r\nYou can use access land for walking, running, watching wildlife and climbing. \r\n\r\nThere are some activities you can’t usually do on access land, called ‘general restrictions’. They include horse riding, cycling, fishing, camping, taking animals other than dogs onto the land, driving a vehicle and water sports.\r\n\r\nHowever, you can do these things if: \r\n\r\n+ the landowner allows it\r\n+ there are existing rights or local traditions in place – eg an event that has taken place for many years\r\n+ public bridleways or byways cross the land – horse riders and cyclists can ride along these\r\n\r\n##Excepted land\r\nAccess is not allowed on some land shown on maps as 'access land'. This is to protect the privacy of people living and working there, or for public safety. This type of land is called 'excepted land'.\r\n\r\nYou can still use any footpaths, bridleways, byways or other rights of way through excepted land.\r\n\r\nExcepted land includes:\r\n\r\n+ land less than 20 metres away from people's homes\r\n+ land that is being used to grow food\r\n+ land used for railways or golf courses\r\n\r\nLandowners can close off their land to the public for up to 28 days a year, or more if they need to for land management, fire prevention or public safety.\r\n\r\nFind out more about [restrictions and exceptions to open access.](http://www.inbrief.co.uk/agricultural-law/right-to-roam.htm \"Restrictions and exceptions to open access land\"){:rel=\"external\"}\r\n\r\nIf you have problems using open access land, contact the Open Access Contact Centre.\r\n\r\n$C\r\n**Open Access Contact Centre**  \r\n0845 1003298  \r\n[openaccess@naturalengland.org.uk](mailto:openaccess@naturalengland.org.uk \"Email Natural England\")\r\n$C\r\n\r\n*[CROW]: Countryside and Rights of Way Act\r\n","slug":"open-access-land","title":"Open access land"}}],"type":"guide"}