{"alternative_title":"","overview":"Transport on trains, planes, cars, buses, coaches and wheelchairs for disabled people - Freedom Pass, Disabled Person's Railcard, concessionary bus pass and Shopmobility","slug":"transport-disabled","title":"Transport if you're disabled","updated_at":"2012-10-02T12:14:36+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You can give [National Rail](http://www.nationalrail.co.uk/passenger_services/disabled_passengers/ \"Information for disabled passengers on the National Rail website\"){:rel=\"external\"} train companies advance notice if you think you'll need any help from staff.\r\n\r\nYou can plan your route around a station with the [Stations Made Easy tool.](http://www.nationalrail.co.uk/stations_destinations/ \"Stations Made Easy tool\"){:rel=\"external\"} \r\n\r\n##Wheelchairs on trains\r\nOn mainline (intercity, suburban and cross-country) trains there's space for your wheelchair. Put your chair in this space and use the brakes (or switch your wheelchair's power off) when the train is moving.\r\n\r\n##Your rights\r\nYour right to travel by train is protected by the train company's Disabled People’s Protection Policy (DPPP). Each train company must produce a DPPP and you can get a copy from the company. \r\n\r\n^The DPPP explains how the train company helps disabled passengers use their stations and trains.^\r\n\r\n##Disabled person’s railcard\r\nYou can get up to a third off rail tickets by applying for a [disabled person's railcard.](http://www.disabledpersons-railcard.co.uk \"disabled person's railcard\"){:rel=\"external\"}\r\n\r\n*[DPPP]: Disabled People's Protection Policy","slug":"travel-by-train","title":"Trains"}},{"table":{"body":"You need to tell your airline, travel agent or tour operator what help you'll need at the airport or on the plane, eg if you have a wheelchair. \r\n\r\nAirlines and airports have different facilities for disabled people. You'll need to find out if they have the facilities you need, eg a toilet with disabled access.\r\n\r\n##Taking your wheelchair on the plane\r\nYou can't take your own wheelchair into the passenger cabin of a plane. It will be stored in the hold of the plane. Speak to your airline to find out what help they'll provide when boarding the plane.\r\n\r\n##Your rights\r\nUnder European law, disabled people and other people with reduced mobility have legal rights to assistance when travelling by air. There is detailed information about this on the [Equality and Human Rights Commission (EHRC) website.](http://www.equalityhumanrights.com/advice-and-guidance/service-users-guidance/air-travel \"Equality and Human Rights Commission (EHRC) website\"){:rel=\"external\"}\r\n\r\n*[EHRC]: Equality and Human Rights Commission","slug":"planes","title":"Planes"}},{"table":{"body":"If you have a car, find out what you need to do if you’re [driving and disabled](/driving-if-disabled \"Medical conditions, disabilities and driving\"), eg learning to drive and getting insured.\r\n\r\nDisabled people can [apply for a Blue Badge](/apply-blue-badge \"Apply for a Blue Badge\"){:rel=\"external\"} so you can park close to where you want to go. \r\n\r\n##Bus and coach\r\nDisabled people can get a [bus pass for free travel.](/apply-for-disabled-bus-pass \"Free bus passes\")\r\n\r\nThe law says bus and coach drivers must give reasonable assistance to disabled people, eg helping them get on and off the bus or coach. This doesn't mean physically lifting passengers or heavy mobility equipment. \r\n\r\nIf you need help to get on and off a coach, you should ask for this when you book your ticket.\r\n\r\n","slug":"cars-buses-and-coaches","title":"Cars, buses and coaches"}},{"table":{"body":"[Shopmobility](http://www.shopmobilityuk.org \"Shopmobility\"){:rel=\"external\"} lends wheelchairs and powered scooters to people who are disabled so they can shop or visit leisure facilities in a town, city or shopping centre.\r\n \r\n \r\n","slug":"wheelchairs","title":"Wheelchairs"}}],"type":"guide"}