{"alternative_title":"","overview":"Your rights if you're stopped by the police while driving - breath tests, motoring offences, faults with your vehicle, seizing your vehicle","slug":"stopped-by-police-while-driving-your-rights","title":"Being stopped by the police while driving - your rights","updated_at":"2012-10-03T11:40:18+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"The police can stop a vehicle for any reason. If they ask you to stop, you should always pull over. You're breaking the law if you don’t.\r\n\r\nIf you’re stopped, the police can ask to see your:\r\n\r\n- driving licence\r\n- insurance certificate\r\n- MOT certificate\r\n\r\nIf you don’t have these documents with you, you have 7 days to take them to a police station. You're breaking the law if you don’t show the requested documents within 7 days.\r\n\r\nThe police can also give you an on-the-spot fixed penalty notice for many minor offences and make you take a breath test in certain circumstances.\r\n\r\nYou can also have your vehicle seized if you're stopped on suspicion of driving without insurance and for some other offences.","slug":"overview","title":"Overview"}},{"table":{"body":"The police can stop you at any time and ask you to take a breath test (‘breathalyse’ you) if:\r\n\r\n- they think you’ve been drinking\r\n- you’ve committed a traffic offence\r\n- you’ve been involved in a road traffic accident\r\n\r\nIf you refuse to take a breath test, or fail to supply a sample of breath and don’t have a 'reasonable excuse', you can be arrested. A reasonable excuse could be a genuine physical or mental condition stopping you from giving a sample.\r\n\r\nThe breath test gives a result straight away. If it shows you’re not over the drink drive limit, you must be allowed to go.\r\n\r\nIf you fail the breath test, you'll be taken to a police station and given 2 more breath tests. If they’re positive, you may be charged.\r\n\r\nIf you fail a breath test you can’t drive your car until you are sober. You can ask someone else to collect your car for you.","slug":"breath-tests","title":"Breath tests"}},{"table":{"body":"The police can give you a ‘fixed penalty notice’ for many of the less serious traffic offences. If you get a fixed penalty notice this can result in a fine and/or penalty points on your licence.  \r\n\r\nIf you build up 12 points within 3 years you could be disqualified from driving.\r\n\r\nHowever, for minor offences the police also have the option of:\r\n\r\n- taking no action\r\n- issuing a warning\r\n- offering driver training (in some cases)\r\n- prosecuting you\r\n\r\n##If you disagree with a fixed penalty notice\r\n\r\nYou can choose not to pay the fixed penalty if you believe that it was given unjustly, but you'll have to argue your case in court. \r\n","slug":"minor-motoring-offences","title":"Minor motoring offences"}},{"table":{"body":"If your vehicle has something wrong with it like a broken brake light, the police may give you a ‘vehicle defect rectification notice’.\r\n\r\nYou’ll need to get your vehicle fixed at an MOT approved garage and have 14 days to show the police your vehicle’s been fixed.","slug":"faults-with-your-vehicle","title":"Faults with your vehicle"}},{"table":{"body":"The police can seize a vehicle if they think it's being used in a way that causes alarm, harassment or distress (eg careless or inconsiderate driving).\r\n\r\nThey can also seize a vehicle if they think it's:\r\n\r\n- being driven by someone who doesn’t have a proper licence or insurance\r\n- dangerously, illegally or obstructively parked\r\n- broken-down or abandoned\r\n\r\n^If your vehicle is seized there's a 'release fee' of up to £200 plus a storage fee of £20 for every day or part day.^","slug":"when-the-police-can-seize-your-vehicle","title":"When the police can seize your vehicle"}}],"type":"guide"}