{"alternative_title":"","overview":"If your employer is changing owner, your job could be protected under the Transfer of Undertakings (Protection of Employment) regulations (TUPE) - types of transfers covered, your rights, contracts, redundancy, where to get help\r\n","slug":"business-transfers-and-takeovers-your-rights","title":" Business transfers and takeovers - your rights ","updated_at":"2012-10-02T12:12:13+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If your employer is changing owner, your job could be protected under the Transfer of Undertakings (Protection of Employment) regulations (TUPE).\r\n\r\n##TUPE protection\r\n\r\nTo get TUPE protection, you must be working for a UK-based company. The size of the company doesn't matter.\r\n\r\nIf you're involved in a transfer that qualifies for TUPE you should be guaranteed that your:\r\n\r\n- job transfers over to the new company\r\n- employment terms and conditions transfer\r\n- continuity of employment is maintained\r\n\r\n^If you're not sure if you're protected, talk to [ACAS (the Advisory, Conciliation and Arbitration Service),](http://www.acas.org.uk/index.aspx?articleid=1410 \"ACAS (the Advisory, Conciliation and Arbitration Service)\"){:rel=\"external\"} [Citizens Advice](http://www.citizensadvice.org.uk/index/getadvice.htm \"Citizens Advice\"){:rel=\"external\"} or your trade union representative.^\r\n\r\n##If you're employed by a contractor\r\n\r\nIf you work for a contractor (eg in cleaning or catering) that loses a contract to another contractor, your job will usually transfer automatically. \r\n\r\nIf you find there's no job for you, you claim for unfair dismissal in an [Employment Tribunal](/employment-tribunals \"Employment Tribunal\").\r\n\r\n##If you work in the public sector\r\n\r\nPublic sector transfers aren't covered by TUPE but you get similar protection - read the guidelines below to find out more.\r\n\r\n$D\r\n\r\n[Download 'Guidelines - staff transfers in the public sector' (PDF, 145KB)](http://www.hm-treasury.gov.uk/d/staff_transfers_145.pdf \"Download 'Guidelines - staff transfers in the public sector' (PDF, 145KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n\r\n\r\n\r\n\r\n\r\n*[TUPE]:Transfer of Undertakings (Protection of Employment)\r\n*[ACAS]:the Advisory, Conciliation and Arbitration Service","slug":"overview","title":"Overview"}},{"table":{"body":"##What's protected by law\r\n\r\nThere are 2 types of transfer protected under the TUPE (Transfer of Undertakings (Protection of Employment)) regulations - 'business transfers' and 'service provision changes'.\r\n\r\n###Business transfers\r\n\r\nThis is where a business or part of a business moves from one employer to another. This can include mergers were 2 companies close and combine to form a new one. \r\n\r\nTo be protected under TUPE during a business transfer the identity of your employer must change.\r\n\r\n###Service provision changes\r\n\r\nThis is when:\r\n\r\n- a service provided by your employer (eg cleaning, workplace catering) is awarded to a contractor \r\n- a contract ends and is given to a new contractor\r\n- a contract ends and the work is transferred in-house by the former customer \r\n\r\nYou won't be protected under TUPE if the contract is:\r\n\r\n- for the supply of goods for the company's use (eg a restaurant changing food suppliers)\r\n- for a single event or short-term task (eg a catering company being used for a large corporate event)\r\n\r\nYou're only protected under a service provision change if you have been doing the work being transferred.\r\n\r\n$E\r\n\r\n**Example:**  \r\n\r\nYou're employed directly as a cleaner by a company that decides to use an outside cleaning company instead. You'd be protected under TUPE.\r\n\r\n$E\r\n\r\n##If you work outside the UK\r\n\r\nIf you're employed by a UK employer but are based outside the UK, you could still be protected by TUPE. \r\n\r\nIn business transfers, if your company has an 'undertaking' in the UK (eg building, assets, fixtures and fittings, employees) but you spend most of your working week outside the UK, you're protected.\r\n\r\nIn service provision changes, there must be an organised group of employees in the UK to qualify for TUPE protection.\r\n\r\n$E\r\n\r\n**Example:**\r\n\r\nYou're in a team doing website maintenance under a contract that's coming to an end and someone else is taking it over:\r\n\r\n- if the contract is performed in the UK, but you work from home outside the UK, you're protected\r\n\r\n- if the whole team works from home outside the UK, you wouldn't be protected as there's no organised group of employees\r\n\r\n$E\r\n\r\n*[TUPE]:Transfer of Undertakings (Protection of Employment)\r\n","slug":"types-of-transfers-covered","title":"Types of transfers covered"}},{"table":{"body":"If you're affected by a business transfer you have a right to be consulted and informed about it. This could be if you:\r\n\r\n- will be transferred\r\n- won't be transferred but your job might be affected\r\n- work for the employer taking on the transferring employees and might be affected\r\n\r\nYour employer should tell you:\r\n\r\n- that the transfer is happening, when it's happening and why\r\n- how the transfer will affect you\r\n- whether there will be any reorganisation\r\n\r\n##Employee representatives\r\n\r\nConsultation normally happens through nominated employee representatives. \r\n\r\n###Trade union representatives\r\n\r\nIf there's a trade union in your workplace your employer must inform and consult with the representative from the union. \r\n\r\n###Employee representatives\r\n\r\nIf there's no trade union your employer must inform and consult other employee representatives. There might already be representatives, or new ones specially elected. \r\n\r\nIf this happens your employer should:\r\n\r\n- make sure the election is fair\r\n- decide how many people are needed to represent the interests of everyone affected\r\n- decide if affected employees should be represented as one workforce or in groups\r\n- decide how long the representatives need to be in place\r\n\r\nThey should also make sure that:\r\n\r\n- the employee representatives are people who are affected by the transfer\r\n- no affected employee is unreasonably excluded from standing for election\r\n- voting is done in secret\r\n- votes are accurately counted\r\n\r\n^If you're an employee representative you have [the same rights as a trade union representative](/your-rights-as-a-trade-union-rep \"the same rights as a trade union representative\") to help you carry out your role.^\r\n\r\n\r\n\r\n\r\n","slug":"your-right-to-be-consulted-and-informed","title":"Your right to be consulted and informed"}},{"table":{"body":"In a protected under the TUPE (Transfer of Undertakings (Protection of Employment)) regulations, your new employer takes over your employment contract, including:\r\n\r\n- all the previous terms and conditions of your employment\r\n- failure of your previous employer to observe your rights (so you could make a claim for discrimination against your new employer, even if it took place before the transfer)\r\n- your holiday entitlement\r\n- your period of continuous employment - your start date is the same as before the transfer, so your continuous employment isn't broken\r\n- any collective agreements previously made with employees \r\n\r\n^If the new employer doesn't meet the terms of your contract, it's a breach of your contract.^\r\n\r\n##If you don't want to work for the new employer\r\n\r\nYou can refuse to work for the new employer. This means you're resigning - you won't be able to claim unfair dismissal or redundancy pay.\r\n\r\n^If your working conditions change for the worse because of the transfer, you can resign and claim unfair dismissal.^\r\n\r\n##Changing your employment contract\r\n\r\nTUPE regulations mean you shouldn't lose your employment rights. \r\n\r\n###Before the transfer\r\nIf your employer knows you'll be transferring to another company they can't change your terms and conditions to make them the same as those of the other company.\r\n\r\n###After the transfer\r\nYour employer can't change your terms and conditions if the reason is:\r\n\r\n- the transfer itself\r\n- a reason connected with the transfer that is not an 'economic, technical or organisational reason'\r\n\r\n'Economic' reasons are to do with how the company is performing.\r\n\r\n'Technical' reasons are to do with the equipment or processes the company uses. \r\n\r\n'Organisational' reasons are to do with the structure of the company.\r\n\r\nSo if your employer wanted to change your terms and conditions for a reason not connected to the transfer they could. \r\n\r\n###Positive changes\r\n\r\nYour employer can improve your terms and conditions if you agree. For example, they might want to increase your holiday so that it's a standard amount for everyone.\r\n\r\nAn employer can't impose changes - they have to be agreed by the employees or their representatives.\r\n\r\n##Pension rights\r\n\r\nYour company pension rights earned up to the time of a transfer are protected, but your new employer doesn't have to continue an identical pension. \r\n\r\nThey should offer a minimum pension matching your contributions of up to 6% of your salary.\r\n\r\n\r\n##After the transfer\r\n\r\nWhen the transfer is complete, make sure you get an up-to-date written statement of your employment, giving the name of your new employer and saying that your terms and conditions haven't changed.\r\n\r\nYou might get a P45 if your tax records are being updated.\r\n\r\n*[TUPE]:Transfer of Undertakings (Protection of Employment)","slug":"transfers-of-employment-contracts","title":"Transfers of employment contracts"}},{"table":{"body":"##Rights to redundancy payments\r\n\r\nYour new employer can't make you redundant just because a transfer has happened. \r\n\r\nIf you're made redundant for an 'economic, organisational or technical' reason you may be entitled to a redundancy payment. \r\n\r\nFor example, if your new employer has to close down part of a company because it's not performing and doesn't need people with your specialist skill, you'd be entitled to a redundancy payment.\r\n\r\n","slug":"redundancy-","title":"Redundancy "}},{"table":{"body":"Your employer must provide your new employer with information about you, including:\r\n\r\n- name\r\n- age\r\n- details of employment\r\n- disciplinary action taken against you within the last 2 years\r\n- grievances raised by you within the last 2 years\r\n- legal action taken by you against your employer within the last 2 years\r\n- potential legal action the employer thinks you might raise\r\n\r\nThis information has to be provided at least 2 weeks before the transfer and should help your new employer understand your rights and their duties.\r\n","slug":"information-about-employees-during-transfers","title":"Information about employees during transfers"}},{"table":{"body":"A business is 'insolvent' if it can't pay its debts. If you work for a company that’s insolvent, this means one of the following:\r\n\r\n- administration - where your employer asks an ‘administrator’ to come in to try to keep the company going\r\n- liquidation - when a company is closed and its assets are sold to pay the people it owes money to (creditors)\r\n- receivership - like liquidation but it’s usually arranged by a single creditor that’s lent money securely (eg a bank), and the assets are sold to pay just that creditor\r\n- voluntary arrangement with creditors \r\n\r\nIf your employer is insolvent and their business is being transferred or taken over by another company the protection you get is different to in a normal transfer.\r\n\r\nIf the company is insolvent and closing down you're not protected, but if the company is being rescued and taken over or transferred, you are.\r\n\r\n##If you're owed money\r\n\r\nYou have [rights if your employer is insolvent](/your-rights-if-your-employer-is-insolvent \"rights if your employer is insolvent\") and they owe you money - you can claim for this whether you're protected under the TUPE (Transfer of Undertakings (Protection of Employment)) regulations or not.\r\n\r\nIf you're involved in a TUPE-protected transfer your new employer has to pay any amount left over after you've been paid from the government's National Insurance fund.\r\n\r\n##Changes to your terms and conditions\r\n\r\nYour pay could be reduced or your terms and conditions changed after the transfer. This is allowed to help prevent job losses when people transfer to the new company.\r\n\r\nAny changes have to be agreed with employee or trade union representatives.\r\n\r\nAny agreement can't break your statutory employment rates - so you can't be paid below the National Minimum Wage, for example.\r\n\r\n\r\n*[TUPE]:Transfer of Undertakings (Protection of Employment)\r\n\r\n\r\n\r\n","slug":"transfers-of-insolvent-businesses-your-rights","title":"Transfers of insolvent businesses - your rights"}},{"table":{"body":"You can get confidential help and advice on employment rights if you [ contact ACAS (the Advisory, Conciliation and Arbitration Service)](http://www.acas.org.uk/index.aspx?articleid=1410 \"contact ACAS (the Advisory, Conciliation and Arbitration Service)\"){:rel=\"external\"}. You can also talk to [Citizens Advice](http://www.citizensadvice.org.uk/index/getadvice.htm \"Citizens Advice\"){:rel=\"external\"} or your trade union representative.\r\n\r\nIf you can't sort out a problem with your employer informally, you can make a complaint to an [Employment Tribunal](/employment-tribunals \"Employment Tribunal\") if you have 12 months' continuous employment and either:\r\n\r\n- you're dismissed because of  a reason to do with the transfer\r\n- you feel entitled or forced to resign because of the transfer\r\n\r\nYou have to make your complaint within 3 months - if you want to claim for a redundancy payment, you have to do it within 6 months.\r\n\r\n*[ACAS]:the Advisory, Conciliation and Arbitration Service","slug":"what-to-do-if-you-have-problems","title":"What to do if you have problems"}}],"type":"guide"}