{"alternative_title":"","overview":"When your business needs to carry out a health and safety risk assessment, how to do it, templates and forms","slug":"carrying-out-health-and-safety-risk-assessments","title":"Health and safety risk assessment","updated_at":"2012-10-03T12:02:58+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"A risk assessment identifies how accidents, injuries or illness could be caused by your business - and shows you how to reduce the chances of them happening.\r\n\r\nYou must carry out a health and safety risk assessment if:\r\n\r\n- people work for you\r\n- you work for yourself but other people, like customers or suppliers, visit your workplace\r\n\r\n##How risk assessments work\r\n\r\nThere are 5 steps to a risk assessment:\r\n\r\ns1. Identify hazards - the things in your business that could cause harm.\r\ns2. Understand your risks - who could be harmed by your hazards, and how.\r\ns3. Take precautions against risks.\r\ns4. Write down what you've done.\r\ns5. Review and update your risk assessment regularly or when things change in your business.\r\n\r\n\r\n% If you have 5 or more employees, you must record the risk assessment in writing.%\r\n\r\nYou can use the Health and Safety Executive's [online tools, templates and examples](write-down-your-risk-assessment \"Risk assessment tools and templates\") to help.\r\n\r\nYou don’t need to remove every single risk - but you must do everything you reasonably can to minimise them.\r\n\r\n##Fire hazards\r\n\r\nIf you’re working in commercial premises, you must do a [fire risk assessment.](http://www.communities.gov.uk/fire/firesafety/firesafetylaw/aboutguides/ \"Fire safety and risk assessment\"){:rel=\"external\"}. \r\n\r\nYou can a fire risk assessment as part of your health and safety risk assessment, or you can do it separately.\r\n\r\nThere are different rules for [fire risk assessments in Scotland.](http://firelawscotland.org/v23323.html?pContentID=240 \"Fire safety and risk assessment in Scotland\"){:rel=\"external\"}","slug":"overview","title":"Overview"}},{"table":{"body":"A hazard is anything that could cause harm. For example, it could be:\r\n\r\n- the way you need to do something (working on a ladder, working without supervision)\r\n- something about your premises (rain making the entrance to your premises slippery, stock stored on high shelves)\r\n- something your business uses (machinery, equipment, chemicals)\r\n\r\n## How to identify hazards\r\n\r\nYou should:\r\n\r\n- ask your employees about the hazards that they see when they’re working\r\n- check what may cause a hazard by walking round your premises and taking notes\r\n- ask your trade association - they often have industry-specific guidelines for managing hazards for your type of business\r\n- check safety instructions and data sheets for equipment or chemicals you use in your business - they will tell you what some of the hazards are \r\n- review your accident and ill-health records for the causes of previous incidents\r\n\r\nYou can get guidance on hazards and risk assessments for [your type of business](http://www.hse.gov.uk/risk/industry.htm \"Risk assessments for specific types of business\"){:rel=\"external\"} from the Health and Safety Executive.\r\n \r\nIn Scotland, you can get workplace health and safety advice from the ['Healthy working lives' service.](http://www.hse.gov.uk/risk/industry.htm \"Occupational health and safety advice in Scotland\"){:rel=\"external\"}","slug":"identify-hazards","title":"Identify hazards"}},{"table":{"body":"Once you’ve identified hazards, you must work out: \r\n\r\n- what kind of incidents could happen\r\n- who could be harmed by them\r\n\r\nThese are your business’s risks.\r\n\r\nFor example, if you’ve identified as a hazard: \r\n\r\n- 'lifting boxes of stock' - the risk could be people in your warehouse damaging their backs\r\n- 'rainwater making the floor around the shop doorway slippery' - the risk could be staff and customers falling over\r\n\r\nOnce you’ve worked out all your business’s risks, you must ask people you employ for their views - they may think of something that you’ve missed.\r\n\r\n##People with special safety needs\r\n\r\nYou must also think about:\r\n\r\n- [young workers](http://www.hse.gov.uk/youngpeople/index.htm \"Advice on health and safety for young people\"){:rel=\"external\"} who may not be used to thinking about health and safety at work\r\n- [migrant workers](http://www.hse.gov.uk/migrantworkers \"Advice on health and safety for migrant workers\"){:rel=\"external\"} who may have different attitudes to health and safety or speak different languages\r\n- new or expectant [mothers](http://www.hse.gov.uk/mothers \"Advice on health and safety for new and expecting mothers\"){:rel=\"external\"}\r\n- people with [disabilities](http://www.hse.gov.uk/disability/risk.htm \"Advice on health and safety for people with disabilities\"){:rel=\"external\"}\r\n- people who may not be in your workplace all the time (like cleaners, visitors, freelancers or homeworkers)\r\n","slug":"understand-your-risks","title":"Understand your risks"}},{"table":{"body":"Once you’ve identified your business’s risks, you must do everything reasonable to avoid people being harmed by them.\r\n\r\nYou should try to eliminate risks if possible. For example, you should manufacture your product without using dangerous chemicals if you can. \r\n\r\n^You don’t need to try to do everything at once - but you should handle the biggest risks first and give yourself target dates to complete everything.^\r\n\r\nIf it's going to take you a while to arrange a permanent solution for a major risk, you should make short-term arrangements to reduce the risk as soon as possible.\r\n\r\n## When you can’t completely remove a risk\r\n\r\nYou should consider what you can do to reduce the risk, if possible in the order below:\r\n\r\ns1. Try a less risky option - for example, you could use a chemical that’s less dangerous instead.\r\ns2. Keep people away from the hazard - for example, you could put barriers around a furnace so people can’t accidentally get too close.\r\ns3. Organise work so it keeps away from a hazard  - for example, print shops should keep guillotines at the end of production lines, not halfway through them.\r\ns4. Give staff and visitors protective equipment, like glasses, goggles, footwear or protective clothing.\r\ns5. Provide facilities to deal with problems, for example you could put first aid boxes close to hazards or provide washing facilities to reduce contamination risks.","slug":"take-precautions-against-risks","title":"Take precautions against risks"}},{"table":{"body":"% If you employ 5 or more people, you must keep a written record of your risk assessment.%\r\n\r\nYou don't have to record your risk assessment in any particular way, but you can make it easier by using the Health and Safety Executive's (HSE):\r\n\r\n- online risk assessment tool for [offices](http://www.hse.gov.uk/risk/office.htm \"Risk assessment tool for offices\"){:rel=\"external\"} or [shops](http://www.hse.gov.uk/risk/shop.htm \"Risk assessment tool for shops\"){:rel=\"external\"} \r\n- [examples](http://www.hse.gov.uk/risk/casestudies/index.htm \"Example health and safety risk assessments\"){:rel=\"external\"}\r\n\r\nYou can download a risk assessment template from the HSE.\r\n\r\n$D\r\n\r\n[Download a risk assessment template (DOC, 111KB)](http://www.hse.gov.uk/risk/risk-assessment-and-policy-template.doc \"Download a health and safety risk assessment template (Word document, 111KB\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n*[HSE]: Health and Safety Executive","slug":"write-down-your-risk-assessment","title":"Write down your risk assessment"}},{"table":{"body":"There's no set deadline for you to review or update a health and safety risk assessment. \r\n\r\nBut you should do it regularly - many businesses review their risk assessments once a year. \r\n\r\nYou should also update it when things change in your business, eg you move premises, start using new chemicals or buy new equipment.","slug":"review-and-update-your-risk-assessment","title":"Review and update your risk assessment"}}],"type":"guide"}