{"alternative_title":"","overview":"Child maintenance - what it is, how to work it out and how the Child Support Agency can help","slug":"arranging-child-maintenance-through-child-support-agency","title":"Arranging Child Maintenance through the Child Support Agency","updated_at":"2012-10-03T12:18:34+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Child maintenance is financial support that helps towards a child's everyday living costs when the parents have separated.\r\n\r\nIt's for children who are either:\r\n\r\n- under 16\r\n- 16 to 19 and in full-time education (not higher than A-level or equivalent)\r\n\r\nThe parent who doesn't have day-to-day care of the child pays child maintenance to the parent or person who does. \r\n\r\nThis person could be a grandparent or guardian as well as a parent. \r\n\r\nThe Child Support Agency (CSA) can sort child maintenance out for you - they'll work out how much should be paid, and they can also collect the payments for you.\r\n\r\n^You can use the [child maintenance calculator](/calculate-child-maintenance \"child maintenance calculator\") to get an idea of what payments might be.^\r\n\r\n*[CSA]: Child Support Agency","slug":"overview","title":"Overview"}},{"table":{"body":"You can apply to the Child Support Agency (CSA) if you are:\r\n\r\n- the parent the child lives with\r\n- the parent the child doesn't live with\r\n- a grandparent or other guardian of the child\r\n- a child living in Scotland\r\n\r\n^The parent the child doesn’t live with is called the 'paying parent'. The parent or carer they live with is called the 'receiving parent'.^\r\n\r\n##Who can't use the CSA\r\n\r\nYou can't use the CSA if the receiving parent or the child lives outside the UK. \r\n\r\nIf the paying parent lives abroad, the CSA can only help [in certain circumstances](/child-maintenance-if-one-parent-lives-abroad \"child maintenance if one parent lives abroad\"). \r\n\r\n##What the CSA can help with\r\n\r\nThe CSA can help you:\r\n\r\n- find the other parent if you don't know where they live\r\n- sort out any [disagreements about parentage](/disagreements-about-parentage \"disagreements about parentage\")\r\n- [work out](/how-child-maintenance-is-worked-out \"how child maintenance is worked out\") how much child maintenance should be paid\r\n- arrange for the paying parent to pay child maintenance\r\n- pass payments on to the receiving parent \r\n- look at the payments again when [changes in parents' circumstances](changes-you-need-to-report \"changes in parents' circumstances\") are reported\r\n- [take action](nonpayment-what-happens \"take action\") if payments are not made\r\n\r\n##How to apply for child maintenance\r\n\r\nYou can apply for child maintenance by [contacting your local CSA office.](https://www2.dwp.gov.uk/csa/v2/en/setup/apply-by-telephone.asp \"find your local CSA office\"){:rel=\"external\"}\r\n\r\n\r\n\r\n*[CSA]: Child Support Agency\r\n\r\n\r\n\r\n","slug":"how-to-apply","title":"How to apply"}},{"table":{"body":"Child maintenance can be paid:\r\n\r\n- by direct debit - the Child Support Agency (CSA) will set this up\r\n- directly from the paying parent's earnings - the CSA sorts this out with their employer\r\n\r\nPayments are paid into the receiving parent's bank account.\r\n\r\n^The ‘paying parent’ is the parent the child doesn’t live with. The ‘receiving parent’ is the parent or carer they live with.^\r\n\r\n##Paying child maintenance directly\r\n\r\nWhen the CSA has worked out a child maintenance amount, you can make your own payment arrangements if you both agree. This is called Maintenance Direct. \r\n\r\nThe easiest way to pay is by standing order - payments go direct from the paying parent's  bank, building society or Post Office account account into the receiving parent's account. \r\n\r\n^If you or the other parent don't have a bank, building society or Post Office account and can't open one, [tell the CSA.](https://www2.dwp.gov.uk/csa/v2/en/contact/index.asp \"tell the CSA\"){:rel=\"external\"}^\r\n\r\n##When payments are made\r\n\r\nIf you're using the CSA to collect and pass on payments, they'll arrange this based on when the paying parent is paid their wages, pension or benefits. \r\n\r\n[Contact the CSA](https://www2.dwp.gov.uk/csa/v2/en/contact/index.asp \"contact the CSA\"){:rel=\"external\"} immediately if you're a paying parent and having problems paying.\r\n\r\n###Collection and payment schedules\r\n\r\nIf you're the paying parent, the CSA will send you a 'collection schedule' - this tells you how much you need to pay and when.\r\n\r\nIf you're the receiving parent, they'll send you a 'payment schedule' - this tells you how much is due and when it'll be collected\r\n\r\nThere's more information about how child maintenance is collected and paid in the leaflets below.\r\n\r\n$D\r\n[Download 'How do I pay child maintenance?' (PDF, 285KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@benefits/documents/digitalasset/dg_198852.pdf \"Download 'How do I pay child maintenance?' (PDF, 285KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n$D\r\n[Download 'How will I get child maintenance?' (PDF, 220KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@benefits/documents/digitalasset/dg_198857.pdf \"Download 'How will I get child maintenance?' (PDF, 220KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n##Paying off child maintenance debt\r\n\r\nIf you're a paying parent and you've missed paying child maintenance you'll usually be asked to pay the full amount you owe straight away. You can pay:\r\n\r\n- with a credit or debit card\r\n- through your bank\r\n\r\nIn some circumstances, you might be able to agree with the CSA to pay the debt in instalments.\r\n\r\n^The CSA can [take action](non-payment-what-the-child-support-agency-does \"how the CSA deals with non-payment\") if child maintenance isn't being paid.^\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n*[CSA]: Child Support Agency","slug":"how-to-pay","title":"How to pay"}},{"table":{"body":"The Child Support Agency (CSA) will take action if child maintenance isn't paid.\r\n\r\nWhen a child maintenance payment is missed, the CSA will contact the parent the child doesn't live with to:\r\n\r\n- find out why they haven't paid\r\n- arrange for them to pay what they owe\r\n- warn them about action that might be taken if they don't pay\r\n\r\nThe parent has a week to respond. If they don't, the CSA can take action to get the child maintenance owed.\r\n\r\n^The parent the child doesn't live with is called the 'paying parent'. The parent or carer they live with is called the 'receiving parent'. ^\r\n\r\n##What the CSA can do\r\n\r\nThe CSA can take action immediately if the paying parent pays through the CSA.\r\n\r\nIf the paying parent used the CSA to calculate child maintenance but pays directly (Maintenance Direct), the receiving parent needs to ask the CSA to take action.\r\n\r\nThe CSA can get unpaid child maintenance in 3 different ways.\r\n\r\n###Taking money from a paying parent's earnings or benefits\r\n\r\nThe CSA can tell the paying parent's employer how much to take from their wages. The employer must then pass this to the CSA - if they don't, the CSA can take them to court.\r\n\r\nIf the paying parent gets benefits, a State Pension or War Pension, the CSA can take the amount owed from these payments.\r\n\r\n###Taking money from a bank or building society account\r\n\r\nThe CSA doesn't need permission to do this. It can tell the bank or building society to take either:\r\n\r\n- regular payments\r\n- a one-off payment\r\n\r\n###Taking court action\r\n\r\nThe CSA can take a paying parent to court over unpaid child maintenance. Things the courts can do include:\r\n\r\n- sending bailiffs (Sheriff Officers in Scotland) to a paying parent's home to take and sell their belongings to get the child maintenance owed\r\n- sending a paying parent to prison\r\n- collecting money that's owed to the paying parent by someone else and using this to pay the child maintenance owed\r\n- forcing the sale of a property and using the money to pay the child maintenance owed\r\n\r\nIf a paying parent tries to avoid paying by selling property or transferring it to someone else, the CSA can ask the courts to stop them.\r\n\r\nThe CSA can also ask the courts to reverse any sale or transfer that's already happened.\r\n\r\n^If the CSA takes action through the courts, the paying parent may have to pay the CSA's legal costs as well as their own.^\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n*[CSA]: Child Support Agency","slug":"nonpayment-what-happens","title":"Non-payment"}},{"table":{"body":"If someone denies they're the parent of a child, the Child Support Agency (CSA) will:\r\n\r\n- ask them for evidence proving they're not the parent\r\n- tell the other parent what's happened and ask for evidence to prove parentage\r\n\r\nIf the person named as the parent can't give evidence proving they're not, the CSA can:\r\n\r\n- ask both parents to take a [DNA test](dna-tests \"DNA tests\")\r\n- ask the courts to make a decision\r\n\r\n##Presumed parentage\r\n\r\nThe CSA can presume parentage if the person named as the parent:\r\n\r\n- was married to the child's mother at any time between the conception and birth of the child (unless the child was adopted)\r\n- is named on the child's birth certificate (unless the child was adopted)\r\n- has taken a DNA test that shows they're the parent\r\n- has legally adopted the child\r\n- is named in a court order as the parent when the child was born to a surrogate mother\r\n\r\nIf the CSA presumes parentage it will work out a child maintenance amount. The person named as the parent has to pay this until they can prove that they're not the child's parent.\r\n\r\n##Paying child maintenance during a disagreement\r\n\r\nIf the child maintenance amount has already been worked out, the person named as the parent has to pay until they can provide evidence that they're not.\r\n\r\nIf the amount hasn't been worked out, the CSA won't work it out or ask for payment until the disagreement has been sorted out. \r\n\r\n^If the person is found to be the parent, the amount of child maintenance they have to pay will be back-dated.^\r\n\r\n##If the named person proves they're not the parent\r\n\r\nIf this happens the CSA may:\r\n\r\n- refund any payments made after the date they first denied they were the parent\r\n- refund the cost of any DNA tests arranged through the CSA\r\n\r\nThe CSA may also ask the other parent to pay back any child maintenance. \r\n\r\n^Refunds depend on the circumstances of each case.^\r\n\r\n*[CSA]: Child Support Agency","slug":"disagreements-about-parentage","title":"Disagreements about parentage"}},{"table":{"body":"The Child Support Agency (CSA) can use DNA testing to sort out [disagreements about parentage](disagreements-about-parentage \"disagreements about parentage\"). \r\n\r\nThis either:\r\n\r\n- proves 100% that someone isn't a child's parent\r\n- shows a 99.9% probability that they are a child's parent\r\n\r\nThe person named as the parent and the parent the child lives with need to agree to the tests. If the child is 16 or over, they can give their own permission.\r\n\r\n##Arranging a test\r\n\r\nThis can be done either through:\r\n\r\n- the DNA testing company used by the CSA \r\n- a private testing company\r\n\r\nThe CSA only accepts the results of a private test if:\r\n\r\n- it's been done by [an approved company](http://www.justice.gov.uk/courts/paternity-testing/paternity-test \"approved DNA testing companies\"){:rel=\"external\"}\r\n- security arrangements meet acceptable standards\r\n- everyone involved is satisfied that the test was done properly\r\n- the test was based on samples from the person named as the parent, the parent the child lives with and the child\r\n\r\nDNA testing involves the following steps:\r\n\r\ns1. The DNA testing company sends an information pack to the parent the child lives with and the person named as the parent.\r\ns2. The person named as the parent chooses a doctor to do the test.\r\ns3. The doctor gets a testing kit from the testing company.\r\ns4. The doctor takes a sample (either from the mouth, or a blood sample).\r\ns5. The doctor sends the samples to the testing company.\r\ns6. The testing company sends the results to the person named as the parent, the parent the child lives with and the CSA - they might also be given to a court as evidence.\r\n\r\n\r\n##Test fees\r\n\r\nThe person named as the parent has to pay the DNA test fee, which is £252. If they pay when they return their appointment form, they can pay a discounted rate of £187.20.\r\n\r\nIn some circumstances the CSA will pay the test fee if the person named as the parent can't afford to. But if they're found to be the parent, they'll have to pay it back.\r\n\r\n^These costs can change - [contact the CSA](https://www2.dwp.gov.uk/csa/v2/en/contact/index.asp \"contact the CSA\"){:rel=\"external\"} to check.^\r\n\r\n##After the test\r\n\r\nIf the test proves the person is the parent of the child, the CSA will work out how much their payments should be. \r\n\r\nPayments will include:\r\n\r\n- child maintenance\r\n- the cost of the DNA test\r\n\r\nIf the test proves the person isn't the parent, the CSA may:\r\n\r\n- refund the cost of the test (if it was done through the CSA)\r\n- refund any child maintenance payments made after parentage was denied\r\n\r\nThe CSA doesn't pay back any child maintenance that was paid before the person denied they were the parent of the child.\r\n\r\n^Refunds depend on the circumstances of each case.^\r\n\r\n*[CSA]: Child Support Agency\r\n\r\n","slug":"dna-tests","title":"DNA tests"}},{"table":{"body":"There are some changes you have to tell the Child Support Agency (CSA) about by law.\r\n\r\nWhat you have to report depends on whether you're the parent or person the child lives with (the 'receiving parent') or the parent the child doesn't live with (the 'paying parent').\r\n\r\n##If you're the paying parent\r\n\r\nYou must tell the CSA if you:\r\n\r\n- move house (you must give your new address within 7 days of the moving date)\r\n- start or stop getting benefits\r\n- change your phone number (including mobile number) \r\n- start or stop working for an employer\r\n- start or stop being self-employed\r\n- become unemployed\r\n\r\nIf you pay child maintenance through deductions in your earnings and you leave your job, you must also tell the CSA:\r\n\r\n- the name and address of your new employer (if any)\r\n- how much you expect to earn\r\n- your new payroll number (if any)\r\n\r\n##If you're the receiving parent\r\n\r\nYou must tell the CSA if there's a change to:\r\n\r\n- the number of children living with you that you get child maintenance for\r\n- the number of nights a child regularly stays overnight with the paying parent\r\n- the number of children that you or your partner get child benefit for\r\n\r\nYou must also tell the CSA if:\r\n\r\n- a child you get child maintenance for leaves full-time education (below A-level)\r\n- you or any of the children you get child maintenance for no longer live in the UK\r\n- you find out that the paying parent is coming off benefits\r\n- you're moving house or know that the other parent is\r\n- your phone number (including mobile number) changes\r\n\r\n^Either parent should tell the CSA if the paying parent's income changes.^\r\n\r\n##If you don't give the CSA the right information\r\n\r\nYou could be taken to court and fined up to £1,000 if you:\r\n\r\n- don't give the CSA the information it needs\r\n- give the CSA information that you know is false\r\n\r\nThis applies to any person or organisation who, by law, must give the CSA information, eg:\r\n\r\n- employers\r\n- accountants\r\n- either parent\r\n\r\n##When changes could affect your payments\r\n\r\nChild maintenance payments could be affected by changes to:\r\n\r\n- income \r\n- family circumstances\r\n\r\nIf your child maintenance case was opened before March 2003, it'll be worked out using an old set of rules. Cases opened before March 2003 are called ‘1993 scheme’ cases. Cases opened after March 2003 are ‘2003 scheme’ cases.\r\n\r\nSometimes, changes in your circumstances mean that you'll move from 1993 scheme rules to 2003 scheme rules.\r\n\r\nRead the information about [how the CSA works out child maintenance](/how-child-maintenance-is-worked-out/old-rules-for-working-out-child-maintenance \"how the CSA works out child maintenance\") to find out how this could affect you. \r\n\r\n\r\n*[CSA]: Child Support Agency","slug":"changes-you-need-to-report","title":"Changes you need to report"}},{"table":{"body":"If the Child Support Agency (CSA) makes a mistake in your child maintenance case, this is called 'maladministration'. \r\n\r\nYou can sometimes get compensation called 'special payments' if this happens. Read the CSA leaflet on special payments for more information.\r\n\r\n$D\r\n[Download 'Special payments guide' (PDF, 250KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@benefits/documents/digitalasset/dg_198886.pdf \"Download 'special payments guide' (PDF, 250KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n##Advance payments of child maintenance\r\n\r\nSometimes CSA maladministration means child maintenance isn't collected on time. This leads to a delay in the receiving parent getting child maintenance. \r\n\r\n^The 'receiving parent' is the parent or carer the child lives with. The 'paying parent' is the parent they don't live with.^\r\n\r\nIf there's a delay, the CSA might make an advance payment to the receiving parent whilst it collects payment from the paying parent.\r\n\r\n###When the CSA makes advance payments\r\n\r\nThis only happens when:\r\n\r\n- there's clear evidence that CSA maladministration caused the delay\r\n- there's clear evidence that if maladministration hadn't happened, the paying parent would have paid or been made to pay\r\n- the amount owed because of maladministration is over £100\r\n- it would take more than 26 weeks for the paying parent to pay the child maintenance that wasn’t collected because of maladministration\r\n- the delay was longer than the time it normally takes to process payments\r\n\r\nThe receiving parent must:\r\n\r\n- have been made to wait longer than normal for their child maintenance \r\n- have shown an interest in progressing their case during the period of the delay, contacting the CSA at least every 3 months\r\n- agree that the CSA can keep the delayed payments once they have been collected from the paying parent\r\n- agree to refund any payments made directly to them by the paying parent instead of their delayed payments\r\n\r\nThe paying parent must:\r\n\r\n- have been paying up until the point of maladministration\r\n- be making regular payments when an application for an advance payment is made\r\n\r\n^The CSA decides if advance payments can be paid - decisions are made on a case by case basis.^\r\n\r\n*[CSA]: Child Support Agency","slug":"if-the-child-support-agency-makes-a-mistake","title":"If the Child Support Agency makes a mistake"}},{"table":{"body":"If you're using the Child Support Agency (CSA) to arrange child maintenance and you want to complain, [contact the CSA](https://www2.dwp.gov.uk/csa/v2/en/contact/index.asp \"contact the CSA\"){:rel=\"external\"} explaining the problem.\r\n\r\nThey should respond to you within 15 working days.\r\n\r\n^You can [make a complaint online](https://www2.dwp.gov.uk/csa/v2/en/complaint.asp \"make a complaint online\"){:rel=\"external\"} if you're still not happy.^\r\n\r\nIf go through this process and you're still not happy, you can complain to the [Independent Case Examiner (ICE).](http://www.ind-case-exam.org.uk/en/complaints/index.asp \"complain to the Independent Case Examine (ICE)\"){:rel=\"external\"} The ICE looks into complaints about certain government organisations, including the CSA.\r\n\r\nYou can also ask your MP to get the [Parliamentary and Health Service Ombudsman](http://www.ombudsman.org.uk/make-a-complaint \"Parliamentary and Health Service Ombudsman\"){:rel=\"external\"} to look into your complaint if you've:\r\n\r\n- been through the CSA complaints process\r\n- had your complaint reviewed by the ICE\r\n\r\n\r\n\r\n\r\n\r\n*[CSA]: Child Support Agency\r\n*[ICE]: Independent Case Examiner","slug":"complaining-about-the-child-support-agency","title":"Complaining about the Child Support Agency"}}],"type":"guide"}