{"alternative_title":"","overview":"A Vaccine Damage Payment is a one-off tax-free payment of £120,000 if you're severely disabled as a result of vaccination against certain diseases - what you'll get, eligibility and applying\r\n","slug":"vaccine-damage-payment","title":"Vaccine Damage Payment","updated_at":"2012-10-03T17:21:36+00:00","parts":[{"table":{"body":"If you're severely disabled as a result of a vaccination against certain diseases, you could get a one-off tax-free payment of £120,000. This is called a Vaccine Damage Payment. \r\n\r\n##Effect on other benefits##\r\n\r\nA Vaccine Damage Payment can affect other benefits and entitlements like:\r\n\r\n- Income Support\r\n- Income-based Jobseeker's Allowance\r\n- Working Tax Credit\r\n- Child Tax Credit\r\n- Pension Credit\r\n- Housing Benefit\r\n- Council Tax Benefit\r\n- Employment and Support Allowance\r\n\r\nThe effect the payment will have depends on a number of things. This includes the payment being put into a trust and the payments being made from it.\r\n\r\nYou should let the office that deals with your benefit or tax credit claim know if you've got a Vaccine Damage Payment. You can get contact details from letters they have sent you.\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"A Vaccine Damage Payment is a tax free one-off payment of  £120,000.\r\n\r\n##How you're paid\r\n\r\nYou’ll get payment direct to you or, if you’re under 18 or can’t manage your own affairs, payment will be made to trustees.\r\n\r\nIf you live with your family, your parents may be appointed as trustees.\r\n\r\nAll benefits, pensions and allowances are paid [into an account](/how-to-have-your-benefits-paid \"how to have your benefits paid\"), eg your bank account.","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You could get a payment if you're severely disabled and your disability was caused by vaccination against any of the following diseases:\r\n\r\n- diphtheria\r\n-  tetanus\r\n- pertussis (whooping cough)\r\n- poliomyelitis\r\n- measles\r\n- mumps\r\n- rubella (German measles)\r\n- tuberculosis (TB)\r\n- haemophilus influenzae type B (HIB)\r\n- meningococcal group C (meningitis C)\r\n- pneumococcal infection\r\n- human papillomavirus\r\n- pandemic influenza A (H1N1) 2009 (swine flu) - up to 31 August 2010\r\n- smallpox - up to 1 August 1971\r\n\r\nYou may have had a combined vaccination against a number of the diseases listed. For example, you might have been vaccinated against DTP (diphtheria, tetanus and pertussis) or MMR (measles, mumps and rubella).\r\n\r\nYou may also be able to get a payment if you're severely disabled because either:\r\n\r\n- your mother was vaccinated against one of the diseases in the list while she was pregnant\r\n- you've been in close physical contact with someone who's had an oral vaccine against poliomyelitis \r\n\r\n##What counts as 'severely disabled'\r\n\r\nDisablement is worked out as a percentage, and 'severe disablement' means at least 60% disabled. \r\n\r\nThis could be a mental or physical disablement and will be based on medical evidence from the doctors or hospitals involved in your treatment.\r\n\r\n##When and where the vaccination must have taken place\r\n\r\nYou must normally have been vaccinated before your 18th birthday unless the vaccination was during an outbreak of disease in the UK or the Isle of Man, or it was against:\r\n\r\n- poliomyelitis\r\n- rubella\r\n- Meningococcal Group C\r\n- human papillomavirus\r\n- pandemic influenza A (H1N1) 2009 (swine flu)\r\n\r\nThe vaccination must have been given in the UK or the Isle of Man, unless you were vaccinated as part of Armed Forces medical treatment.\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"Apply by filling out a claim form. If you're under 18, your parent or guardian should claim on your behalf.\r\n\r\n$D\r\n\r\n[Download 'Vaccine Damage Payment claim form' (PDF, 166KB)](http://www.dwp.gov.uk/advisers/claimforms/vadla_print.pdf \"Download 'Vaccine Damage Payment claim form' (PDF, 166KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\nSend it to:\r\n\r\n$A\r\nVaccine Damage Payments Unit,\r\nPalatine House,   \r\nLancaster Road,   \r\nPreston, PR1 1HB\r\n$A\r\n\r\nYou can also contact the Vaccine Damage Payments Unit to ask for a claim form:\r\n\r\n$C\r\n**Vaccine Damage Payments Unit**  \r\n**Telephone**: 01772 899 944  \r\n**Textphone**: 0845 60 45 312  \r\nMonday to Thursday 8:30am to 5:00pm\r\nFriday 8:30am to 4:30pm\r\n$C\r\n\r\n##Time limits on making a claim\r\n\r\nYou can only claim for a child once they are 2 years old. \r\n\r\nTo claim for an adult, apply by whichever is the latest of the following dates:\r\n\r\n- on or before their 21st birthday (or if they've died, the date they would have reached 21)\r\n- within 6 years of the vaccination\r\n\r\n##Appeal a decision\r\n\r\nIf you're not happy with a decision about your claim, you can ask for it to be looked at again by: \r\n\r\n- the Vaccine Damage Payments Unit\r\n- an independent [First-tier Tribunal](/social-security-child-support-tribunal \"social security and child support tribunal\")\r\n\r\nYou'll get details of how to do this when you get your decision.\r\n\r\n","slug":"how-to-claim","title":"How to claim"}}],"type":"programme"}