{"alternative_title":"Self Assessment tax returns: records to keep","overview":"Pay and tax records you need to keep if you send in a Self Assessment tax return","slug":"keeping-your-pay-tax-records","title":"Keeping your pay and tax records","updated_at":"2012-10-02T12:13:18+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You need to keep records if you have to send HM Revenue & Customs (HMRC) a Self Assessment tax return.\r\n\r\nYou'll need your records to fill in your tax return correctly. If HMRC checks your tax return, they may ask for the documents. \r\n\r\n##How to keep your records\r\n\r\nThere are no rules on how you must keep records. You can keep them on paper, digitally or as part of a software program (like book-keeping software). \r\n\r\nIf they aren’t accurate, complete and readable, HMRC can charge you a penalty (between 15% and 100% of any tax you owe).\r\n\r\n##Lost or destroyed records\r\n\r\nTry to get copies of as much as you can, eg ask banks for copies of statements, suppliers for duplicate invoice etc.\r\n\r\nIf you can't recreate all your records, you can use ‘provisional’ or ‘estimated’ figures. You must use the 'Any other information' box on the tax return to say that this is what you're doing.\r\n\r\n^'Provisional' means you’ll be able to get paperwork to confirm your figures later. 'Estimated' means you won't be able to confirm the figures. ^\r\n\r\nIf your figures turn out to be wrong and you haven’t paid enough tax, you may have to pay interest and penalties.\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"overview","title":"Overview"}},{"table":{"body":"How long you need to keep your records depends on whether:\r\n\r\n- you're self-employed or not\r\n- you sent your tax return before or after the deadline\r\n\r\n###Self-employed sole trader, business partnership or partner\r\n\r\nIf you sent your tax return on or before the 31 January deadline, you must keep your records for at least 5 years and 10 months after the end of the tax year the tax return is for.\r\n\r\n$E\r\n\r\n**Example** \r\n\r\nIf you send your 2011 to 2012 tax return by 31 January 2013, you must keep your records until at least the end of January 2018.\r\n\r\n$E\r\n\r\nIf you sent your tax return after the 31 January deadline, you must keep your records for the longer of:\r\n\r\n- 5 years and 10 months after the end of the tax year the tax return is for\r\n- 15 months after you sent your tax return\r\n\r\n###Individuals and anyone else who sends a return\r\n\r\nIf you sent your tax return on or before the 31 January deadline, you should keep your records for at least 22 months after the end of the tax year the tax return is for.\r\n\r\n$E\r\n\r\n**Example** \r\n\r\nIf you send your 2011 to 2012 tax return by 31 January 2013, you should keep your records until at least the end of January 2014.\r\n\r\n$E\r\n\r\nIf you sent your tax return after the 31 January deadline, you should keep your records for at least 15 months after you sent it.\r\n","slug":"how-long-to-keep-your-records","title":"How long to keep your records"}},{"table":{"body":"##Income from employment\r\n\r\nYou should keep documents about your pay and tax, including:\r\n\r\n- your P45 - if you leave your job, this shows your pay and tax to the date you left\r\n- your P60 - if you're in a job on 5 April, this shows your pay and tax for the tax year\r\n- form P11D - this shows your expenses and benefits, like a company car or health insurance\r\n- certificates for any Taxed Award Schemes\r\n- information about any redundancy or termination payment\r\n\r\nYou should also keep details of any other income or benefits from your job not covered in the list above, including:\r\n\r\n- any tips received (unless your employer pays them through the 'tronc' system, which means they will have deducted tax already)\r\n- benefits you get in connection with your job from someone other than your employer, like meal vouchers\r\n- any lump sum payments not included on your P60 or P45, like incentive payments or 'golden hellos' (payments you get to encourage you to take a new job)\r\n\r\n##Expense records\r\n\r\nIf you've had to pay for things like tools, travel or specialist clothing for work, you can claim for these to reduce the tax you'll have to pay. You need to keep a record of these so you can include them in your tax return.\r\n\r\n##Benefits records\r\n\r\nYou should keep any documents relating to:\r\n\r\n- social security benefits\r\n- Statutory Sick Pay\r\n- Statutory Maternity, Paternity or Adoption Pay\r\n- Jobseeker's Allowance\r\n\r\n##Income from employee share schemes or share-related benefits\r\n\r\nYou should keep:\r\n\r\n- copies of share option certificates and exercise notices\r\n- letters about any changes to your options\r\n- information about what you paid for your shares and the relevant dates\r\n- details of any benefits you've received as an employee shareholder\r\n\r\n*[HMRC]:HM Revenue & Customs\r\n\r\n","slug":"employees-and-limited-company-directors","title":"Employees and limited company directors"}},{"table":{"body":"^Keep your business and personal finances separate so you can accurately complete each part of your tax return.^\r\n\r\n##Business records\r\n\r\nYou must keep records that show all your:\r\n\r\n- sales and takings\r\n- business purchases and expenses\r\n\r\nThis includes:\r\n\r\n- business assets you’ve bought (stock, equipment) \r\n- value of stock and work in progress at the end of the tax year \r\n- details of payments to employees (wages, expenses, benefits) \r\n- business vehicle and travel costs \r\n- interest from any bank or building society accounts \r\n- other money coming in, eg money you invest in your business \r\n\r\n###Capital allowances\r\n\r\nWhen you buy equipment or tools for your business, you may be able to claim the cost against your tax bill over a number of years. This is called claiming a ['capital allowance'.](http://www.businesslink.gov.uk/bdotg/action/layer?r.l1=1073858808&r.l2=1086692188&r.l3=1086445219&r.s=tl&topicId=1086383994 \"Capital allowances\"){:rel=\"external\"}\r\n\r\nYou must keep invoices or receipts for these like any other business purchases.\r\n\r\nTo find out more about keeping business records, you can download a guide from HM Revenue & Customs:\r\n\r\n$D [Download 'Keeping records for your business - what you need to know' (PDF, 344KB)](http://www.hmrc.gov.uk/factsheet/record-keeping.pdf \"Download 'Keeping records for your business - what you need to know'  (PDF, 344KB)\"){:rel=\"external\"} $D\r\n\r\n##Personal finance records\r\n\r\nYou must also give details about your personal finances on your tax return.\r\n\r\nYou must keep records of:\r\n\r\n- money you've taken from your business for personal use \r\n- partnership profits \r\n- personal income from pensions or annuities \r\n- any other personal income \r\n- personal payments into registered UK or overseas pension schemes\r\n- gifts to charity","slug":"self-employed-or-in-a-business-partnership","title":"Self employed or in a business partnership"}},{"table":{"body":"You should keep all:\r\n\r\n- bank or building society statements and passbooks\r\n- statements of interest and income from your savings and investments\r\n- tax deduction certificates from your bank\r\n- dividend vouchers you get from UK companies\r\n- unit trust tax vouchers\r\n- documents that show the profits you've made from life insurance policies (called 'chargeable event certificates') \r\n- details of income you get from a trust\r\n- details of any out-of-the ordinary income you've received, like an inheritance\r\n\r\n##Pension information\r\n\r\nYou must keep:\r\n\r\n- form P160 (Part 1A) which you got when your pension started \r\n- form P60 which your pension provider sends you every year\r\n- any other details of a pension (including State Pension) and the tax deducted from it","slug":"savings-investments-and-pensions","title":"Savings, investments and pensions"}},{"table":{"body":"You should keep details of: \r\n\r\n- the dates when you let out your property\r\n- all rent you get  \r\n- any income from services you give to tenants (eg if you charge for maintenance or repairs)\r\n- rent books, receipts, invoices and bank statements\r\n- expenses you pay to run your property\r\n\r\nThere are rules about [what you can and can't claim](/rent-room-in-your-home/rent-bills-and-tax \"Rent, bills and tax on rental property\") as expenses on your tax return.","slug":"rental-income","title":"Rental income"}},{"table":{"body":"You may have to pay [Capital Gains Tax](/capital-gains-tax \"Capital Gains Tax\") if you sell or give something away that's increased in value. \r\n\r\nTo work out the gain or loss you've made on an 'asset' (like property or shares), you must keep records of its value. \r\n\r\nThis includes:\r\n\r\n- when you originally ‘acquired’ it (eg bought it, were given it or it was inherited)\r\n- when you ‘disposed’ of it (eg sold it, gave it away)\r\n\r\nYou also need to keep records of money you’ve spent on it if you want to take these into account when you’re working out the gain or loss.\r\n\r\nThe [HM Revenue & Customs website](http://www.hmrc.gov.uk/cgt/intro/record-keeping.htm \"Capital Gains Tax record keeping\"){:rel=\"external\"} has guidance on the records you'll need to keep.","slug":"capital-gains-or-losses","title":"Capital gains or losses"}},{"table":{"body":"You should keep:\r\n\r\n- evidence of income you've earned from overseas, like payslips, bank statements or payment confirmations\r\n- receipts for any overseas expenses you want to claim to reduce your tax bill\r\n- dividend certificates from overseas companies\r\n- certificates or other proof of the tax you've already paid - either in the UK or overseas","slug":"overseas-income","title":"Overseas income"}}],"type":"guide"}