{"alternative_title":"","overview":"How to display licence plates, or number plates, correctly, how to get plates made up and what national letters, flags and symbols you can have on them","slug":"displaying-number-plates","title":"Displaying number plates","updated_at":"2012-10-03T12:08:15+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Number plates, also known as licence plates, should show your vehicle registration number correctly. You can’t rearrange letters or numbers, or alter them so that they’re hard to read.\r\n\r\n%If you drive with incorrectly displayed number plates, you could be fined up to £1,000 and your car will fail its MOT test.%\r\n\r\nThe current vehicle registration number format was introduced in 2001. It consists of:\r\n\r\n- 2 letters (these refer to the office where the number was issued)\r\n- 2 numbers (these tell you when it was issued) \r\n- 3 letters chosen at random \r\n\r\n^You can get theft-resistant number plates - these make it harder for someone to remove them from your vehicle quickly and reuse them. Ask your local car dealer or registered number plate supplier for more information.^ \r\n\r\nYou can also [get personalised number plates](/personalised-vehicle-registration-numbers/buying-a-personalised-registration-number \"get personalised number plates\"). \r\n","slug":"overview","title":"Overview"}},{"table":{"body":"Your number plates should:\r\n\r\n- be made from a reflective material \r\n- display black characters on a white background (front plate)\r\n- display black characters on a yellow background (rear plate)\r\n- not have a background pattern\r\n\r\nCharacters on a number plate can be 3D. \r\n\r\n##If you ride a motorbike \r\n\r\nMotorcycles registered after 1 September 2001 must only display a number plate at the rear of the vehicle.\r\n\r\nIf you ride a motorbike registered before 1 September 2001 you can also display a number plate at the front, but you don’t have to. \r\n\r\nMotorcycle number plate numbers should be on 2 lines. \r\n\r\nThe characters on a number plate need to be a certain height and size. \r\n\r\n$D[Download ‘Vehicle registration numbers and number plates - height and size measurements’ (PDF, 305KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@motor/documents/digitalasset/dg_067666.pdf \"Download ‘Vehicle registration numbers and number plates’ for height and size measurements (PDF, 305KB)\")$D","slug":"rules-number-plates","title":"Rules for number plates"}},{"table":{"body":"You can only get a number plate made up from a [registered number plate supplier.](http://www.dft.gov.uk/dvla/vehicles/search.aspx?ext=dg \"find a registered number plate supplier\"){:rel=\"external\"}\r\n\r\nThe supplier will need to see original documents that prove your identity and that show you’re entitled to the registration number.\r\n\r\n##Identity documents you can bring\r\n\r\nYou can use one of the following to confirm your identity:\r\n\r\n- driving licence\r\n- utility, Council Tax or rates bill from the last 6 months\r\n- bank or building society statement from the last 6 months\r\n- passport (doesn’t have to be issued in the UK)\r\n- national identity card\r\n- bank or building society debit or credit card\r\n- police warrant card\r\n- armed forces identity card\r\n\r\n##Proof you own the registration number\r\n\r\nBring one of the following as proof that you own the number:  \r\n\r\n- vehicle registration certificate (V5C or V5CNI)\r\n- new keeper supplement (V5C/2 or V5C/2NI)\r\n- certificate of entitlement (V750 or V750NI) to the number\r\n- retention document (V778) (not applicable in Northern Ireland)\r\n- a renewal reminder for a tax disc or SORN (V11 or V11NI)\r\n- temporary registration certificate (V379 or V379NI)\r\n- a number plate authorisation certificate (V948) with an official stamp from the Driver and Vehicle Licensing Agency (DVLA), Driver and Vehicle Agency (DVA) or Vehicle and Operator Services Agency (VOSA)\r\n- a letter of authorisation from a fleet operator (including lease or hire company) quoting the document reference number from the registration certificate\r\n\r\n*[SORN]: Statutory Off Road Notice\r\n*[DVLA]:Driver and Vehicle Licensing Agency\r\n*[DVA]:Driver and Vehicle Agency\r\n*[VOSA]:Vehicle and Operator Services Agency\r\n","slug":"getting-number-plates-made-up","title":"Getting number plates made up"}},{"table":{"body":"##Flags and national identifying letters\r\n\r\nYou can display one of the following flags with identifying letters on the left-hand side of the number plate:\r\n\r\n- Union Flag \r\n- Cross of St George\r\n- Cross of St Andrew (also known as the Saltire) \r\n- Red Dragon of Wales \r\n\r\nThe letters, or national identifiers, you can have are:\r\n\r\n- GREAT BRITAIN, Great Britain or GB\r\n- UNITED KINGDOM, United Kingdom or UK\r\n- CYMRU, Cymru, CYM or Cym\r\n- ENGLAND, England, ENG, Eng \r\n- SCOTLAND, Scotland, SCO or Sco \r\n- WALES or Wales\r\n\r\n%If you display one of these national flags and identifiers, you will still need to have a GB sticker when travelling in Europe.%  \r\n\r\nThe flag must be above the identifier. You can't have the flag or letters on the number plate margin, and neither can be more than 50 millimetres wide.\r\n\r\n##Euro symbol\r\n\r\nIf you display the Euro symbol and Great Britain (GB) national identifier on your number plate, then you won't need a separate GB sticker when travelling within the European Union.\r\n\r\nThe Euro symbol must:\r\n\r\n- be a minimum height of 98mm\r\n- have a width between 40 and 50mm\r\n- have a reflective blue background with 12 reflecting yellow stars at the top\r\n- show the member state (GB) in reflecting white or yellow\r\n\r\n*[GB]: Great Britain\r\n","slug":"flags-symbols-and-identifiers","title":"Flags, symbols and identifiers"}}],"type":"guide"}