{"alternative_title":"","overview":"Who has parental responsibility for looking after children, and how to apply for parental responsibility if you were unmarried to the mother or aren't on the birth certificate.","slug":"parental-rights-responsibilities","title":"Parental rights and responsibilities","updated_at":"2012-10-04T14:56:20+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You have legal rights and responsibilities as a parent - known as 'parental responsibility'.\r\n\r\nThe most important of these are to: \r\n\r\n- provide a home for the child\r\n- have contact with and live with the child\r\n- protect and maintain the child\r\n\r\nYou must also:\r\n \r\n- discipline the child\r\n- choose and provide for the child's education\r\n- agree to the child's medical treatment\r\n- name the child and agree to any change of name\r\n- be responsible for the child's property\r\n\r\n^Parents must financially support their child, whether they have parental responsibility or not.^","slug":"what-is-parental-responsibility","title":"What is parental responsibility?"}},{"table":{"body":"A mother automatically has parental responsibility for her child from birth.\r\n\r\nA father usually has parental responsibility if he is married to the child's mother, or is listed on the birth certificate.\r\n\r\nYou can apply for parental responsibility if you don't automatically have it.\r\n\r\n^Parental responsibility is the legal rights and duties of a parent.^\r\n:england-wales:\r\n##Births registered in England and Wales\r\n\r\nIf the parents of a child are married when the child is born, or if they've jointly adopted a child, both have parental responsibility.\r\n\r\nThey both keep parental responsibility if they later divorce.\r\n\r\n###Unmarried parents\r\n\r\nA father can only get legal responsibility for his child in 1 of 3 ways:\r\n\r\n- jointly registering the birth of the child with the mother\r\n- getting a parental responsibility agreement with the mother\r\n- getting a parental responsibility order from a court\r\n\r\n:england-wales:\r\n\r\n:scotland:\r\n##Births registered in Scotland\r\n\r\nA father has parental responsibility if he is married to the mother when the child is conceived, or marries her at any point afterwards. \r\n\r\nAn unmarried father has parental responsibility if he is named on the child's birth certificate (from 4 May 2006).\r\n:scotland:\r\n\r\n:northern-ireland:\r\n##Births registered in Northern Ireland\r\nA father has parental responsibility if he is married to the mother at the time of the child's birth. \r\n\r\nIf a father marries the mother after the child's birth, he has parental responsibility if he lives in Northern Ireland at the time of the marriage. \r\n\r\nAn unmarried father has parental responsibility if he is named, or becomes named, on the child's birth certificate (from 15 April 2002).\r\n:northern-ireland:\r\n\r\n##Births registered outside the UK\r\nIf a child is born overseas and comes to live in the UK, the parental responsibility rules apply for the UK country they're now living in.","slug":"who-has-parental-responsibility","title":"Who has parental responsibility"}},{"table":{"body":"If you're not the mother, you can apply to court to get parental responsibility - the legal rights of a parent.\r\n\r\nYou need to be connected to the child, eg as their father, step-parent or grandparent.\r\n\r\n^More than 2 people can have parental responsibility for the same child.^\r\n\r\n##Sign a parental responsibility agreement\r\n\r\nIf you want parental responsibility and the mother agrees, fill in a [parental responsibility agreement.](http://hmctscourtfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=48 \"parental responsibility agreement\"){:rel=\"external\"}\r\n\r\nTake the agreement to your [local county court or family proceedings court,](http://hmctscourtfinder.direct.gov.uk/HMCTS/ \"local county court or family proceedings court\"){:rel=\"external\"} where it can be signed and witnessed.\r\n\r\nAlso take the child's birth certificate and proof of your identity, like a passport or driving licence.\r\n\r\nSend 2 copies of the form to the address below:\r\n\r\n$A Principal Registry of the Family Division\r\n\r\nFirst Avenue House\r\n42-49 High Holborn\r\nLondon\r\nWC1V 6NP $A\r\n\r\n##Apply for a court order\r\n\r\nIf you want parental responsibility but the mother doesn't want you to have it, you can apply for a court order.\r\n\r\nA court order costs £200.\r\n\r\n^You may be able to get help with [court fees](/court-fees-what-they-are \"court fees\") if you’re on benefits or a low income.^\r\n\r\nTo apply, fill in the [application for an order (C1).](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=50 \"Application for an order\"){:rel=\"external\"}\r\n\r\nSend this to your [local county court or family proceedings court.](http://hmctscourtfinder.direct.gov.uk/HMCTS/ \"local county court or family proceedings court\"){:rel=\"external\"}","slug":"apply-for-parental-responsibility","title":"Apply for parental responsibility"}}],"type":"guide"}