{"alternative_title":"","overview":"Equity loan, shared ownership and new-build schemes - FirstBuy, HomeBuy Direct, HomeBuy, First Steps and NewBuy","slug":"affordable-home-ownership-schemes","title":"Home ownership schemes","updated_at":"2012-10-02T12:13:10+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If you live in England and can't afford to buy a home, you may be able to get some financial help through a home ownership scheme.\r\n\r\nThere are 3 types of scheme:\r\n\r\n- [equity loans](equity-loans \"Equity loans\") (eg FirstBuy) \r\n- [shared ownership](shared-ownership-schemes \"Shared ownership schemes\")\r\n- [NewBuy](/affordable-home-ownership-schemes/newbuy \"NewBuy\")\r\n\r\nTo find out more about equity loans and shared ownership schemes [contact the HomeBuy agent](http://www.homebuy.co.uk/ \"Find a HomeBuy agent\"){:rel=\"external\"} in the area you want to live.\r\n\r\nThe [Welsh government](http://wales.gov.uk/topics/housingandcommunity/housing/private/buyingandselling/homebuy/?lang=en&ts=3%2F \"Welsh government home buy scheme\"){:rel=\"external\"} and [Scottish government](http://www.scotland.gov.uk/Topics/Built-Environment/Housing/investment/grants/hso/ \"Scottish government housing for shared ownership\"){:rel=\"external\"} have information on affordable home ownership schemes in Wales and Scotland.","slug":"overview","title":"Overview"}},{"table":{"body":"With an equity loan, you buy your home with at least 80% of the cost met by a mortgage and a deposit. The rest is paid for by the government and the house builder through an equity loan.\r\n\r\nThe home will be in your name, which means you can sell it at any time. The government and the house builder will get a share of the value when you sell your home. If you don’t sell your home, you'll have to pay back the equity loan after 25 years.\r\n \r\n**Example of a purchase with an equity loan scheme** | **Cost** | **Percentage**\r\nProperty purchase price | £200,000 | -\r\nYour mortgage and cash deposit | £160,000 | 80%\r\nEquity loan | £40,000 | 20%\r\n\r\nIf the home in the table above sold for £210,000, you'd get £168,000 (80%) and pay back £42,000 on the loan (20%). You'd need to pay off your mortgage with your share of the money.\r\n\r\n##Eligibility \r\nYou can only buy a home through an equity loan scheme if:\r\n\r\n- your household earns less than £60,000 a year\r\n- you can’t afford to buy a home in your area\r\n\r\n##Equity loan fees\r\nYou won’t be charged loan fees for the first 5 years of owning your home.\r\n\r\nIn the 6th year, you’ll be charged a fee of 1.75% of the loan’s value. After this, the fee will increase every year. The increase is worked out by using the [Retail Prices Index](http://www.ons.gov.uk/ons/publications/all-releases.html?definition=tcm:77-22462%3F \"Retail Prices Index\"){:rel=\"external\"} plus 1%.\r\n\r\nYour HomeBuy agent will contact you before the fees start, to set up monthly payments with your bank. You'll also be sent a statement about your loan each year. \r\nFees don't count towards paying back the equity loan.\r\n\r\n##Paying back your equity loan\r\nIf you pay back all or part of the equity loan early, you’ll pay less in fees and get more money when you sell your home. This is known as staircasing.\r\nYou can pay back your loan early by contacting the [National HomeBuy agent.](http://www.myfirsthome.org.uk/ \"National HomeBuy agent\"){:rel=\"external\"} \r\n\r\n##Applying for an equity loan\r\nIf you'd like to buy a home with an equity loan, [find the HomeBuy agent](http://www.homebuy.co.uk/ \"Find a HomeBuy Agent\"){:rel=\"external\"} in the area you want to live.\r\n","slug":"equity-loans","title":"Equity loans "}},{"table":{"body":"Shared ownership schemes are provided through housing associations. You buy a share of your home (between 25% and 75% of the home’s value) and pay rent on the remaining share. \r\n\r\nYou’ll need to take out a mortgage to pay for your share of the home’s purchase price.\r\n\r\nShared ownership properties are always [leasehold](/leasehold-property \"Leasehold property\").\r\n\r\n##Eligibility \r\nYou can buy a home through shared ownership if:\r\n\r\n- your household earns £60,000 a year or less\r\n- you’re a first-time buyer (or you used to own a home, but can’t afford to buy one now)\r\n- you rent a council or housing association property\r\n\r\n##Older people\r\nIf you’re aged 55 or over, you can get help from another HomeBuy scheme called ‘Older People’s Shared Ownership’.\r\n\r\nIt works in the same way as the general shared ownership scheme, but you can only buy up to 75% of your home. Once you own 75% you won’t have to pay rent on the remaining share.\r\n\r\n##People with disabilities\r\nIf you have a long-term disability, ‘Home Ownership for People with Long-Term Disabilities’ (HOLD) can help you buy any home that’s for sale on a shared ownership basis.\r\n\r\nYou can only apply for HOLD if the properties available in the other HomeBuy schemes don’t meet your needs, eg you need a ground-floor property. Your local [HomeBuy agent](http://www.homebuy.co.uk/ \"Find a HomeBuy Agent\"){:rel=\"external\"} can help you.\r\n\r\n##Buying more shares \r\nYou can buy more shares in your home any time after you become the owner. This is known as staircasing. \r\n\r\nThe cost of your new share will depend on how much your home is worth when you want to buy the share. If property prices in your area have gone up, you’ll pay more than for your first share. If your home has dropped in value, your new share will be cheaper.\r\n\r\nThe housing association will get the property valued and let you know the cost of your new share. You’ll have to pay the valuer’s fee.\r\n\r\n##Selling your home\r\nIf you own 100% of your home, you can sell it yourself. When you put it up for sale, the housing association has the right to buy the property back first. This is known as ‘first refusal’ and the housing association has this right for 21 years after you fully own the home.\r\n\r\nIf you own a share of your home, the housing association has the right to find a buyer for it.\r\n\r\n##Applying for a shared ownership scheme\r\nTo buy a home through a shared ownership scheme [contact the HomeBuy agent](http://www.homebuy.co.uk/ \"Find a HomeBuy Agent\"){:rel=\"external\"} in the area you want to live.\r\n\r\n*[HOLD]: Home Ownership for People with Long-Term Disabilities","slug":"shared-ownership-schemes","title":"Shared ownership schemes"}},{"table":{"body":"NewBuy lets you buy a newly built home with a deposit of only 5% of the purchase price.\r\n\r\n##Who qualifies?\r\n\r\nTo qualify for NewBuy, your new home must be:\r\n\r\n+ a **new build** – being sold for the first time or for the first time in its current form (eg a new flat that used to be part of a house)\r\n+ priced £500,000 or less\r\n+ your **main home** (you can’t use NewBuy to buy a second home or a buy-to-let property)\r\n+ **owned fully by you** (you can’t use NewBuy for shared ownership or shared equity purchases)\r\n+ built by a builder taking part in the scheme\r\n\r\nTo qualify you must be either:\r\n\r\n+ a UK citizen\r\n+ someone with the right to remain indefinitely in the UK\r\n\r\nYou don’t have to be a first-time buyer and there’s no limit on your level of income. But you can't use NewBuy with any other publicly funded mortgage scheme.\r\n\r\n##How to apply\r\nYou apply for a mortgage from an approved lender. The lender will check that you can afford to repay it, as they would for any other type of mortgage.\r\n\r\nIf the lender is satisfied, and you meet all the criteria above, you could be able to a get a mortgage of up to 95% of the purchase price.\r\n\r\n^Find out [what to do next](http://www.newbuy.org.uk/what-to-do-next/ \"NewBuy: what to do next\"){:rel=\"external\"} on the NewBuy website.^\r\n","slug":"newbuy","title":"NewBuy"}}],"type":"guide"}