{"alternative_title":"","overview":"When you can get disqualified from driving, getting your licence back, applying to reduce your disqualification period, alcohol-related offences","slug":"driving-disqualifications","title":"Driving disqualifications","updated_at":"2012-10-02T12:12:40+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You can be disqualified from driving if you're convicted of a driving offence. You might have to take your driving test again, answer health questions or have medical tests before you get your licence back.\r\n\r\nYou can also be disqualified if you get 12 or more penalty points (endorsements) within 3 years. You can be disqualified for:  \r\n\r\n- 6 months if you get 12 penalty points or more within 3 years\r\n\r\n- 12 months if you get a 2nd disqualification within 3 years\r\n\r\n- 2 years if you get a 3rd disqualification\r\n\r\n##Short period disqualification\r\n\r\nIf you’re disqualified for less than 56 days, your paper driving licence or counterpart document will be stamped by the court and given back to you. This is called ‘short period disqualification’.\r\n\r\n^You won’t need to renew your licence. The stamp shows the disqualification period and you can use the same licence again once this is over.^\r\n\r\n##Disqualification for 56 days or more\r\n\r\n%If you’re disqualified for 56 days or more you have to renew your licence before driving again.%\r\n\r\nYou might also have to retake your driving test or take an extended driving test before getting your licence back.\r\n\r\nIf you’ve been disqualified for some alcohol-related offences, DVLA will make medical enquiries before you can get your licence back.\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","slug":"overview","title":"Overview"}},{"table":{"body":"If you're disqualified until 'test pass' or 'extended test pass', you'll need to apply for a provisional driving licence and take your theory and practical tests again before you can get your full licence back.\r\n\r\nMotorcycle riders will have to complete compulsory basic training (CBT).\r\n\r\n##Disqualified until extended test pass\r\n\r\nYou'll have to sit an extended practical driving test if you've been disqualified until extended test pass.\r\n\r\nYou'll need to pass a test in category A (motorcycle) or B (car) if you want to drive all categories of vehicles you were previously entitled to.\r\n\r\n%The local traffic commissioner will need to agree before you can get category C (large vehicle) and or D (bus) entitlements back.%\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency\r\n*[CBT]: Compulsory Basic Training","slug":"disqualification-until-test-pass-or-extended-test-pass","title":"Disqualification until 'test pass' or 'extended test pass'"}},{"table":{"body":"If you’re disqualified for some alcohol-related offences, DVLA will make medical enquiries before you can renew your driving licence.\r\n\r\nThese offences are:\r\n\r\n- disqualified with an alcohol level of over 200mg in 100ml of blood, or 87.5mg in 100ml of breath, or 267.5mg in 100ml of urine\r\n\r\n- 2 disqualifications within 10 years for drinking and driving, or being in charge of a vehicle while unfit through drink\r\n\r\n- disqualified for refusing or failing to supply a specimen for analysis\r\n\r\nYou may also have to attend and pay for a medical examination and pay a higher fee to renew your driving licence.\r\n\r\nFor more information read the information leaflet below:\r\n\r\n$D\r\n\r\n[Download 'How to apply for your driving licence after disqualification for a drink/drive offence INF212/1' (PDF, 232KB).](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@motor/documents/digitalasset/dg_179001.pdf \"Download 'How to apply for your driving licence after disqualification for a drink/drive offence INF212/1' (PDF, 232KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","slug":"disqualification-for-alcoholrelated-offences","title":"Disqualification for alcohol-related offences"}},{"table":{"body":"To check when your disqualification ends you can:\r\n\r\n- check the D27 reminder sent by DVLA\r\n\r\n- [view your driving licence details online](http://www.direct.gov.uk/en/Motoring/Motoringtransactions/BeforeyouapplyB/DG_067508 \"view your driving licence details online\"){:rel=\"external\"} - if you got your licence after applying on the internet\r\n\r\n- phone DVLA customer enquiries\r\n\r\n$C\r\n\r\n**DVLA customer enquiries**  \r\n**Telephone:** 0300 123 1350  \r\n**Textphone:** 0300 123 1278\r\n\r\n$C\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","slug":"checking-when-your-disqualification-ends","title":"Checking when your disqualification ends"}},{"table":{"body":"If you’ve been disqualified on your Great Britain driving licence you’re also disqualified from driving in Northern Ireland, Ireland and the Isle of Man.  \r\n\r\nThis is called ‘mutual recognition of disqualification’. Disqualified drivers from those areas are also disqualified from driving in Great Britain.\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","slug":"disqualification-outside-great-britain","title":"Disqualification outside Great Britain"}},{"table":{"body":"You can ask the court to reduce your disqualification period if you've served:\r\n\r\n- 2 years of the disqualification period if the disqualification was for more than 2 years but less than 4 years\r\n\r\n- half the disqualification period if the disqualification was for more than 4 years but less than 10 years\r\n\r\n- 5 years of the disqualification period if the disqualification was for 10 years or more\r\n\r\nWrite to the court that disqualified you with the date of offence, date of conviction and any other supporting information. If the court decides to reduce your disqualification period you can apply to renew your licence.\r\n\r\nIf the court refuses your request you have to wait 3 months before you can ask again.\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","slug":"applying-to-reduce-your-disqualification-period","title":"Applying to reduce your disqualification period"}},{"table":{"body":"Tell DVLA if you change your name or address while disqualified.\r\n\r\nWrite with details of your old and new address, name if changed, your driving licence number (if known) and date of birth.\r\n\r\n$A\r\n\r\nDVLA  \r\nSwansea  \r\nSA99 1AB\r\n\r\n$A\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","slug":"changes-to-your-name-and-address-while-disqualified","title":"Changes to your name and address while disqualified"}},{"table":{"body":"%If you’ve been disqualified for 56 days or more you need a new licence before driving again.%\r\n\r\nYou can apply to renew your licence up to 56 days before your disqualification ends.\r\n\r\n##Renewal reminder\r\n\r\nYou'll be sent a D27P ‘Driving licence application for renewal after disqualification’ form 56 days before your disqualification ends.\r\n\r\nIf you have a non-Great Britain licence you'll get your old licence back on the date your disqualification ends.\r\n\r\n##Renewing your licence if you’ve got a photocard driving licence\r\n\r\nYou’ll need to:\r\n\r\n- complete your D27P form\r\n\r\n- enclose the correct payment (this will be shown on the reminder)\r\n\r\n- send your application to **DVLA, Swansea, SA99 1AB**\r\n\r\nIf your name has changed you’ll also need to include:\r\n\r\n- a completed D1 form, available from the [DVLA form ordering service](https://www.dvla.gov.uk/dvla/onlineservices/order_forms.aspx?ext=dg \"DVLA form ordering service\"){:rel=\"external\"} or selected Post Offices\r\n\r\n- [original documents showing your new name](/identity-documents-needed-for-driving-licence-applications \"original documents showing your new name\")\r\n\r\n##Renewing your licence if you’ve got a paper driving licence\r\n\r\nYou’ll need to:\r\n\r\n- complete your D27P form\r\n\r\n- send [original documents confirming your identity](/identity-documents-needed-for-driving-licence-applications \"original documents confirming your identity\")\r\n\r\n- include a passport-type photo\r\n\r\n- enclose the correct payment (this will be shown on the reminder)\r\n\r\n- send all your documents to DVLA, Swansea, SA99 1AB or use the [premium checking service](http://www.postoffice.co.uk/counter-services/licences-vehicle-tax/uk-driving-licences/ \"premium checking service\"){:rel=\"external\"} at selected Post Offices or [DVLA local offices](http://www.direct.gov.uk/en/Dl1/Directories/UsefulContactsByCategory/MotoringContacts/DG_10012974 \"DVLA local office\"){:rel=\"external\"}\r\n\r\n##Renewing without a D27P form\r\n\r\nIf you don’t get the D27P reminder form, order a D1 ‘application for a driving licence’ form from the [DVLA form ordering service](https://www.dvla.gov.uk/dvla/onlineservices/order_forms.aspx?ext=dg \"DVLA form ordering service\"){:rel=\"external\"} or get one from selected Post Offices.\r\n\r\nSend the completed form, documentation and fee to **DVLA, Swansea, SA99 1AB**.\r\n\r\nIf you need to renew your lorry or bus entitlement order a D2 'application for Lorry, Bus or Minibus driving licence' form from the [DVLA form ordering service](https://www.dvla.gov.uk/dvla/onlineservices/order_forms.aspx?ext=dg \"DVLA form ordering service\"){:rel=\"external\"} or get the form from a [DVLA local office](http://www.direct.gov.uk/en/Dl1/Directories/UsefulContactsByCategory/MotoringContacts/DG_10012974 \"DVLA local office\"){:rel=\"external\"}. You don't need to complete a D1 form.\r\n\r\n##When to expect your new driving licence\r\n\r\nDVLA aims to deliver your driving licence within 3 weeks of getting your application. Wait at least 3 weeks before contacting DVLA.\r\n\r\nIt’ll take longer if your medical or personal details have to be checked, eg if you were disqualified for certain alcohol-related offences.\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","slug":"getting-your-driving-licence-back-after-disqualification","title":"Getting your driving licence back after disqualification"}}],"type":"guide"}