{"alternative_title":"","overview":"What company benefits you'll pay tax on, eg company cars, low-interest loans and accommodation, and what company benefits are tax-free, eg childcare.","slug":"tax-company-benefits","title":"Tax on company benefits","updated_at":"2012-10-02T12:14:27+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You pay tax on company benefits like cars, accommodation and loans. The amount of tax you pay depends on the value of the benefits that you get.\r\n\r\nYour employer takes the tax you owe from your wages.\r\n\r\nYou'll always pay tax on benefits from your job if:\r\n\r\n- you're a company director\r\n- you earn £8,500 a year or more (including the value of the benefits)\r\n\r\nSome company benefits can be tax-free, eg childcare and canteen meals.\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"^You pay tax on the **value** of the benefit to you.^\r\n\r\n##Company cars\r\nYour company car's value depends on things like how much it would cost to buy and the type of fuel it uses. Its value is reduced if you have the car part-time or you pay something towards its cost.\r\n\r\nIf your employer pays for fuel you use personally and not for your job, you'll pay tax on this separately.\r\n\r\nUse the [company car fuel benefit calculator](http://www.hmrc.gov.uk/calcs/cars.htm \"Company car fuel benefit calculator\"){:rel=\"external\"} on the HM Revenue & Customs website.\r\n\r\n$D\r\n[Download 'Car benefits and car fuel benefits helpsheet' (PDF, 211KB)](http://www.hmrc.gov.uk/helpsheets/hs203.pdf \"Car benefits and car fuel benefits helpsheet, PDF, 211KB\"){:rel=\"external\"}\r\n$D\r\n\r\n##Loans\r\nYou'll pay tax on low-interest or interest-free loans from your employer if they're worth £5,000 or more.\r\n\r\nYou pay tax on the difference between the interest rate you pay to your employer and the official rate of interest set by the Bank of England.\r\n\r\n^You may pay tax if your employer lends money to one of your relatives.^\r\n\r\n$D\r\n[Download 'Tax relief on loans helpsheet' (PDF, 107KB)](http://www.hmrc.gov.uk/helpsheets/hs340.pdf \"Help with tax relief on loans helpsheet, PDF, 107KB\"){:rel=\"external\"}\r\n$D\r\n\r\n##Living accommodation\r\nIf you (or one of your relatives) is living in accommodation provided by your employer you may pay tax. \r\n\r\nHow the tax is worked out depends on whether the accommodation cost more than £75,000.\r\n\r\nYou may not pay tax if you get the accommodation so you can do your job, or do your job better (eg agricultural workers living on farms).\r\n\r\n$D\r\n[Download 'Living accommodation helpsheet' (PDF, 108KB)](http://www.hmrc.gov.uk/helpsheets/hs202.pdf \"Living accommodation helpsheet, PDF, 108KB\"){:rel=\"external\"}\r\n$D\r\n\r\n##Medical insurance\r\nYou usually pay tax on the cost of the insurance premiums if your employer pays for your medical insurance.\r\n\r\nYou can get some tax-free health benefits from your employer, eg:\r\n\r\n- medical insurance when you're working abroad\r\n- annual check-ups \r\n\r\n^Find out how your employer [works out what tax to take](http://www.hmrc.gov.uk/paye/exb/a-z/a/index.htm \"A-Z of taxable company benefits\"){:rel=\"external\"} for expenses and benefits you get. ^","slug":"company-benefits-youll-pay-tax-on","title":"Company benefits you'll pay tax on"}},{"table":{"body":"You can get some company benefits tax-free, including:\r\n\r\n- meals in a staff canteen \r\n- hot drinks and water at work\r\n- a mobile phone \r\n- workplace parking \r\n- Christmas parties\r\n- childcare","slug":"taxfree-company-benefits","title":"Tax-free company benefits"}},{"table":{"body":"You don't usually have to pay National Insurance on benefits you get from your job if they're not paid in cash. \r\n\r\nYour employer will pay National Insurance contributions on them instead.\r\n\r\nBut if the benefits you get are cash or treated like cash your employer will take extra National Insurance from your wages. \r\n\r\nFor example, if your employer gives you a gift that you could sell instead of keep, you will pay National Insurance on the value of the the gift if you sold it.\r\n\r\n^ Check if your employeer needs to take National Insurance contributions for [your type of company benefit.](http://www.hmrc.gov.uk/paye/exb/a-z/a/index.htm \"A-Z of taxable company benefits\"){:rel=\"external\"} ^","slug":"national-insurance-on-company-benefits","title":"National Insurance on company benefits"}},{"table":{"body":"At the end of each tax year, your employer will give you details of the company benefits that they've told HM Revenue & Customs (HMRC) about. \r\n\r\n^ You must keep these details for two years after the tax year they relate to. ^\r\n\r\n##If you start or stop getting benefits from work\r\n\r\nYou must tell HMRC about any benefits you or your family start or stop getting from work - even if your employer has already taken Income Tax and National Insurance for them.\r\n\r\nCall HMRC to let them know.\r\n\r\n$C \r\n\r\n**HMRC Income Tax enquiries**\r\n\r\n0845 300 0627  \r\nMonday to Friday 8am to 8pm  \r\nSaturday 8am to 4pm  \r\n\r\n$C \r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"paperwork-and-reporting-changes-to-your-company-benefits","title":"Paperwork and reporting changes to your company benefits"}}],"type":"guide"}