{"alternative_title":"Additional State Pension, State Second Pension and SERPs","overview":"Additional State Pension is extra money on top of your basic State Pension - it used to be called the State Second Pension or SERPS","slug":"additional-state-pension","title":"Additional State Pension","updated_at":"2012-10-02T12:11:46+00:00","parts":[{"table":{"body":"Additional State Pension is extra money on top of your basic State Pension. It used to be called the State Second Pension or State Earnings-Related Pension Scheme (SERPS). You can choose to [contract out](/additional-state-pension/further-information \"contract out\") of the additional State Pension.\r\n\r\n*[SERPS]: State Earnings-Related Pension Scheme","slug":"overview","title":"Overview"}},{"table":{"body":"You can find how much additional State Pension you can get with [a State Pension forecast](http://www.direct.gov.uk/en/Pensionsandretirementplanning/StatePension/StatePensionforecast/DG_10014008?CID=furl-Pensionforecast \"State Pension forecast\").","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You can get Additional State Pension if you’re employed by a company and earning over £5,564.\r\n\r\nYou may also be able to get Additional State Pension if you’re getting some benefits, for instance, if you’re:\r\n\r\n- looking after children under 12 years old and claiming Child Benefit\r\n- caring for a sick or disabled person for more than 20 hours a week and claiming Carer's Credit\r\n- a registered foster carer and claiming Carer's Credit\r\n- getting illness or disability benefits\r\n\r\nYou don't normally get Additional State Pension for when you're:\r\n\r\n- self-employed\r\n- unemployed\r\n- in full-time training\r\n\r\nYou can claim your Additional State Pension when you reach [your State Pension age.](http://pensions-service.direct.gov.uk/en/state-pension-age-calculator/home.asp \"State Pension age\"){:rel=\"external\"}\r\n\r\nYour Additional State Pension will be reduced, perhaps to nothing, if you're [contracted out](/additional-state-pension/further-information \"contracted out\").","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You get your Additional State Pension when you [claim your State Pension](/state-pension \"claim your State Pension\").","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Contracting out of the Additional State Pension\r\n\r\nYou can contract out of the Additional State Pension by joining a company, stakeholder or personal pension instead.\r\n\r\n###Company pension\r\n\r\nBoth you and your employer will pay lower, reduced rate National Insurance contributions. When you retire, you'll get a pension from your employer's (or company) scheme\r\n\r\n###Stakeholder or personal pension\r\n\r\nYou won’t pay lower National Insurance contributions. Instead, HM Revenue & Customs (HMRC) will pay a rebate of your National Insurance contributions directly into your pension once a year.\r\n\r\n##Changes to pensions contracted out on a defined contribution (or money purchase) basis from 2012\r\n\r\nThe rules for contracting out of the Additional State Pension on a defined contribution basis will change in 2012. \r\n\r\n###If you haven’t already contracted out\r\n\r\nThe changes mean that you won't be able to contract out of the Additional State Pension and get one of the following instead:\r\n\r\n- a money-purchase company pension\r\n- a personal pension\r\n- a stakeholder pension\r\n\r\nYou'll still be able to contract out of the Additional State Pension into a defined benefit company pension.\r\n\r\n###If you’re already contracted out\r\n\r\nIf you’re already contracted out into a money-purchase company pension, personal or stakeholder pension, you can continue (until 5 April 2012) to:\r\n\r\n- make your own contributions to your pension\r\n- benefit from any employer contributions to your pension\r\n- benefit from lower NI contributions\r\n\r\nIf you’re contracted out through one of these schemes on 6 April 2012, you’ll automatically be brought back into the Additional State Pension and may, depending on your earnings, begin to contribute to Additional State Pension from this date. \r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"further-information","title":"Further information"}}],"type":"programme"}