{"alternative_title":"","overview":"How the adoption process works - who to contact, using an adoption agency, getting a court order and international adoption","slug":"child-adoption","title":"Child adoption","updated_at":"2012-10-02T12:12:22+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"To adopt a child, they must:\r\n\r\n- be under the age of 18 when the adoption application is made\r\n- not be (or have never been) married or in a civil partnership\r\n\r\n##The child's birth parents\r\nNormally, both birth parents have to agree (consent) to the adoption, unless:\r\n\r\n- they can't be found\r\n- they're incapable of giving consent - eg, due to a mental disability\r\n- the child would be put at risk if they weren't adopted\r\n\r\n##Who can adopt a child\r\nYou may be able to adopt a child if you're:\r\n\r\n- aged 21 and over - there's no upper age limit\r\n- single\r\n- married\r\n- in a civil partnership\r\n- an unmarried couple (same-sex and opposite sex)\r\n- the partner of the child's parent\r\n\r\n##Living in the UK\r\nYou don't have to be a British citizen to adopt a child, but:\r\n\r\n- at least one of you must have a fixed and permanent home in the UK (or the Channel Islands or the Isle of Man)\r\n- both of you must have lived in the UK for at least 1 year before you begin the application process \r\n\r\n\r\n\r\n  \r\n","slug":"overview","title":"Overview"}},{"table":{"body":"To adopt a child you can go through either:\r\n\r\n- an adoption agency that's part of your [local council](/apply-to-adopt-child-through-council \"Apply to adopt a child through your local council\")\r\n- a voluntary [adoption agency](http://www.baaf.org.uk/res/links#agencies \"Find an adoption agency\"){:rel=\"external\"}\r\n\r\n##The adoption process\r\nThe basic process is as follows:\r\n\r\ns1. You contact an adoption agency - it will send you information about their adoption process.\r\ns2. The agency arranges to meet you - you may also be invited to a meeting with other people wanting to adopt a child.\r\ns3. If you and the agency agree to carry on, the agency will give you an application form.\r\n\r\n^The time it takes to adopt can vary - but it normally takes at least 8 months.^","slug":"early-stages-of-adoption","title":"Early stages of adoption"}},{"table":{"body":"Once the agency gets your application it will:\r\n\r\ns1. Invite you to a series of preparation classes - these are normally held locally and give advice on the effect adoption may have on you.\r\ns2. Arrange for a social worker to visit you on several occasions to carry out an assessment - this is to check you're suitable to become an adoptive parent.\r\ns3. Arrange a police check - you will not be allowed to adopt if you, or an \u2028adult member of your family have been convicted of a serious offence, eg \u2028against a child.\r\ns4. Arrange to get personal references from your employer or ex-employer(s).\r\ns4. Talk to people who know you well - like relatives and neighbours. \r\ns5. Arrange for you to have a full medical examination.  \r\n\r\n\r\n    \r\n##Your assessment\r\nThe social worker will send the assessment report to an independent adoption panel. If there's an adoption panel meeting, you can go along to ask questions and answer any questions the panel have. \r\n\r\nThe adoption panel will send its recommendation to the agency, which will then make the decision whether you're suitable to adopt a child.\r\n\r\n##If you can adopt a child\r\nOnce your agency decides you can adopt, it will begin the process of finding a child for you to adopt. \r\n\r\nIf a match isn't found after 3 months, the agency can refer you to the [Adoption Register for England and Wales.](http://www.adoptionregister.org.uk/site/page.aspx?pid=48 \"Adoption Register for England and Wales\"){:rel=\"external\"} \r\n\r\nThe Register holds details of children across England and Wales who need adopting.\r\n\r\n##If an adoption agency says you can't adopt\r\nIf you disagree with an adoption agency’s decision, you can either:\r\n\r\n- challenge their decision by writing to the agency\r\n- apply to the [Independent Review Mechanism](http://www.independentreviewmechanism.org.uk/ \"Independent Review Mechanism\"){:rel=\"external\"} which will look into your case\r\n\r\nYou can also contact other adoption agencies - but you will have to start the process again.\r\n\r\n","slug":"adoption-assessment","title":"Adoption assessment"}},{"table":{"body":"To make an adoption legal, you need to apply for an adoption court order. This gives you [parental rights and responsibilities](/parental-rights-responsibilities/what-is-parental-responsibility \"Parental rights and responsibilities\") for the child.\r\n\r\nThe child must have lived with you for at least 10 weeks before you apply. \r\n\r\nOnce the order's been granted:\r\n\r\n- the adoption becomes permanent\r\n- you get an adoption certificate (the child's birth certificate records when and where they were born - and the name of their birth \u2028parents)\r\n- the child has the same rights as if they were your own birth child - eg the right of inheritance\r\n\r\nThe order also takes away parental responsibility from:\r\n\r\n- the child’s birth parent(s)\r\n- anyone else who has parental responsibility for the child\r\n\r\n##How to apply\r\nMost applications for adoption orders are done at a [Family Proceedings Court.](http://hmctscourtfinder.direct.gov.uk/HMCTS/ \"Family Proceedings Court\"){:rel=\"external\"}\r\n\r\nYou need to send the court a completed [application for an adoption order - Form A58.](http://hmctscourtfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=1082 \"Application for an adoption order\"){:rel=\"external\"}\r\n\r\n##Adopting a child you've been fostering\r\nIf you want to adopt the child you've been fostering, you need to be reassessed and approved as adoptive parents.\r\n","slug":"applying-for-an-adoption-court-order","title":"Applying for an adoption court order"}},{"table":{"body":"If you want to adopt your spouse's or partner's child, you need to tell your [local council.](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"} You must do this at least 3 months before applying to a court for an adoption order.\r\n\r\nThe child must also have lived with both of you for at least 6 months.\r\n\r\n##The adoption assessment\r\nThe process to adopt is similar to an assessment through an adoption agency. \r\n\r\nThe assessment is used to help a court decide if you can adopt the child (rather than being sent to an independent adoption panel).\r\n\r\nIf granted, the adoption court order gives you parental responsibility for the child - along with your spouse or partner.\r\n\r\nThe order also takes away parental responsibility from:\r\n\r\n- the child's other birth parent\r\n- anyone else who has parental responsibility for the child\r\n\r\n^An adoption order cancels any other types of court order, eg how, and when, the child's birth parent can visit the child.^\r\n","slug":"adopting-a-stepchild","title":"Adopting a stepchild"}},{"table":{"body":"If you want to adopt a child from overseas, you should contact either:\r\n\r\n- your [local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"}\r\n- a [voluntary adoption agency](http://www.education.gov.uk/childrenandyoungpeople/families/intercountryadoption/b0065702/intercountry-adoption-links-and-addresses/ \"Find a voluntary adoption agency\"){:rel=\"external\"} that deals with overseas adoption\r\n\r\nThe adoption process is similar to a UK adoption - and will be done by a UK adoption agency.\r\n\r\nThere are several other steps, for example:\r\n\r\n- the assessment will be sent to the overseas adoption authority\r\n- you will need to visit the child in their own country\r\n\r\nThe UK adoption agency will let you know what you need to do.","slug":"adopting-a-child-from-overseas","title":"Adopting a child from overseas"}},{"table":{"body":"For another couple (or person) to adopt your child, you normally have to agree to it. \r\n\r\nOnce your child's adopted, you no longer have [parental responsibility](/parental-rights-responsibilities/what-is-parental-responsibility \"Parental responsibility\") for them.\r\n\r\nDepending on the child's situation, you may be able to stay in contact with them. This is often done using letters and photographs through the agency responsible for arranging the adoption.\r\n\r\n##Trying to stop the adoption process\r\nIf the adoption process has started, you should get legal advice from a solicitor or [Citizens Advice.](http://www.adviceguide.org.uk \"Citizens Advice\"){:rel=\"external\"}  \r\n\r\nTo make an adoption legal, a court has to grant a court order.\r\n\r\nThe agency arranging the adoption must let you know what your rights are - and also at what point the adoption can't be stopped.\r\n\r\nIf you don't want your child to be adopted, a court will give you the chance to say why. A social worker, independent of the adoption agency, will visit you and:\r\n\r\n- record the reasons you don't want your child adopted\r\n- let the court know these reasons - you can go to court to explain them\r\n\r\n^An adoption order can’t be made unless the court thinks it's in your child's best interests.^\r\n\r\n##Adoption without your consent\r\nA court can decide the adoption can go ahead without your consent if:\r\n\r\n- you're incapable of giving consent - eg, due to a mental disability\r\n- a court thinks the child would be put at risk if they weren't adopted - it will send you the evidence they have been given, eg from social services\r\n\r\n","slug":"birth-parents-your-rights","title":"Birth parents: your rights"}}],"type":"guide"}