{"alternative_title":"","overview":"What to expect if you're sent to prison - prison rules and regulations, healthcare and education, prisoner rights","slug":"life-in-prison","title":"Prison life","updated_at":"2012-10-02T12:13:45+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"When someone arrives at prison they have at least one interview and assessment so they:\r\n\r\n- understand prison rules and procedures\r\n- know what their rights are\r\n- are told of courses available\r\n- get the right healthcare\r\n\r\nThe prisoner gets a prison number and their property is recorded and put somewhere safe until they're released.\r\n\r\n##Security categories\r\nPrisoners are given a security category based on:\r\n\r\n- how likely they are to try to escape\r\n- their risk of causing harm to other prisoners and prison staff\r\n\r\n^A prisoner may be transferred to another prison with a different security category at any time.^","slug":"arriving-at-prison","title":"Arriving at prison"}},{"table":{"body":"##Privileges\r\nPrisoners who follow rules can earn privileges. This is called the ‘Incentives and Earned Privileges Scheme’. A prisoner may be able to:\r\n\r\n- get more visits from family or friends\r\n- be allowed to spend more money each week \r\n\r\n^Privileges are different in each prison - staff can explain to the prisoner how the scheme works.^\r\n\r\n##Punishments\r\n\r\nA prisoner who breaks prison rules is normally punished. They can be:\r\n\r\n- kept in their cell for up to 21 days\r\n- given up to 42 extra days in prison on top of their original sentence\r\n\r\nThe prison can take away privileges - eg removing a TV from a cell.\r\n\r\n##Rights\r\nPrisoners have rights, including:\r\n\r\n- protection from bullying and racial harassment\r\n- being able to get in contact with a solicitor\r\n- healthcare - including support for a mental health condition\r\n\r\n^All prisoners should be able to spend between 30 minutes and an hour outside in the open air each day.^","slug":"prisoner-privileges-and-rights","title":"Prisoner privileges and rights"}},{"table":{"body":"Prisoners get the same healthcare and treatment as anyone outside of prison.\r\n\r\nTreatment is free but has to be approved by a prison doctor or member of the healthcare team.\r\n\r\nPrisons don't have hospitals, but many have in-patient beds.\r\n\r\nMost problems are dealt with by the healthcare team. If they can’t, the prison may:\r\n\r\n- get an expert to visit the prison\r\n- arrange for treatment in an outside hospital\r\n\r\n^The healthcare team can ask the prisoner’s family doctor for their records, but only if the prisoner agrees to it.^\r\n\t\r\n##Special help and support\r\nPrisoners can get specialist support - eg if they:\r\n\r\n- have drug or alcohol problems\r\n- have HIV or AIDS\r\n- are disabled or have a learning difficulty\r\n\r\n##Refusing medical treatment\r\nA prisoner can refuse treatment. However, the healthcare team may choose to give treatment if the prisoner isn't capable of making decisions themselves (eg they have a mental health condition).\r\n\r\nWherever possible, the healthcare team will discuss this with the prisoner’s family first.","slug":"healthcare-in-prison","title":"Healthcare in prison"}},{"table":{"body":"Staff are trained to spot prisoners at risk of bullying, suicide or self-harm. The prisoner may get their own case manager who will make sure they:\r\n\r\n- are asked about their mental health - eg if they’re feeling depressed \r\n- get regular support from a health specialist\r\n\r\nMost prisons also have 'listener schemes' that offer emotional support in confidence - normally from fellow prisoners.\r\n\r\n##Psychiatric hospitals\r\nA prisoner can be moved to a secure psychiatric hospital for their own safety. This only happens if they meet certain conditions under the [Mental Health Act.](http://www.mind.org.uk/help/rights_and_legislation/mental_health_act_1983_an_outline_guide \"Find out about the Mental Health Act on the charity Mind website\"){:rel=\"external\"}\r\n\r\nOnce the prisoner gets better, they return to prison.\r\n\r\n##If you’re worried about a prisoner\r\nIf you’re worried about a prisoner:\r\n\r\n- tell a member of prison staff when you visit\r\n- contact the ‘Safer Custody Team’ or the ‘Duty Governor’\r\n\r\nSome prisons run confidential Safer Custody hotlines where you can leave a message explaining your concerns.","slug":"vulnerable-prisoners","title":"Vulnerable prisoners"}},{"table":{"body":"Women who give birth in prison can keep their baby for the first 18 months in a mother and baby unit.\r\n\r\nA prisoner with a child under 18 months old can apply to bring their child to prison with them.\r\n\r\nSocial Services arrange for children over 18 months to be cared for, eg by the prisoner’s parents, or fostering.\r\n\r\n##Applying for a place in a mother and baby unit\r\n\r\ns1. The prisoner can apply for a space in a mother and baby unit when they enter prison. \r\ns2. An admissions board will decide if it's the best thing for the child.\r\ns3. If there are no places in the prison the mother first goes to, they may be offered a place in another unit.\r\ns4. If there are no spaces in any unit, arrangements must be made for the child to be cared for outside prison.\r\ns5. If the mother is refused a place they can appeal - the prison will explain how.\r\ns6. Separation plans are made when the mother enters prison if the child will reach 18 months before her sentence is over.\r\n\r\n^For prisoners with sentences of 18 months or over, arrangements are normally made for the child to be cared for outside prison.^\r\n\r\n##Prisons with mother and baby units\r\n\r\nThe following prisons have mother and baby units:\r\n\r\n- Bronzefield\r\n- Eastwood Park\r\n- Styal\r\n- New Hall\r\n- Peterborough\r\n- Askham Grange\r\n- Holloway (takes children up to 9 months)\r\n\r\n[Find a prison.](http://www.justice.gov.uk/global/contacts/noms/prison-finder/index.htm \"Find a prison\"){:rel=\"external\"}\r\n","slug":"pregnancy-and-childcare-in-prison","title":"Pregnancy and childcare in prison"}},{"table":{"body":"Courses are normally available to help prisoners get new skills, eg learning to read and write, use computers and do basic maths. Most prisoners get an Individual Learning Plan listing courses and training.\r\n\r\n##Qualifications and skills\r\nMost courses lead to qualifications that are recognised by employers outside prison, eg GCSEs or NVQs. Prisoners may be able to do a distance learning course, eg Open University.\r\n\r\nA prisoner can learn skills eg woodwork, engineering or gardening.\r\n\r\n##Working in prison\r\nMany prisoners get the chance to work while carrying out their sentence, eg making clothes and furniture or electrical engineering.\r\n\r\nThis is done in prison workshops and is normally paid work.\r\n\r\nPrisoners can also work around the prison itself - eg in kitchens and laundries.\r\n\r\n^A 'low-risk' prisoner may be allowed to work in the community.^\r\n","slug":"education-and-work-in-prison","title":"Education and work in prison"}}],"type":"guide"}