{"alternative_title":"","overview":"How to work out splitting up money, property and possessions when you divorce or dissolve a civil partnership.","slug":"money-property-when-relationship-ends","title":"Money and property when a relationship ends","updated_at":"2012-10-02T12:13:28+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You can avoid the cost of going to court and large legal fees by working out an agreement with your partner.\r\n\r\nUse the [divorce and separation calculator](http://divorce.moneyadviceservice.org.uk/thinking-about-separation-or-divorce/divorce-separation-tool.html \"divorce and separation calculator\"){:rel=\"external\"} to work out your finances and what you own.\r\n\r\nOnce you've reached an agreement, you can get the court to make it legally-binding, by applying for a 'consent order'.\r\n\r\n##If you can't agree\r\n\r\nIf you're can't agree, you can ask the court to decide, using a 'financial order'.\r\n\r\nIf you want to do this, you first have to go to a 'mediation information and assessment meeting' with a family mediator.\r\n\r\nThis is to find out if you can reach an agreement with your partner without going to court.\r\n\r\nContact a [family mediation service](http://www.familymediationhelpline.co.uk/find-service.php/ \"family mediation service\"){:rel=\"external\"} to arrange to go to a meeting.","slug":"overview","title":"Overview"}},{"table":{"body":"If you want to make an agreement legally binding, you need to get a solicitor or mediator to draft a 'consent order'.\r\n\r\nThis is a legal document that confirms your agreement, and can include details on how you are going to divide up your assets, including:\r\n\r\n- money\r\n- property\r\n- savings\r\n- investments\r\n\r\nIt can also include arrangements for maintenance payments, including child maintenance.\r\n\r\nYou and your ex-partner both have to sign the draft consent order.\r\n\r\nBoth of you also need to fill in:\r\n\r\n- a [notice of an application for a financial order](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=2655 \"notice of an application for a financial order\"){:rel=\"external\"}\r\n- a [statement of information form](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=1116 \"statement of information form\"){:rel=\"external\"}\r\n\r\nSend these forms to the court with the draft consent order attached. Keep your own copies.\r\n\r\nA consent order costs £45. \r\n\r\n^You may be able to get help with [court fees](/court-fees-what-they-are/ \"court fees\") if you’re on benefits or a low income.^\r\n\r\nA judge will approve the agreement to make it legally binding if they think it's fair and reasonable.","slug":"apply-for-consent-order","title":"Apply for a consent order"}},{"table":{"body":"If you can't reach an agreement, you can ask a court to decide by applying for a financial order. This used to be called an 'ancillary relief order'.\r\n\r\nYou can apply for a financial order if you want, for example:\r\n\r\n- a lump sum payment \r\n- ownership of a property\r\n- regular maintenance payments to help with children or living expenses \r\n- a share of your partner's pension payments\r\n\r\nApplying for a financial order costs £240.\r\n\r\nThe process is separate from the divorce, and usually takes longer - often 6 to 12 months.\r\n\r\nYou may have to attend a court appointment and go to a number of court hearings.\r\n\r\nTo apply for a financial order, fill in a [financial order application form.](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=2655 \"financial order application form\"){:rel=\"external\"}\r\n\r\nSend 2 copies of the form to the court dealing with your case. Keep your own copies.","slug":"apply-for-a-financial-order","title":"Apply for a financial order"}},{"table":{"body":"The judge will decide on the division of assets based on how long you've been married or in a civil partnership, as well as your:\r\n\r\n- ages\r\n- ability to earn\r\n- property and money\r\n- living expenses\r\n- standard of living\r\n- role in the marriage or civil partnership (eg if you were the breadwinner or primary carer)\r\n\r\nIf there are enough assets to meet everyone’s needs, the judge will decide on the fairest way to divide the assets.\r\n\r\nIf there isn’t enough, the judge will make arrangements for any children first - especially their housing arrangements and child maintenance.\r\n\r\nThe judge will usually try to arrange a ‘clean break’, so everything is shared out, and you no longer have any financial ties to one another.","slug":"how-the-court-splits-assets","title":"How the court splits assets"}},{"table":{"body":"The court sometimes tells the person with the higher income to make regular maintenance payments to help with the other person's living costs.\r\n\r\nThis is called a 'maintenance order'.\r\n\r\nA maintenance payment can be set for:\r\n\r\n- a limited period of time\r\n- until one of you dies, marries or enters into a new civil partnership\r\n\r\nThe payment can also be changed if one of you loses your job or gets much better paid work.\r\n\r\nThe court can also decide on [child maintenance,](http://www.direct.gov.uk/en/Parents/ChildMaintenance/index.htm \"child maintenance\"){:rel=\"external\"} but this is often arranged by the Child Support Agency.","slug":"maintenance-payments","title":"Maintenance payments"}}],"type":"guide"}