{"artefact":[["_response_info",{"status":"ok"}],["title","Tourist accommodation certification (Northern Ireland)"],["id","https://contentapi.production.alphagov.co.uk/tourist-accommodation-certification-northern-ireland.json"],["web_url","https://www.gov.uk/tourist-accommodation-certification-northern-ireland"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You must be certified by the Northern Ireland Tourist Board (NITB) to provide tourist accommodation\r\n","will_continue_on":"","continuation_link":"","licence_identifier":"1323-4-1","licence_short_description":"Certification from the Northern Ireland Tourist Board (NITB) to provide tourist accommodation.","licence_overview":"If you provide tourist accommodation, you must be certified by the [Northern Ireland Tourist Board (NITB).](http://www.discovernorthernireland.com/ \"Northern Ireland Tourist Board (NITB)\"){:rel=\"external\"}\r\n\r\nYou can't advertise or describe your property as certified tourist accommodation if you don't have a certificate in place.\r\n\r\nYour premises will be inspected as part of the application process.\r\n\r\nIf your property doesn't meet the criteria for the category of accommodation you are applying for your application will be refused. You will be served with a notice detailing the reasons why the accommodation didn't meet criteria.\r\n\r\nThe certificate must be displayed in your premises at or near the entrance, or in any other place the NITB specify.\r\n\r\n##Conditions\r\n\r\nYou must comply with any conditions attached to a certificate including the condition that you notify the NITB as soon as a new person takes over as proprietor of the accommodation and provide them with the name of the new proprietor.\r\n\r\nYour accommodation will be inspected at least once every four years. \r\n\r\nIf after the inspection, or after a statutory review, a NITB inspector finds that your accommodation no longer meets criteria for its particular category you will be served with a notice revoking your certificate. If you fail to comply with a notice to provide a return your certificate will be revoked.\r\n\r\nYou can apply to the NITB to review the decision. If the decision is upheld you can appeal to your local County Court.\r\n\r\nYour premises may also be inspected at any other time. An inspector may serve you with a notice imposing conditions on your certificate if the inspector feels it would be appropriate to do so. If you refuse to allow your premises to be inspected on two occasions you will receive a notice revoking your certificate. You cannot appeal against a notice served on these grounds.\r\n\r\nInspection fees will be payable.\r\n\r\nYou must keep a visitor register containing specific details of guests.\r\n\r\nThe NITB may require you complete a return detailing whether you still provide tourist accommodation and any other information they deem necessary. You will be required to return the information no less than 30 days after the notice has been served and no earlier than 11 months after your last inspection or any other similar notice you have received. This process is known as a statutory review.\r\n\r\n##Fines and penalties\r\n\r\nIf you provide tourist accommodation without a certificate, advertise or describe your accommodation as being certified or allow another person to do so when it is not you may commit an offence and be fined up to £2,500, imprisoned for up to six months or both. If you fail to display your certificate you may commit a criminal offence and be fined up to £2,500.\r\n\r\nIf your premises have been graded under a NITB scheme you must only describe premises as that grade. If your premises haven't been graded you must not describe your premises with a grade. If you falsely describe your grade you may commit an offence and be fined up to £2,500.\r\n\r\nYou must display any sign provided by the NITB. You must not display any other signs showing the classification, grading or standard of your premises if it has not be supplied by the NITB. If you fail to comply with requirements in relation to displaying signs you may commit an offence and be fined up to £200.\r\n\r\nIf you fail to keep a visitor register you may commit a criminal offence and be fined up to £200.\r\n\r\n*[NITB]: Northern Ireland Tourist Board","updated_at":"2012-10-02T12:14:34+00:00","licence":{"location_specific":false,"availability":["NI"],"authorities":[{"name":"Northern Ireland Tourist Board","slug":"northern-ireland-tourist-board","contact":null,"actions":{"apply":[{"url":"","introduction":"","description":"Certificate enabling a premises to offer tourist accommodation &mdash; Application for a certificate enabling a premises to offer tourist accommodation","payment":"none"}]}}]}}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}