{"alternative_title":"Employers' tax and reporting for business travel mileage (AMAPs)","overview":"Tax and reporting rules for employers covering the cost of employees using their own vehicles for business travel","slug":"expenses-and-benefits-business-travel-mileage","title":"Expenses and benefits: business travel mileage for employees' own vehicles","updated_at":"2012-10-03T16:56:00+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"As an employer, you have certain tax, National Insurance and reporting obligations if you cover the costs of your employees using their own vehicles for business travel.\r\n\r\nThere are 2 separate schemes used to deal with these mileage expenses -- one for tax and one for National Insurance.\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"You won’t have to deduct and pay tax on any payments to employees, but you might have to report them depending on how much they are.\r\n\r\n##Mileage Allowance Payments\r\n\r\nMileage Allowance Payments (MAPs) are what you pay your employee for using their own vehicle for business journeys. \r\n\r\nYou're allowed to pay your employee a certain amount of MAPs each year without having to report them to HMRC. This is called an ‘approved amount’.\r\n\r\n##Work out the value\r\n\r\nTo calculate the 'approved amount', multiply your employee’s business travel miles for the year by the rate per mile for their vehicle.\r\n\r\n###Tax: rates per business mile\r\n\r\nType of vehicle\t | First 10,000 miles | Above 10,000 miles\r\n- | - | -\r\nCars and vans | 45 pence (40 pence before 2011 to 2012) | 25 pence\r\nMotorcycles | 24 pence | 24 pence\r\nBikes | 20 pence | 20 pence\r\n\r\n$E\r\n**Example**  \r\nYour employee travels 12,000 business miles in their car -- the approved amount for the year would be £5,000 (10,000 x 45 pence plus 2,000 x 25 pence).\r\n$E\r\n\r\n^It doesn’t matter whether your employee uses more than 1 vehicle in a year (eg they get a new car halfway through the year) - it’s all calculated together.^\r\n\r\n##What to report and pay\r\n\r\n###Anything above the ‘approved amount’\r\n\r\nWho gets the benefit | What to do | What to pay\r\n- | -\r\nEmployees [at a rate](/employer-reporting-introduction-to-expenses-and-benefits/calculate-earnings-at-a-rate \"at a rate\") of less than £8,500 a year | Nothing to report | No tax to pay\r\nEmployees [at a rate](/employer-reporting-introduction-to-expenses-and-benefits/calculate-earnings-at-a-rate \"at a rate\") of £8,500 or more a year | Report on form P11D | No tax to pay\r\nDirectors | Report on form P11D | No tax to pay\r\n\r\n###Anything below the ‘approved amount’\r\n\r\nYou won’t have to report to HMRC or pay tax, but:\r\n\r\n- your employee will be able to get tax relief (called Mileage Allowance Relief, or MAR) on the unused balance of the approved amount\r\n- you can make separate optional reports to HMRC of any such unused balances under a scheme called the Mileage Allowance Relief Optional Reporting Scheme (MARORS) - contact your HMRC office to join the scheme\r\n\r\n\r\n*[HMRC]: HM Revenues & Customs\r\n*[MAPs]: Mileage Allowance Payments\r\n*[MAP]: Mileage Allowance Payment\r\n*[MARORS]: Mileage Allowance Relief Optional Reporting Scheme\r\n*[MAR]: Mileage Allowance Relief\r\n","slug":"rules-for-tax","title":"Rules for tax"}},{"table":{"body":"You might have to deduct and pay National Insurance on payments relating to relevant motoring expenditure (RME), which includes:\r\n\r\n- MAPs (described on the [rules for tax](/expenses-and-benefits-business-travel-mileage/rules-for-tax \"rules for tax\") page)\r\n- payments that would be MAPs, but are paid to a person other than your employee, for your employee’s benefit\r\n- any other cash payments you make to your employee towards the use of their vehicle\r\n\r\nA certain amount of RME will be exempt from reporting to HMRC or paying National Insurance on. This is called the ‘qualifying amount’. \r\n\r\n##Work out the value\r\n\r\nTo calculate out the ‘qualifying amount’, multiply your employee’s [business miles](http://www.hmrc.gov.uk/manuals/nimmanual/nim05831.htm \"business miles\"){:rel=\"external\"} in the earning period by the rate per mile, shown in the table below.\r\n\t\r\n###National Insurance: rates per business mile (2011 to 2012)\r\n\r\nType of vehicle | Every business mile\r\n- | -\r\nCars and vans | 45p\r\nMotorcycles | 24p\r\nBikes | 20p\r\n\r\n$E\r\n\r\n**Example**\r\n\r\nYour employee drives 1000 miles in their van, and you make a payment of RME to cover this. The qualifying amount for the earnings period would be £450 (1,000 x 45p).\r\n\r\n$E\r\n\r\n##What to report and pay\r\n\r\nIf the RME you provide to your employee in the earnings period exceeds the qualifying amount:\r\n\r\n- add the excess to their other earnings for that earnings period when calculating Class 1 National Insurance (but not PAYE tax) through payroll\r\n\r\nIf the RME is below the qualifying amount, you have:\r\n\r\n- nothing to report\r\n- no National Insurance to pay\r\n\r\n^ There’s no Mileage Allowance Relief for National Insurance, and you can’t carry forward the difference between RME and the qualifying amount to a later earnings period.^\r\n\r\n\r\n*[HMRC]: HM Revenues & Customs\r\n*[RME]: relevant motoring expenditure\r\n*[MAR]: Mileage Allowance Relief\r\n*[PAYE]: Pay As You Earn","slug":"rules-for-national-insurance","title":"Rules for National Insurance"}},{"table":{"body":"If your employee carries another employee in their own car or van on a business journey, you can pay them passenger payments of up to 5p per mile tax-free. \r\n\r\nYou won't have to report this to HMRC or deduct and pay National Insurance on them either.\r\n\r\n^There’s no equivalent to Mileage Allowance Relief (MAR) for passenger payments.^\r\n\r\n*[HMRC]: HM Revenues & Customs\r\n*[MAR]: Mileage Allowance Relief","slug":"passenger-payments","title":"Passenger payments"}},{"table":{"body":"The following guides contain more detailed information:\r\n\r\n- [employees using own vehicles for work: overview](http://www.hmrc.gov.uk/manuals/eimanual/eim31205.htm \"employees using own vehicles for work: overview\")\r\n- [motoring Expenses (including mileage allowances)](http://www.hmrc.gov.uk/manuals/eimanual/eim31205.htm \"motoring Expenses (including mileage allowances)\")","slug":"technical-guidance","title":"Technical guidance"}}],"type":"guide"}