{"alternative_title":"","overview":"Bringing in goods when you travel to the UK from abroad - types of tax and duty, EU and non-EU arrivals, and banned and restricted goods","slug":"duty-free-goods","title":"Bringing goods into the UK","updated_at":"2012-10-02T12:12:11+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"When you travel to the UK from abroad, you can bring in goods, tax-free, for your own use. The amount of goods you can bring in depends on where you're travelling from:\r\n\r\n- if you're coming from a country in the [European Union (EU),](http://europa.eu/about-eu/countries/index_en.htm \"European Union\"){:rel=\"external\"} you can bring in an unlimited amount of most goods for your own use without paying tax or duty\r\n- if you're coming from outside the EU you can only bring in a certain amount without paying - this is your duty-free allowance\r\n\r\n##Types of tax and duty\r\n\r\nIf you go over the amount you're allowed to bring in tax-free, there are 3 types of tax or duty you might have to pay.\r\n\r\n###Excise Duty\r\n\r\nThis is a tax on goods like alcohol and tobacco, and:\r\n\r\n- when you buy these in the UK, it's included in the price \r\n- if you're travelling to the UK from another EU country, you don't have to pay it\r\n- if you're travelling from outside the EU, you only pay if you go over your duty-free allowance\r\n\r\n###Customs Duty\r\n\r\nThis is a tax on goods produced outside the EU and:\r\n\r\n- you don't have to pay it if you're travelling from the EU\r\n- if you're travelling from outside the EU, you only have to pay it if you go over your allowance\r\n\r\n###Import VAT\r\n\r\nIf you're bringing goods into the UK from the EU there's no extra VAT to pay. If you're bringing goods to the UK from a non-EU country you have to pay Import VAT if you go over your allowance.\r\n\r\n%You can [report customs and excise fraud](http://www.hmrc.gov.uk/reportingfraud/help.htm \"report excise and customs fraud\"){:rel=\"external} to HMRC%\r\n\r\n\r\n*[EU]:European Union\r\n*[VAT]:Value Added Tax\r\n*[HMRC]: HM Revenue & Customs","slug":"overview","title":"Overview"}},{"table":{"body":"When you're bringing in goods you must:\r\n\r\n- transport them yourself\r\n- make sure they're for your own use or a gift\r\n- pay tax and duty in the EU country where you bought them\r\n- be 17 or over (if you are bringing in alcohol or tobacco)\r\n\r\nYou can bring in motor fuel in your vehicle's tank and reserve fuel in an appropriate container without paying duty.\r\n\r\n##Customs checks \r\n\r\nIf a customs officer thinks you might be bringing in goods to sell, they might stop you to make checks and ask:\r\n\r\n- the type and quantity of goods you've bought\r\n- why you bought them\r\n- how you paid for them\r\n- how often you travel\r\n- how much your normally smoke or drink\r\n\r\nAlthough there are no limits to the alcohol and tobacco you can bring in from EU countries, you're more likely to be checked if you have more than the amounts below.\r\n\r\nType of goods | Amount\r\n-|-\r\nCigarettes | 800\r\nCigars | 200\r\nCigarillos | 400\r\nTobacco | 1kg\r\nBeer | 110 litres\r\nWine | 90 litres\r\nSpirits | 10 litres\r\nFortified wine (eg sherry, port) | 20 litres\r\n\r\n##Declaring goods to customs\r\n\r\nYou have to tell customs about any goods that might be banned or restricted. To do this you use the red channel or the red-point phone. The customs officer will tell you if any tax or duty is owed and how much you have to pay. \r\n\r\n^There's more information about [going through customs](http://www.hmrc.gov.uk/customs/arriving/customs-channels.htm \"going through customs\"){:rel=\"external\"} on the HM Revenue & Customs (HMRC) website.^\r\n\r\n\r\n*[EU]:European Union\r\n*[HMRC]:HM Revenue & Customs\r\n*[VAT]:Value Added Tax\r\n","slug":"arrivals-from-european-union-eu-countries","title":"Arrivals from European Union (EU) countries"}},{"table":{"body":"When you're bringing in goods you must meet these conditions:\r\n\r\n- you transport them yourself\r\n- they're for your own use or a gift\r\n- to bring in alcohol or tobacco you must be 17 or over\r\n\r\n##Alcohol allowances\r\n\r\nYou can bring in either of the following (but not both):\r\n\r\n- 1 litre of spirits or strong liqueurs (over 22% alcohol)\r\n- 2 litres of fortified wine (eg port, sherry), sparkling wine or any other alcoholic drink that's less than 22% alcohol\r\n\r\nYou can combine these allowances - so you could bring in 1 litre of fortified wine and half a litre of spirits.\r\n\r\nYou can also bring in both of the following:\r\n\r\n- 16 litres of beer\r\n- 4 litres of still wine\r\n\r\n##Tobacco allowances\r\n\r\nYou can bring in one from the following:\r\n\r\n- 200 cigarettes\r\n- 100 cigarillos\r\n- 50 cigars\r\n- 250g tobacco\r\n\r\nYou can combine these allowances too.\r\n\r\n##Other goods\r\n\r\nYou can bring in goods worth up to £390 duty-free. If you arrive by private plane or boat, you can only bring in goods worth up to £270 duty-free. \r\n\r\nIf you bring in any single item worth more than your allowance you have to pay tax/duty on the full item value, not just the value above the allowance. \r\n\r\n^You can't group individual allowances together to bring in an item worth more than the limit.^\r\n\r\n##Declaring goods to customs\r\n\r\nYou have to speak to customs when entering the UK from non-EU countries if:\r\n\r\n- you exceed your allowances\r\n- the goods are for commercial use\r\n- you have 10,000 euros or more (or its equivalent) in cash\r\n- you think you may have banned or restricted goods\r\n\r\n##How much you have to pay\r\n\r\nIf you exceed your allowances or don't meet the conditions you might have to pay:\r\n\r\n- Customs Duty\r\n- Excise Duty (for tobacco and alcohol)\r\n- Import VAT (VAT is also due on any Customs or Excise Duty)\r\n\r\n###Customs Duty rates\r\n\r\nCustoms Duty is waived if you owe less than £9. Otherwise:\r\n\r\n- it only applies on goods above the £270 or £390 allowance (whichever is appropriate)\r\n- over this allowance and up to £630 the rate is 2%\r\n- over £630, the rate depends on the type of goods - check by calling the VAT, Customs and Excise Helpline:\r\n\r\n\r\n$C\r\n\r\n**VAT, Customs and Excise Helpline**  \r\n\r\n**Telephone:** 0845 010 9000  \r\n**Textphone:** 0845 000 0200  \r\n\r\n$C\r\n\r\n###Excise Duty rates\r\n\r\nThis is payable on all alcohol and tobacco over your allowance. The rates are below.\r\n\r\n$D\r\n\r\n[Download 'Alcohol duty rates' (PDF, 45KB)](http://www.hmrc.gov.uk/budget2010/march/bn61.pdf \"Download 'Alcohol duty rates' (PDF, 45KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n$D\r\n\r\n[Download 'Tobacco duty rates' (PDF, 38KB)](http://www.hmrc.gov.uk/budget2010/march/bn60.pdf \"Download 'Tobacco duty rates' (PDF, 38KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n###Import VAT\r\n\r\nThis is charged as a percentage of the total value of the goods plus any other duties payable. The [VAT rates](/vat-rates \"VAT rates\") are the standard UK rates.\r\n\r\n\r\n*[EU]:European Union\r\n*[VAT]:Value Added Tax","slug":"arrivals-from-outside-the-european-union-eu","title":"Arrivals from outside the European Union (EU)"}},{"table":{"body":"There are some goods that you can't bring into the UK no matter were you're travelling from.\r\n\r\nThese include:\r\n\r\n- illegal drugs\r\n- offensive weapons like stun guns and flick knives\r\n- self defence sprays like pepper spray and CS gas\r\n\r\nSome goods are restricted - like firearms, explosives and ammunition. You need a special licence. \r\n\r\nSome food and plant products are also restricted if they:\r\n\r\n- aren't free from pests and diseases\r\n- aren't for your own use\r\n- weren't grown in the EU\r\n\r\n^Full details of [banned and restricted goods](http://www.hmrc.gov.uk/customs/banned-restricted.htm \"banned and restricted goods\"){:rel=\"external\"} are on the HM Revenue & Customs (HMRC) website.^\r\n\r\n*[EU]:European Union\r\n*[HMRC]:HM Revenue & Customs\r\n\r\n","slug":"banned-and-restricted-goods","title":"Banned and restricted goods"}}],"type":"guide"}