{"alternative_title":"","overview":"Company exports to another country - commodity codes, VAT, register with HRMC, CHIEF, paying duty","slug":"starting-to-export","title":"Starting to export","updated_at":"2012-10-02T12:13:16+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If you want to export goods to another country you have to:\r\n\r\n- find the correct [commodity code](/finding-commodity-codes \"Find a commodity code\") for your goods \r\n- fill in a VAT return \r\n- pay VAT in some cases \r\n- register with HMRC's [CHIEF system](/specialist/chief-trader-import-and-export-processing-system \"CHIEF system\") for importers and exporters if you’re exporting outside the EU \r\n- declare the goods you export using the CHIEF system \r\n- pay duty in some cases \r\n\r\nThe exact rules depend on where you’re exporting to. \r\n\r\nYou’ll also have to consider how the goods will be transported and what insurance you need. \r\n\r\nYou can use an [agent](/freight-forwarders \"Freight forwarders\") if you don’t want to deal with export procedures yourself. \r\n\r\n*[EU]: European Union\r\n*[HMRC]: HM Revenues & Customs\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"Regulations and product standards are the same in most European Union (EU) member states. If you sell products in the UK it’s likely that you already comply with standards in other EU countries (eg security for electrical goods). Exports to EU countries are called ‘dispatches’.\r\n\r\n##Commodity codes\r\nYou need a [commodity code](/finding-commodity-codes \"Find a commodity code\") for all exports in the EU. The code classifies your goods for tax and regulations. \r\n\r\n##Paying VAT on exports within the EU\r\nYou have to record all the goods sold to EU countries on your VAT return and [submit your return online](http://www.hmrc.gov.uk/vat/vat-online/submit.htm \"submit your VAT return\"){:rel=\"external\"} every quarter. \r\n\r\nFor goods worth more than £250,000 you’ll also have to fill in an [Intrastat Declaration](/specialist/introduction-to-intrastat \"Intrastat Declaration\").\r\n\r\nIf your customer is VAT registered in their country, they’ll pay VAT for the goods at their country’s rate. You don’t pay any VAT. You’ll need your customer’s VAT registration number for your VAT return and paperwork proving that the goods have been sent. \r\n\r\nIf your customer isn’t VAT registered, you’ll normally have to pay UK VAT on the goods you export. You’ll only be exempt from paying VAT if you’re responsible for the delivery of the goods and their value is above a certain amount called the ‘distant selling threshold’. In this case your customer covers the VAT. The threshold varies in each EU country. \r\n\r\nHMRC has [detailed VAT export information](http://customs.hmrc.gov.uk/channelsPortalWebApp/channelsPortalWebApp.portal?_nfpb=true&_pageLabel=pageVAT_ShowContent&id=HMCE_CL_000152&propertyType=document \"Detailed VAT information\"){:rel=\"external\"}\r\n\r\n$C\r\n**VAT Helpline**  \r\n0845 010 9000  \r\n$C\r\n\r\n##Paying duty on exports within the EU\r\nYou don’t have to pay duty on goods that have been produced in the EU and are then exported to another EU country. These goods are ‘in free circulation’.\r\n\r\nThis also covers goods from outside the EU if duty has already been paid on them. For example, an importer brings bicycles from China into the UK and pays duty on them. They are now in free circulation. You can buy the bicycles and export them to France without paying duty on them. \r\n\r\n*[EU]: European Union\r\n*[HMRC]: HM Revenues & Customs","slug":"exporting-to-eu-countries","title":"Exporting to EU countries"}},{"table":{"body":"Exports to countries outside the EU are called exports to 'third countries'. You need to submit an export declaration for these and may need an export licence. \r\n\r\nYou might also have to pay VAT, import taxes and duty in the destination country.\r\n\r\nExport regulations vary, depending on the country you’re exporting to. \r\n\r\n##Commodity codes\r\nYou need a [commodity code](/finding-commodity-codes \"Find a commodity code\") for all exports outside the EU. The code classifies your goods for tax and regulations. \r\n\r\n##Export declarations\r\nIf you want to export goods to a third country, you must submit an electronic export declaration. You do this by:\r\n\r\n- registering for an [Economic Operator Registration Identification number](/specialist/economic-operator-registration-and-identification-eori-scheme \"Registering for an Economic Operator Registration Identification\")(EORI)  \r\n- registering for the [Customs Handling of Import and Export Freight system](/specialist/chief-trader-import-and-export-processing-system \"CHIEF system\") (CHIEF)  \r\n- submitting your export declaration through the National Export System (NES) - which is part of CHIEF\r\n\r\nMany businesses use an agent called a [freight forwarder](/freight-forwarders \"Freight forwarders\") to handle these declarations for them. \r\n\r\nSpecial rules apply if you’re moving goods via other EU countries before exporting them to a third country. This is called ‘indirect exports’.\r\n\r\nThere is more information on [submitting declarations through NES.](/specialist/export-declarations-and-the-national-export-system-export-procedures \"Export declarations\")\r\n\r\n##Paying VAT on exports overseas\r\nYou have to record all the goods sold to non-EU countries on your VAT return. If you export goods worth more than £250,000 you’ll also have to fill in an [Intrastat Declaration](/specialist/introduction-to-intrastat \"Intrastat Declaration\").\r\n\r\nVAT for third country exports depends on how the goods are sent, eg if you send them directly or through an agent and if your customer collects the goods. \r\n\r\nYou can apply to HMRC to be exempt from VAT on third country exports. This is called ‘zero-rating’. \r\n\r\nYou can zero-rate most goods but you must:\r\n\r\n- export your goods within three months after production or purchase \r\n- have documentation that the goods left the EU, eg a Goods Departure Message \r\n- have documentation that the goods have been sold to a party in the third country \r\n\r\n##Paying duty on exports to third countries\r\nDuty charges are set by the country you export to and depend on the type of goods, where they come from and their value.\r\n\r\nThe [UK Trade Tariff](/trade-tariff \"UK Trade Tariff\") lists the duty charges, tax, custom rules and paperwork for exports to third countries. \r\n\r\nYou might be able to claim duty charges and VAT back or delay payments for some exports outside the EU. \r\n\r\nThis is called ['duty relief'](/duty-relief-for-imports-and-exports \"other duty relief schemes\") and there are a number of schemes you can apply for. Some countries have trade agreements with the EU that allow you to export at lower or zero duty rates. In these cases you must usually be able to prove where the goods originally come from. \r\n\r\n##Export licences\r\nSometimes you might need a licence for exporting  goods to a third country. For example, agricultural goods or valuable antiques often need one. You’ll have to get the licence from the relevant government organisation, eg Department for Agriculture of the Arts Council. \r\n\r\n[Detailed information on export licences.](/specialist/do-your-goods-need-an-export-licence \"Detailed information on export licences\")\r\n\r\n*[EU]: European Union\r\n*[HMRC]: HM Revenues & Customs","slug":"exporting-to-noneu-countries","title":"Exporting to non-EU countries"}},{"table":{"body":"Moving goods through the EU to non-EU countries is known as ['indirect exports'](/specialist/exporting-goods-from-the-eu-to-a-third-country-outside-the-eu \"Moving goods through the EU to non-EU countries\")\r\n\r\nIndirect exports need special procedures and paperwork, which generally depend on the final destination of your goods:\r\n\r\n - you must fill in an export declaration - even though the goods are initially moving through an EU country\r\n - [export licences and other controls](/specialist/exporting-goods-from-the-eu-to-a-third-country-outside-the-eu \"Export licences and other controls\") will depend on the destination of your goods\r\n - you won't have to pay VAT on goods exported outside the EU, though you'll have to show proof that the goods actually left the EU\r\n\r\n*[EU]: European Union\r\n*[HMRC]: HM Revenues & Customs","slug":"exporting-via-other-eu-countries","title":"Exporting via other EU countries"}}],"type":"guide"}