{"alternative_title":"","overview":"Your employment contract - how it can be changed, problems with changes and breach of contract","slug":"your-employment-contract-how-it-can-be-changed","title":"Your employment contract:  how it can be changed","updated_at":"2012-10-02T12:14:50+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Usually, you and your employer must agree for a contract to be changed. \r\n\r\nIf you want to make a change, speak to your employer and explain why. You can't insist on making changes unless they're covered by a statutory right (eg not working on a Sunday). \r\n\r\nIf your employer wants to make changes, they should\r\n\r\n- consult or negotiate with you or your representative (eg from a trade union or staff association)\r\n- explain the reasons why\r\n- listen to alternative ideas you may have\r\n","slug":"consultation","title":"Consultation"}},{"table":{"body":"If your employer changes any terms in your [written statement](/employment-contracts-and-conditions/written-statement-of-employment-particulars \"Written statement of employment particulars\") with your agreement, they must confirm the change in writing within a month. You must be told exactly what has changed in the statement. \r\n\r\nIf your employer changes terms and conditions that aren't in the [written statement](/employment-contracts-and-conditions/written-statement-of-employment-particulars \"Written statement of employment particulars\") (eg like the right to sick leave), they should tell you where to find information about the change (eg a company handbook, noticeboard or intranet site).  \r\n\r\n##Collective agreements and changes to written statements\r\nA [collective agreement](/employment-contracts-and-conditions/collective-agreements \"Collective agreements\") may exist between your employer and trade unions or a staff association. If your employer makes agreed changes to the terms of the collective agreement, they should inform you in writing.\r\n\r\nNegotiations under a collective agreement can lead to changes in the terms of your [written statement](/employment-contracts-and-conditions/written-statement-of-employment-particulars \"Written statement of employment particulars\") (eg pay or working hours).  If you are covered by a collective agreement, any changes will apply to you whether you are a member of a union or staff association or not.\r\n\r\n##Flexibility clauses \r\nFlexibility clauses are terms in your contract that give your employer the right to change some of your terms and conditions. A flexibility clause could be that your job location can be changed. \r\n\r\nYour employer isn't allowed to make completely unreasonable changes using a flexibility clause. \r\n\r\n$E **Example** telling you to move to another country to work at 1 day's notice would be completely unreasonable. $E\r\n\r\n##Changes of employer\r\nIf your employer changes, usually you must be given a new [written statement of particulars](/employment-contracts-and-conditions/written-statement-of-employment-particulars \"Written statement of employment particulars\") within 2 months.\r\n\r\nHowever, if the name of the business changes or there's a [new employer](/business-transfers-and-takeovers-your-rights/overview \"Business transfers and takeovers - your rights\") but no other changes in terms and conditions, your employer doesn't need to issue a new written statement. However, they should inform you in writing of the changes within a month.\r\n\r\n##Disciplinary measures \r\nSometimes changes to your terms and conditions like a demotion can happen as a result of a disciplinary measure. \r\n\r\nYour employer should make sure the staff handbook or intranet site contains information about how this could happen in the section dealing with disciplinary procedures.\r\n","slug":"types-of-change","title":"Types of change"}},{"table":{"body":"Problems can arise if: \r\n\r\n- an employer tries to change your contract without agreement or re-employs you on new terms and conditions\r\n- there is a breach of contract where one of the terms in a contract is broken (eg an employer doesn't pay agreed wages or employees don't work agreed hours)\r\n\r\n##Talk to your employer\r\nIf you have a problem over contract changes, try to [solve](/solve-workplace-dispute/overview \"Solve a workplace dispute\") things informally by talking to your employer or through [mediation.](/solve-workplace-dispute/mediation-conciliation-and-arbitration \"Mediation, conciliation and arbitration\")\r\n\r\nYou can also get advice from your trade union representative (if you're a member of a union), [Citizen's Advice](http://www.citizensadvice.org.uk/ \"Citizen's Advice\"){:rel=\"external\"} or ACAS. If you live in Northern Ireland you can also get advice from Labour Relations Agency (LRA) .\r\n\r\n$C\r\n**ACAS helpline**  \r\n08457 47 47 47  \r\nMonday to Friday 8am to 8pm, Saturday 9am to 1pm\r\n$C\r\n\r\n$C\r\n**LRA helpline**  \r\n028 9032 1442  \r\nMonday to Friday 9am to 5pm  \r\n$C\r\n\r\n##Legal action\r\nIf the problem can't be solved, you may have the right to take legal action. Get advice before you do - legal action can be expensive. If you're a trade union member, you may be able to get legal advice from your union.  \r\n\r\n##Making a change without agreement\r\nIf your employer makes a change to contracts without your agreement (including by using flexibility clauses unreasonably), you may:\r\n\r\n- have the right to refuse to work the new conditions \r\n- say you are working any new terms under protest and you're treating the change as a breach of contract\r\n- resign and claim [constructive dismissal](/dismissal/unfair-and-constructive-dismissal \"Unfair and constructive dismissal\")\r\n- be able to take a case to an [employment tribunal](/employment-tribunals/taking-a-case-to-an-employment-tribunal \"Employment tribunals\") \r\n\r\n^In Northern Ireland you would take your case to an industrial tribunal.^\r\n\r\n###Working new terms and conditions\r\nIf you disagree with new terms and conditions but don't say or do anything, this may count as agreeing to the changes. \r\n\r\n##Re-employment on new terms and conditions\r\nEmployers may, as a last resort, end your contract and re-employ you on new terms and conditions. \r\n\r\nEmployers who are dismissing employees must follow the legally required:\r\n\r\n* [redundancy procedure](/redundant-your-rights/20-or-more-redundancies \"20 or more redundancies\") in England, Wales and Scotland\r\n* statutory minimum dismissal in Northern Ireland\r\n\r\nIf your employer does dismiss and re-employ you, you may be able to take a case to a tribunal and claim:\r\n\r\n- breach of contract\r\n- [unfair dismissal](/dismissal/unfair-and-constructive-dismissal \"Unfair and constructive dismissal\")\r\n\r\n##Breach of contract claims\r\nIf you can't solve things informally with your employer, you may be able to take a breach of contract case to a civil court, an [employment tribunal](/employment-tribunals/taking-a-case-to-an-employment-tribunal \"Employment tribunals\"). If you live in Northern Ireland you can take your case to an industrial tribunal.\r\n\r\nIf you go to a tribunal, your employer may be able to make a counter-claim. \r\n\r\nClaims and counter-claims can only go to a tribunal if they:\r\n\r\n- are related to an employment contract issue\r\n- still haven't been solved when the employee ends their employment with your company\r\n\r\nAlso, the claim or counter-claim mustn't be related to a personal injury or things like a contract term that deals with [intellectual property rights.](/intellectual-property-an-overview/what-is-intellectual-property \"What is intellectual property\") \r\n\r\n###Time limits\r\nUsually, you must make a claim to a tribunal within 3 months of ending your employment at the company. Your employer must make a counter-claim within 6 weeks of receiving a copy of your claim. \r\n\r\n###Compensation limits\r\nIf a tribunal agrees with your claim, they may award you compensation. You can only get compensation for financial loss (eg non-payment of wages) in breach of contract claim. The maximum compensation that can be given is £25,000.\r\n\r\n\r\n*[LRA]: Labour Relations Agency\r\n*[ACAS]: Advisory, Conciliation and Arbitration Service","slug":"problems-with-changes","title":"Problems with changes"}}],"type":"guide"}