{"alternative_title":"","overview":"A deputy is someone appointed by the Court of Protection to make decisions for someone who is unable to do so on their own","slug":"become-deputy","title":"Become a deputy","updated_at":"2012-10-02T12:12:05+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"A deputy is someone appointed by the Court of Protection to make decisions for someone who is unable to do so on their own. The [Mental Capacity Act](http://www.justice.gov.uk/guidance/protecting-the-vulnerable/mental-capacity-act/index.htm \"Mental Capacity Ac\"){:rel=\"external\"} is used to work out if someone is able to make their own decisions and how they can be helped.\r\n\r\n## Who can be a deputy\r\n\r\nA deputy is usually a close friend or family member of the person who needs help making decisions. A deputy can also be a professional, such as an accountant or a solicitor.\r\n\r\n^ Deputies must be over the age of 18. ^\r\n\r\nThe Court of Protection can appoint a panel deputy to look after someone’s financial affairs if no one else is able or willing to to take the role.\r\n\r\nA panel deputy is a member of a group of deputies approved by the Court of Protection with specialist knowledge of the Mental Capacity Act. ","slug":"overview","title":"Overview"}},{"table":{"body":"The Court of Protection will tell the deputy their powers and responsibilities. They will also say what decisions the deputy can and can't make. This could include decisions about money and healthcare. \r\n\r\nDeputies should:\r\n\r\n- only make decisions in the other person’s best interests\r\n- only make the decisions the court says they can make\r\n- apply a high standard of care when making decisions\r\n\r\n##Decisions a deputy cannot make\r\n\r\nDeputies are not able to make a decision for someone in certain circumstances, including:\r\n\r\n- when they believe the person can make the decision themselves\r\n- when it will physically restrain the person, unless it is needed to prevent them coming to harm\r\n- when it goes against a decision made by an attorney acting under a Lasting Power of Attorney\r\n- stopping life-sustaining medical treatment, eg turning off a life-support machine\r\n- making or changing a will on behalf of the person\r\n- making large gifts out of the person’s money\r\n- holding any money or property on behalf of the person\r\n\r\nHowever, a deputy can use a [Court Funds Office](/court-funds-office-processes \"Court Funds Office\") account on behalf of someone else to help them with financial matters.\r\n\r\nYou can download the [guidance for deputies appointed by the Court of Protection.](http://www.justice.gov.uk/global/forms/opg/deputies/index.htm \"guidance for deputies appointed by the Court of Protection\"){:rel=\"external\"}","slug":"responsibilities","title":"Responsibilities"}},{"table":{"body":"If you want to apply to become a deputy, you should [check if the person already has a deputy or attorney](/find-someones-attorney-or-deputy \"check if the person already has a deputy or attorney\") acting on their behalf.\r\n\r\nIf they don't, you can [apply to the Court of Protection](/apply-to-the-court-of-protection \"apply to the Court of Protection\") to become their deputy. \r\n\r\nIf the court approves your application, they will send you a court order appointing you as a deputy. \r\n\r\nThe court order will explain what decisions you are legally allowed to make.","slug":"apply-to-become-a-deputy","title":"Apply to become a deputy"}},{"table":{"body":"The court order may say that the deputy needs to make regular reports to the Office of the Public Guardian. This is to make sure they are acting in the person's best interest.\r\n\r\nA deputy should keep a record of any decisions they make. This includes:\r\n\r\n- making a major investment\r\n- changing the care a person is getting\r\n- deciding where someone should live\r\n- any meetings with a doctor\r\n- receipts and bank statements \r\n\r\nAll deputies are asked to make a report once a year using the deputyship report form.\r\n\r\n$D\r\n[Download the deputyship report form (PDF, 87KB)](http://www.justice.gov.uk/downloads/global/forms/opg/opg102.pdf \"deputyship report form\"){:rel=\"external\"}\r\n$D\r\n\r\n##Supervision\r\n\r\nThe Office of the Public Guardian may decide to supervise your role as a deputy. This is to make sure you're making decisions in the best interest of the person you're acting for, as well as sticking to the terms of the court order and the Mental Capacity Act.\r\n\r\nThere are different levels of supervision depending on:\r\n\r\n- the complexity and value of the estate belonging to the person you're acting for\r\n- your relationship with the person you're making decisions for\r\n- the types of decisions you're allowed to make\r\n\r\n$D\r\n[Download guidance on how you will be supervised as a deputy (PDF, 118KB)](http://www.justice.gov.uk/downloads/global/forms/opg/fs06-how-youre-supervised-as-a-deputy.pdf \"How you will be supervised as a deputy (PDF, 118KB)\"){:rel=\"external\"}\r\n$D\r\n\r\nYou are responsible for paying a supervision fee to the Office of the Public Guardian if you are appointed as a deputy. \r\n\r\nThe fee will depend on the level of supervision you require. If you are eligible for an exemption or remission you will not have to pay the full fee.\r\n\r\n$D\r\n[Download guidance on deputyship fees, exemptions and remissions (PDF, 309KB)](http://www.justice.gov.uk/downloads/forms/opg/opg120-fee-guide.pdf \"guidance on deputyship fees, exemptions and remissions (PDF, 309KB)\"){:rel=\"external\"}\r\n$D\r\n","slug":"reports-and-supervision","title":"Reports and supervision"}},{"table":{"body":"A deputy's role will end if:\r\n\r\n- the court order expires \r\n- the Court of Protection makes an order ending the deputy’s appointment\r\n- the person the deputy is acting for dies\r\n- the deputy dies\r\n- the deputy no longer wishes to continue their role\r\n\r\n##The court order expires\r\n\r\nIf the court order expires, the deputy has to re-apply to the Court of Protection. A new deputy can also apply or be nominated for the role by the old deputy.\r\n\r\n##The Court of Protection ends the deputy's role\r\n\r\nThe Court of Protection can end the deputy's role if they decide the deputy has not been acting in the person's best interest. They can then appoint a new deputy. They can also end a deputy's responsibility if the person no longer needs someone to help them.\r\n\r\n##The person who needs a deputy dies\r\n\r\nIf the person needing a deputy dies, the deputy must tell the Court of Protection as soon as possible. The deputy might have to provide the court with a final report about their decisions and financial transactions.\r\n\r\n##The deputy dies or is unable to continue\r\n\r\nIf the deputy dies and the person still needs someone to act on their behalf, the Court of Protection will appoint a new deputy.\r\n\r\nIf the deputy is unable or no longer wishes to continue in their role, the court might decide they have to stay in their role until a new deputy can be appointed. \r\n\r\nThe court can appoint a panel deputy if no one applies for the role of the new deputy.","slug":"cancelling-or-ending-a-deputys-responsibilities","title":"Cancelling or ending a deputy's responsibilities"}}],"type":"guide"}