{"alternative_title":"","overview":"VAT the basics and paying less VAT - disabled, blind or elderly people, tax-free shopping, energy-saving equipment","slug":"vat","title":"VAT for consumers","updated_at":"2012-10-02T12:14:39+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"VAT is a tax you pay on most goods and services. You pay 20% VAT most of the time - but less on essential items.\r\n\r\nRate | % of VAT | What the rate applies to \r\n- | - | - | -\r\nStandard | 20% | Most goods and services\r\nReduced rate | 5% | Some goods and services, eg children's car seats and energy-saving materials in the home\r\nZero rate | 0% | Zero-rated goods and services, eg most food and children's clothes\r\n\r\n^ Some things are exempt from VAT - eg postage stamps, financial and property transactions. ^\r\n\r\n##How VAT is worked out\r\n\r\nWhen someone charges you VAT they multiply their selling price by the VAT rate to calculate the amount of VAT to charge. \r\n\r\nThey then add this to the selling price to give you the price you actually pay - this is called the 'gross' price.\r\n\r\n##VAT fraud\r\n\r\nIf a businesses doesn't have a VAT number they're not registered for VAT and must not charge  VAT. \r\n\r\n^ You can [check a UK VAT number](http://ec.europa.eu/taxation_customs/vies/vieshome.do?selectedLanguage=EN \"Check a UK VAT number\"){:rel=\"external\"} is valid and [report VAT fraud](/report-vat-fraud \"Report VAT fraud\") online. ^\r\n\r\n*[VAT]: Value Added Tax","slug":"overview","title":"Overview"}},{"table":{"body":"##In shops\r\n\r\nIf VAT is due on something you buy in a shop it's already included in the price. No tax is added when you pay.\r\n\r\n##In adverts, catalogues and price lists\r\n\r\nThis depends on who they're aimed at:\r\n\r\n- if they're for the general public only, they'll show you a price including VAT\r\n- if they're aimed at businesses as well as consumers, they might show the price with VAT and without\r\n- prices aimed at businesses only don't usually include VAT, which is charged on top of the price shown\r\n\r\n##On bills and receipts\r\n\r\nSometimes VAT is shown on a separate line. This doesn't mean you're paying extra - it just shows how much tax is included in the price.\r\n\r\nInvoices from suppliers like builders, painters and decorators must show a separate amount for VAT and their VAT registration number.\r\n\r\n##Tax free shopping\r\n\r\nVisitors to the UK or EU residents leaving the EU for 12 months or more can sometimes get [VAT refunds.](http://www.hmrc.gov.uk/vat/sectors/consumers/overseas-visitors.htm \"VAT refunds for visitors to the UK\"){:rel=\"external\"} If the retailer offers tax free shopping they'll give you a customs form and explain how.  \r\n\r\n*[VAT]: Value Added Tax","slug":"where-you-see-vat","title":"Where you see VAT"}},{"table":{"body":"If you're over 60, you pay a reduced rate of VAT (5%) on certain mobility aids when they're installed in your home.\r\n\r\n^ Not all products qualify for the reduced rate and you can't install them yourself. ^\r\n\r\n##Qualifying products \r\n\r\nYou can get the reduced rate on:\r\n\r\n- grab rails\r\n- ramps\r\n- stair lifts\r\n- bath lifts\r\n- built-in shower seats or showers containing built-in shower seats\r\n- walk-in baths with sealable doors\r\n\r\n^ You don't get the reduced rate if you repair or replace the goods after they've been installed. ^\r\n\r\n##How to get the reduced rate\r\n\r\nYour supplier should know about the reduced rate and apply it. You qualify if:\r\n\r\n- you're over 60 when the product is supplied or installed \r\n- the product is installed - you don't get the reduced rate if you just buy it \r\n- the product is for a private home - eg your own home or one shared with friends or relatives (a residential care home doesn’t qualify)\r\n\r\nYou'll need to confirm in writing that you meet these conditions. Your supplier may give you a form for this.\r\n\r\nYou don't have to order and pay for it yourself - a friend, local council, charity or housing association can do it for you. \r\n\r\n##Help from your council \r\n\r\nIf you need to adapt your home because of old age you can [apply to your council for equipment or help.](/apply-home-equipment-for-disabled \"Apply to your council for equipment or help\")\r\n\r\n*[VAT]: Value Added Tax","slug":"vat-for-older-people","title":"VAT for older people"}},{"table":{"body":"If you're disabled or have a long-term illness, you won't be charged VAT on products designed or adapted for your own personal or domestic use. Also, you won't be charged VAT on:\r\n\r\n+ the installation and any extra work needed as part of this\r\n+ repairs or maintenance\r\n+ spare parts or accessories \r\n\r\n^ The product and your disability have to qualify. ^\r\n\r\n##Qualifying products or services\r\n\r\nYour supplier can tell you, but usually [products designed or adapted for a disability](http://customs.hmrc.gov.uk/channelsPortalWebApp/channelsPortalWebApp.portal?_nfpb=true&_pageLabel=pageLibrary_PublicNoticesAndInfoSheets&propertyType=document&columns=1&id=HMCE_CL_000184#P53_4013 \"Goods that qualify\"){:rel=\"external\"} qualify. For example, certain types of:\r\n\r\n- adjustable beds\r\n- stair lifts \r\n- wheelchairs\r\n- medical appliances to help with severe injuries\r\n- alarms\r\n- braille paper or low vision aids - but not spectacles or contact lenses\r\n- motor vehicles - or the leasing of a motability vehicle \r\n- building work like ramps, widening doors, installing a lift or toilet\r\n\r\n##How to get the product VAT free\r\n\r\nTo get the product VAT free your disability has to qualify. For VAT purposes, you're disabled or have a long-term illness if:\r\n\r\n- you have a physical or mental impairment that affects your ability to carry out everyday activities - eg blindness\r\n- you have a condition that's treated as chronic sickness, like diabetes\r\n- you're terminally ill\r\n\r\nYou don't qualify if you're elderly but able-bodied, or if you're temporarily disabled.\r\n\r\nYou'll need to [confirm in writing](http://customs.hmrc.gov.uk/channelsPortalWebApp/channelsPortalWebApp.portal?_nfpb=true&_pageLabel=pageLibrary_PublicNoticesAndInfoSheets&propertyType=document&columns=1&id=HMCE_CL_000184#P400_42556 \"Eligibility declaration by a disabled person\"){:rel=\"external\"} that you meet these conditions. Your supplier may give you a form for this.\r\n\r\n##Help from your council \r\n\r\nYou can [apply to your council for equipment or help](/apply-home-equipment-for-disabled \"Apply to your council for equipment or help\") to adapt your home if you have a disability. \r\n\r\n##Importing goods\r\n\r\nYou don’t pay VAT if you import [qualifying goods](http://www.hmrc.gov.uk/vat/sectors/consumers/disabled.htm#6 \"qualifying goods\"){:rel=\"external\"} that are for your own personal or domestic use. This includes certain goods for blind and partially sighted people. \r\n\r\nIf you use a freight service they can help you with the paperwork, otherwise make sure the following is written on parcel, 'Goods for disabled people: relief claimed'. \r\n\r\nIf you bring them in yourself, declare them in the red channel at Customs. For any other method of import, contact the National Import Reliefs Unit. \r\n\r\n$C\r\n**National Import Reliefs Unit**  \r\n028 6634 4557  \r\nMonday to Friday 8am to 4pm  \r\n$C\r\n\r\n*[VAT]: Value Added Tax","slug":"vat-for-disabled-people","title":"VAT for disabled people"}},{"table":{"body":"You pay a reduced rate of VAT (5%) when certain energy-saving products are installed in your home.\r\n\r\nYour supplier will charge you the reduced rate on the installation and any extra work that's part of it. \r\n\r\n^ Not all products qualify for the reduced rate and you can't install them yourself. ^\r\n\r\n##Qualifying products\r\n\r\nYou pay the reduced rate for:\r\n\r\n- controls for central heating and hot water systems  \r\n- draught insulation - eg around windows and doors \r\n- insulation on walls, floors, ceilings, lofts, etc  \r\n- solar panels  \r\n- wind turbines  \r\n- water turbines  \r\n- ground-source heat pumps  \r\n- air-source heat pumps  \r\n- micro combined heat and power units  \r\n- wood-fuelled boilers  \r\n\r\n###Central heating systems \r\n\r\nFor work funded through energy efficiency grants (eg [Warm Front](/warm-front-scheme \"Warm Front Scheme\")) the reduced rate of VAT can also apply to the: \r\n\r\n+ installation of [heating appliances](http://customs.hmrc.gov.uk/channelsPortalWebApp/channelsPortalWebApp.portal?_nfpb=true&_pageLabel=pageLibrary_ShowContent&id=HMCE_CL_000514&propertyType=document#P138_13013 \"Reduced VAT on heating appliances\"){:rel=\"external\"}\r\n+ installation, repair and maintenance of [heating systems](http://customs.hmrc.gov.uk/channelsPortalWebApp/channelsPortalWebApp.portal?_nfpb=true&_pageLabel=pageLibrary_ShowContent&id=HMCE_CL_000514&propertyType=document#P123_12112 \"Reduced VAT on heating systems\"){:rel=\"external\"}\r\n\r\n^ The reduced rate is only for the grant-funded part of the work. ^\r\n\r\nTo qualify, you must be over 60 or getting: \r\n\r\n- Child Tax Credit (but not the family element)\r\n- Council Tax Benefit\r\n- Disability Living Allowance\r\n- a disablement pension\r\n- Housing Benefit\r\n- Job Seeker’s Allowance (income-based)\r\n- Income Support\r\n- War Disablement Pension\r\n- Working Tax Credit\r\n\r\n##Energy products that don't qualify\r\n\r\nYou pay the standard rate of VAT for:  \r\n\r\n- heating appliances or systems - unless you get an energy efficiency grant \r\n- energy efficient boilers  \r\n- secondary or double glazing  \r\n- low emission glass  \r\n- energy efficient fridge freezers  \r\n\r\n*[VAT]: Value Added Tax","slug":"vat-on-energysaving-products","title":"VAT on energy-saving products"}}],"type":"guide"}