{"alternative_title":"","overview":"How to make arrangements for your children if you divorce or separate, and how to apply for a court order if you can't agree","slug":"looking-after-children-divorce","title":"Looking after children if you divorce or separate","updated_at":"2012-10-02T12:13:23+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You'll need to make arrangements for your children if you split up from your partner.\r\n\r\nA court won't let you divorce or dissolve a civil partnership until you can show you've sorted out things like:\r\n\r\n- where the children will live\r\n- when they’ll spend time with each parent\r\n- who will pay child maintenance\r\n\r\n##If you can't agree\r\n\r\nYou can go to a 'mediation information and assessment meeting' with a family mediator to see if you can reach an agreement with your partner without going to court.\r\n\r\n\r\n\r\nIf you're unable to agree on these arrangements, you can ask the court to decide using a court order.\r\n\r\n\r\nContact a [family mediation service](http://www.familymediationhelpline.co.uk/find-service.php/ \"family mediation service\"){:rel=\"external\"} to arrange a meeting.","slug":"overview","title":"Overview"}},{"table":{"body":"You can apply for a single court order, or a number of them, depending on what you've been unable to agree on.\r\n\r\n##Where your child will live \r\n\r\nA Residence Order is used to decide where your child will live, and which parent they'll live with.\r\n\r\n\r\n##Seeing your child if you don't live with them\r\n\r\nA Contact Order is used to decide when you can see your child, eg:\r\n\r\n- at weekends\r\n- during school holidays\r\n\r\n##Your child's upbringing\r\n\r\nYou can apply for a Specific Issue Order to look at a specific question about how the child is being brought up, eg:\r\n\r\n- what school they go to\r\n- whether they should have a religious education\r\n\r\nYou can apply for a Prohibited Steps Order to stop the other parent from making a decision about your child's upbringing that you don't agree with, for example about their education, medical care or religion.\r\n\r\n\r\n##Who can apply\r\n\r\nThe child's mother, father or anyone with [parental responsibility](/parental-rights-responsibilities/what-is-parental-responsibility \"parental responsibility\") can apply for a court order.\r\n\r\n^Other people, including grandparents, can apply for court orders related to children - they'll need permission from the courts to do this.^","slug":"types-of-court-order","title":"Types of court order"}},{"table":{"body":"To apply for a court order, fill in the [C100 court form.](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=2253){:rel=\"external\"} \r\n\r\nSend it to your local [county court or family proceedings court.](http://hmctscourtfinder.direct.gov.uk/HMCTS/ \"county court or family proceedings court\"){:rel=\"external\"}\r\n\r\nA court order costs £200.\r\n\r\n^You may be able to get help with [court fees](/court-fees-what-they-are/ \"court fees\") if you’re on benefits or a low income.^\r\n\r\nYou'll be asked to go to a court appointment. You may also have to go to a court hearing.\r\n\r\nJudges and magistrates must always put the welfare of children first. They'll only make a court order if they think it's in the child's best interests.","slug":"apply-for-court-order","title":"Apply for a court order"}},{"table":{"body":"If you apply for a court order, the court will arrange a ['directions hearing'](http://www.cafcass.gov.uk/about_cafcass/info_for_families/divorce_and_separation/your_questions_answered.aspx \"information on court hearings\"){:rel=\"external\"} with both parents. \r\n\r\nThere will usually be a Family Court Adviser from the [Children and Family Court Advisory and Support Service (Cafcass)](http://www.cafcass.gov.uk/default.aspx){:rel=\"external\"} at the meeting.\r\n\r\n^Cafcass will send you information before the hearing - they'll usually ring you too.^\r\n\r\nAt the hearing, a judge or magistrate will try to work out:\r\n\r\n- what you can agree\r\n- what you can't agree\r\n- whether your child is at risk in any way\r\n\r\nThey'll encourage you to reach an agreement if it's in the child's best interests. If you can, and there are no concerns about the child's welfare, the judge or magistrate can end the process. \r\n\r\nIf necessary, the court will make a consent order which sets out what you have agreed.\r\n\r\n##If you can't agree at the first court hearing\r\n\r\nThe judge or magistrate will set a timetable for what happens next. Sometimes they'll ask you to try again to reach an agreement, eg with a mediator.\r\n\r\nIf the court is considering making an order about contact, you may be required to attend a 'Separated Parents Information Programme'. These are two 2-hour sessions to help parents focus on the child's needs in order to make contact arrangements work. You'll attend these sessions with other parents. Your ex-partner won't be at the same session as you. \r\n\r\n$D [Download 'Separated Parents Information Programme' (PDF, 401KB)](http://www.cafcass.gov.uk/PDF/PIP%20FINAL.pdf \"Download 'Separated Parents Information Programme' (PDF, 401KB)\"){:rel=\"external\"} $D\r\n\r\n^If you reach agreement at any stage, the judge or magistrate can stop the process.^\r\n\r\n##Cafcass reports\r\n\r\nThe court can ask Cafcass to provide a report on your case to help decide what's best for the child.\r\n\r\nThe Cafcass officer may ask your child about their feelings. You'll get a copy of the report when it's written. \r\n\r\n##What judges and magistrates consider\r\n\r\nThey'll always put the welfare of children first. They will think about the:\r\n\r\n- child's wishes and feelings\r\n- child's physical, emotional and educational needs\r\n- effect any changes may have on the child\r\n- child's age, gender, characteristics and background\r\n- possible risk of harm to the child\r\n- ability of parents to meet the child's needs\r\n- orders the court has the power to make\r\n\r\n^A judge or magistrate will only make an order if they think it's in the child's best interests.^\r\n\r\n##If you disagree with an order\r\n\r\nYou should get legal advice - you can [find a legal adviser](http://legaladviserfinder.justice.gov.uk/AdviserSearch.do \"find a legal adviser\"){:rel=\"external\"} or call Community Legal Advice on 0845 345 4345.\r\n\r\nIf you're on a low income or benefits you might be eligible for [legal aid](/legal-aid/ \"Legal aid\").\r\n\r\n*[Cafcass]: Children and Family Court Advisory and Support Service","slug":"after-you-apply-for-a-court-order","title":"After you apply for a court order"}}],"type":"guide"}