{"alternative_title":"","overview":"How local councils work in England - types of council, decision-making, council finances, local councillors and making complaints","slug":"understand-how-your-council-works","title":"Understand how your council works ","updated_at":"2012-10-02T12:14:37+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"^This guide relates to councils in England. Find information about councils in [Scotland,](http://www.scotland.gov.uk/Topics/Government/local-government \"The Scottish Government: Local government\"){:rel=\"external\"} [Wales](http://wales.gov.uk/topics/localgovernment \"Welsh Government: Local government\"){:rel=\"external\"} and [Northern Ireland.](http://www.nidirect.gov.uk/local%E2%80%91government \"nidirect: Local government\"){:rel=\"external\"}^\r\n\r\n\r\nMany parts of England have 2 tiers of local government: \r\n\r\n1. county councils\r\n2. district, borough or city councils\r\n\r\nIn some parts of the country, there’s just one tier of local government providing all the functions, known as a ‘unitary authority’. This can be a city, borough or county council - or it may just be called ‘council’.\r\n\r\nAs well as these, many areas also have parish or town councils. \r\n\r\n##County councils\r\nThese are responsible for services across the whole of a county, like:\r\n\r\n+ education\r\n+ transport\r\n+ planning\r\n+ fire and public safety\r\n+ social care\r\n+ libraries\r\n+ waste management\r\n+ trading standards\r\n\r\n##District, borough and city councils\r\nThese cover a smaller area than county councils. They’re usually responsible for services like:\r\n\r\n+ rubbish collection\r\n+ recycling\r\n+ Council Tax collections\r\n+ housing\r\n\r\n##Unitary authorities\r\nIn some parts of the country, one tier of local government provides all the local services listed above.\r\n\r\n##Parish, community and town councils\r\nThese operate at a level below district and borough councils and in some cases, unitary authorities. They're elected and can help on a number of local issues, like:\r\n\r\n+ planning applications\r\n+ running sports grounds\r\n+ running community halls\r\n","slug":"types-of-council","title":"Types of council"}},{"table":{"body":"The full council (a meeting of all council members) is responsible for all decisions. But in practice, most of the work is given to smaller groups of councillors or council officers (paid staff).\r\n\r\nEvery council must publish:\r\n\r\n+ details of when key decisions will be taken\r\n+ papers of meetings – at least 5 working days beforehand\r\n+ minutes of meetings – showing the decisions that were made\r\n\r\nYou can view council meeting agendas, minutes and reports on [your council's website.](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"}\r\n\r\nYou can also attend most council meetings, although usually you won’t be able to speak at them.\r\n\r\n##Mayors\r\nMany councils have a civic mayor or chairman of the council. They carry out ceremonial duties and chair meetings, but can't make decisions about council business.\r\n\r\nSome councils have an elected mayor. They're responsible for the day-to-day running of local services. \r\n\r\nCouncils can have both elected and civic mayors.\r\n","slug":"decision-making","title":"Decision making"}},{"table":{"body":"Many [local councils](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"} provide information on their websites to show how they spend their budget.\r\n\r\nYou can view details of:\r\n\r\n+ payments for goods and services over £500\r\n+ contracts and tenders over £500\r\n\r\n##Looking at annual accounts\r\nEvery year councils must open their detailed financial accounts to the public for 20 working days. \r\n\r\nThis allows you to check any spending under £500 without having to [make a freedom of information request](/make-a-freedom-of-information-request \"Make a freedom of information request\").\r\n\r\nYour council must publish on its website and in the local press details of when you can check its accounts.\r\n","slug":"spending-and-accounts","title":"Spending and accounts"}},{"table":{"body":"Local councillors are elected by the local community to represent its views.\r\n\r\nYou can [contact your local councillor online](http://www.writetothem.com/ \"Contact your councillor, MP or AM\"){:rel=\"external\"} or by going to an advice surgery. \r\n\r\n##Declaring interests\r\nAll local councillors have to declare any interests, gifts or hospitality they get that could influence decisions they make. \r\n\r\nYour local council must publish details of these. You can usually access them on your council’s website or at the town hall.","slug":"local-councillors","title":"Local councillors"}},{"table":{"body":"If you feel that a council service hasn’t been properly delivered, you can make an official complaint.\r\n\r\ns1. [Complain to the council service provider](/complain-about-your-council \"Complain about your local council\").\r\ns2. If you’re still not happy, complain to your council’s complaints officer.\r\ns3. If this doesn’t resolve the issue, you may be able to get the [Local Government Ombudsman](http://www.lgo.org.uk/ \"Local Government Ombudsman\"){:rel=\"external\"} to look into it.\r\n\r\nThe Ombudsman considers complaints if you’ve suffered because of:\r\n\r\n+ the way a council service has been given\r\n+ how a decision has been made\r\n\r\nThe Ombudsman usually only considers your complaint once it's been through your local council’s complaints procedure.\r\n\r\n$C**Local Government Ombudsman**\r\n\r\n0300 061 0614$C\r\n","slug":"make-a-complaint","title":"Make a complaint"}}],"type":"guide"}