{"alternative_title":"","overview":"Adult Dependant Grant is up to £2,642 for students in higher education with an adult who depends on them financially - what you'll get, eligibility and applying","slug":"adult-dependants-grant","title":"Adult Dependants' Grant","updated_at":"2012-10-02T12:11:47+00:00","parts":[{"table":{"body":"Full-time students in higher education with an adult who depends on them financially can apply for an Adult Dependants' Grant of up to £2,642.\r\n\r\n^You can apply for this grant on top of any other student finance and you don’t have to pay it back.","slug":"overview","title":"Overview"}},{"table":{"body":"The maximum Adult Dependants’ Grant is £2,642 a year. You don’t have to pay this money back. \r\n\r\nThe amount you get depends on:\r\n\r\n- your income\r\n- the dependant adult’s income\r\n\r\nThe money is paid each term in 3 instalments directly into your bank account.\r\n\r\nThe Adult Dependants’ Grant will affect any income-related benefits and tax credits you might get. \r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"##Rules for applying\r\n\r\nTo apply for an Adult Dependants’ Grant you must have an adult who depends on you financially. \r\n\r\nStudent Finance England will assess your household income and your household costs and work out if you qualify for a grant.\r\n\r\n##Who can and can't be a dependant adult\r\n\r\nUsually the dependant adult will be a member of your family, including your husband, wife, civil partner or partner. Dependant adults need to be 25 or over.\r\n\r\nGrown up children aged 18 and over can't be counted as dependant adults.\r\n\r\n\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"s1. Fill in the Adult Dependants’ Grant section on your [main student finance application](http://www.studentfinance.direct.gov.uk/portal/page?_pageid=153,4680119&_dad=portal&_schema=PORTAL \"main student finance application\"){:rel=\"external\"}  - you'll need to give estimates of your household costs.\r\ns2. Student Finance England will assess your application and contact you if they need more information. \r\ns3. Student Finance England will send you a letter telling you if you qualify and how much money you’ll get.  \r\ns4. At the end of the academic year Student Finance England will send you an income confirmation form to check if your actual outgoings match your estimates in the application - they'll then adjust your payments accordingly.  ","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Documents you may need to provide\r\n\r\nAs part of your application Student Finance England may contact you and ask for further information on your financial circumstances. Proof they might ask for can include:\r\n\r\n- your P60\r\n- Child Benefit details\r\n- family tax credits details\r\n- financial information from your partner – for example, bank statements\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}