{"alternative_title":"","overview":"Employment rights and questions you can be asked about your disability - disability symbol, employment advisers and reasonable adjustments","slug":"looking-for-work-if-youre-disabled","title":"Looking for work if you're disabled","updated_at":"2012-10-02T12:13:23+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"When you’re looking for work, look for the 'positive about disabled people' symbol (with 2 ticks) on adverts and application forms.\r\n\r\nThe symbol means the employer is committed to employing disabled people.\r\n\r\nIf a job advert displays the symbol, you’ll be guaranteed an interview if you meet the basic conditions for the job.\r\n\r\nFind out about jobs in your area at [your local Jobcentre.](http://los.direct.gov.uk/default.aspx \"your local Jobcentre\"){:rel=\"external\"}\r\n\r\n##Disability Employment Advisers\r\n\r\nA Disability Employment Adviser (DEA) at your local Jobcentre can help you find a job or gain new skills and tell you about disability friendly employers in your area.\r\n\r\nThey can also refer you to a specialist work psychologist, if appropriate, or carry out an 'employment assessment', asking you about:\r\n\r\n- your skills and experience\r\n- what kind of roles you're interested in\r\n\r\nAsk to speak to a DEA at [your local Jobcentre.](http://los.direct.gov.uk/default.aspx \"your local Jobcentre\"){:rel=\"external\"}\r\n\r\n##Programmes and grants\r\n\r\nYour DEA can tell you about programmes and grants to help you back into work. These include:\r\n\r\n- [Work Choice](/work-choice/ \"Work Choice\") - to help you find a job, and get support when you start work\r\n- [Residential Training](/residential-training/ \"Residential Training\") - to give you work experience and training\r\n- [Access to Work](/access-to-work/ \"Access to Work grants\") - money towards a support worker or for the cost of equipment or travelling to work\r\n\r\n*[DEA]: Disability Employment Adviser","slug":"looking-for-a-job","title":"Looking for a job"}},{"table":{"body":"##Questions about your health or disability\r\n\r\nAn employer isn't normally allowed to ask you questions about your health or disability before they offer you a job.\r\n\r\nThey can only ask you about this for very limited reasons, for example to:\r\n\r\n- make 'reasonable adjustments' - eg if you need a large print version of a test\r\n- decide if you can do something that is an essential part of the job\r\n\r\n##If you're treated unfairly when you apply for a job\r\n\r\nContact the [Equality and Human Rights Commission](/discrimination-your-rights/contact-the-equality-and-human-rights-commission/ \"Equality and Human Rights Commission\") if you think you've been treated unfairly.\r\n\r\nYou may also be able to take a complaint to an [employment tribunal](/employment-tribunals/ \"employment tribunal\") - you have to do this within 3 months of the discrimination happening.","slug":"applying-for-a-job","title":"Applying for a job"}}],"type":"guide"}