{"alternative_title":"","overview":"How to dissolve a civil partnership, including the grounds for ending the partnership, how to file a petition, and how to get a final order","slug":"end-civil-partnership","title":"End a civil partnership","updated_at":"2012-10-03T13:53:40+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You can apply to end ('dissolve') your civil partnership if you have been in the partnership for at least a year.\r\n\r\nThere are 3 main steps to ending a civil partnership:\r\n\r\ns1. **File a dissolution petition** - you have to apply to court for permission to end your civil partnership, and show reasons why you want to split up.\r\ns2. **Apply for a conditional order** - if your civil partner agrees to the petition, you’ll get a document saying there’s no reason you can’t divorce.\r\ns3. **Apply for a final order** - this legally ends your civil partnership - you need to wait 6 weeks after you get the conditional order before you can apply.\r\n\r\n\r\n##Ending a civil partnership without using solicitors\r\n\r\nYou may be able to arrange your own divorce without involving solicitors if you agree on:\r\n\r\n- the reasons for dissolving the civil partnership\r\n- how you’ll split up money, property and possessions\r\n- how you’ll look after any children\r\n\r\nIf you agree on these things beforehand, you won’t have to go to a court hearing, and the paperwork should be fairly straightforward.","slug":"overview","title":"Overview"}},{"table":{"body":"You have to show the relationship has irretrievably broken down, and that you have good reasons for ending the civil partnership.\r\n\r\nThere are 4 grounds for ending a civil partnership:\r\n\r\n##1. Unreasonable behaviour\r\n\r\nYour partner has behaved so badly that you can no longer bear to live with them.\r\n\r\nThis could include:\r\n\r\n- physical or mental cruelty\r\n- verbal or physical abuse\r\n- being irresponsible with money\r\n- being sexually unfaithful\r\n\r\n##2. Desertion\r\n\r\nYour partner has left you:\r\n\r\n- without your agreement\r\n- without a good reason\r\n- to end your relationship\r\n- for more than 2 years in the past 2½ years\r\n\r\nYou can still claim desertion if you have lived together for up to a total of 6 months within this period.\r\n\r\n##3. You have lived apart for more than 2 years\r\n\r\nYou can get a dissolution if you have lived apart for more than 2 years, and both agree to end the civil partnership.\r\n\r\nYour civil partner must agree in writing to end the civil partnership.\r\n\r\n##4. You have lived apart for more than 5 years\r\n\r\nLiving apart for more than 5 years is usually enough to end a civil partnership, even if your civil partner disagrees.","slug":"grounds-for-ending-a-civil-partnership","title":"Grounds for ending a civil partnership"}},{"table":{"body":"To end a civil partnership, you first need to fill in a [dissolution petition.](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=1115 \"dissolution petition\"){:rel=\"external\"}\r\n\r\nYou must include your:\r\n\r\n- full name and address\r\n- civil partner's full name and address\r\n- civil partnership certificate (the original certificate or a copy from a register office)\r\n\r\nInclude the names and dates of birth of any children (no matter how old they are).\r\n\r\n##Make arrangements for children\r\n\r\nYou need to fill in a separate form if you have:\r\n\r\n- children under 16\r\n- children under 18 at school or college, or on a training course\r\n\r\nYou need to include details of arrangements for:\r\n\r\n- childcare\r\n- maintenance\r\n- contact with your children\r\n\r\nFill in a [statement of arrangements for children.](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=158 \"statement of arrangements for children\"){:rel=\"external\"}\r\n\r\n##Pay the court fee\r\n\r\nYou will have to pay a £340 court fee to file the dissolution petition.\r\n\r\n^You may be able to get help with [court fees](/court-fees-what-they-are/ \"court fees\") if you’re on benefits or a low income.^\r\n\r\n##Send the forms\r\n\r\nOnce you have filled in the forms:\r\n\r\n- send 2 copies to the court\r\n- keep your own copies\r\n\r\n##Where to send the forms\r\n\r\nYou can send the forms to:\r\n\r\n- any county court that deals with civil partnerships\r\n- the Principal Registry of the Family Division in London\r\n\r\nYou may have to visit the court, so try to [find a court](http://hmctscourtfinder.direct.gov.uk/HMCTS/ \"find a court\"){:rel=\"external\"} that’s easy to get to.\r\n\r\nThe courts are also listed on the last page of the [about divorce/dissolution leaflet.](http://hmctsformfinder.direct.gov.uk/HMCTS/GetLeaflet.do?court_leaflets_id=106 \"about divorce/dissolution leaflet\"){:rel=\"external\"}","slug":"file-a-petition","title":"File a petition"}},{"table":{"body":"You can get a conditional order if your partner agrees to end the civil partnership.\r\n\r\n^A conditional order is the 1st of 2 stages to getting the civil partnership dissolved - the 2nd stage is getting a final order.^\r\n\r\nIf your partner doesn't agree to end the civil partnership, you can still apply for a conditional order. You'll have to go to a hearing at the court to discuss the case, where a judge will decide whether to grant you the conditional order.\r\n\r\nYou must wait at least 9 days after your civil partner has received their copy of the dissolution petition.\r\n\r\n##Fill in the application form\r\n\r\nTo apply for a conditional order, fill in the [application for a conditional order.](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=154 \"application for a conditional order\"){:rel=\"external\"}\r\n\r\nIf your partner is defending the case, fill in section B of the form, saying you want a 'case management hearing' before the judge.\r\n\r\nYou also need to fill in a statement confirming that what you said in your dissolution petition is true.\r\n\r\nThere are 4 statement forms - use the one that covers the grounds you’ve given for ending the civil partnership:\r\n\r\n- [unreasonable behaviour statement](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=144 \"unreasonable behaviour statement\"){:rel=\"external\"}\r\n- [desertion statement](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=146 \"desertion statement\"){:rel=\"external\"}\r\n- [2 years' separation statement](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=149 \"2 years' separation statement\"){:rel=\"external\"}\r\n- [5 years' separation statement](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=150 \"5 years' separation statement\"){:rel=\"external\"}\r\n\r\nThe forms will need to show your civil partner:\r\n\r\n- has received the dissolution petition\r\n- agrees to the dissolution if you’re using the fact that you’ve been living apart for 2 years as your reason\r\n- agrees with any arrangement proposed for children\r\n\r\nAttach your civil partner's response to the dissolution petition, and send it to the court. Keep your own copy.","slug":"apply-for-a-conditional-order","title":"Apply for a conditional order"}},{"table":{"body":"The final order is the legal document that ends your civil partnership.\r\n\r\nYou have to wait 6 weeks after the date of the conditional order to apply for a final order.\r\n\r\nIf your civil partner applied for a conditional order, you have to wait 3 months and 6 weeks after the date of the conditional order.\r\n\r\nThe delay gives you a chance to discuss finances and other issues with your civil partner before the civil partnership comes to an end.\r\n\r\n%Apply within 12 months of getting the conditional order - otherwise you will have to explain the delay to the court.%\r\n\r\nTo apply for a final order, fill in the [application for a conditional order to be made final.](http://hmctscourtfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=1114 \"application for a conditional order to be made final\"){:rel=\"external\"}\r\n\r\nA final order costs £45.\r\n\r\nReturn the form to the court with the fee. This will usually be the same court that dealt with your conditional order.\r\n\r\n##Getting the final order\r\n\r\nThe court will check that there are no reasons why the civil partnership cannot be ended.\r\n\r\n- you’ve given it all the details it has asked for within the right time limits\r\n- the needs of any children have been taken into account\r\n\r\nIf the court is happy with all the information, it will send you and your civil partner a final order.\r\n\r\nOnce you get your final order, your civil partnership has ended and you can enter into another civil partnership if you wish.\r\n\r\n^You must keep your final order safe - you will need to show it if you enter into another civil partnership or to prove your status.^","slug":"apply-for-a-final-order","title":"Apply for a final order"}}],"type":"guide"}