{"alternative_title":"","overview":"Bankruptcy is one way of dealing with your debts - bankruptcy register, bankruptcy forms and fees, petition the court, restrictions, discharge and your assets","slug":"bankruptcy","title":"Bankruptcy","updated_at":"2012-10-03T12:17:52+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"To be made bankrupt, a court has to issue a bankruptcy order against you. This can happen for two reasons:\r\n\r\n* you can apply to the court if you're unable to pay your debts\r\n* your [creditors (the people you owe money to) apply to make you bankrupt](/creditor-bankruptcy-petitions \"how to apply to make a debtor bankrupt\") if you owe them £750 or more\r\n\r\nWhen you're made bankrupt:\r\n\r\n+ your assets can be used to pay your debts\r\n+ you must follow certain rules called the 'bankruptcy restrictions' \r\n+ your name and details will be published on a bankruptcy register called the ['Individual Insolvency Register'](/search-bankruptcy-insolvency-register \"Search the Individual Insolvency Register\")\r\n+ after 12 months you’re usually discharged (freed) from your bankruptcy\r\n\r\nThe bankruptcy process is different in [Scotland](http://www.aib.gov.uk/ \"Bankruptcy in Scotland\"){:rel=\"external\"} and [Northern Ireland.](http://www.nidirect.gov.uk/what-happens-when-you-become-bankrupt/ \"Bankruptcy in Northern Ireland\"){:rel=\"external\"}\r\n\r\n^Read the Citizens Advice [bankruptcy advice guide](http://www.adviceguide.org.uk/england/debt_e/debt_help_with_debt_e/bankruptcy.htm \"bankruptcy advice guide\"){:rel=\"external\"} or contact the [National Debtline](http://www.nationaldebtline.co.uk \"National Debtline\"){:rel=\"external\"} for bankruptcy advice.^","slug":"overview","title":"Overview"}},{"table":{"body":"If you want to be declared bankrupt, you have to ask ('petition') the court, who will decide whether or not to allow it. If they do, they'll issue a bankruptcy order against you. You'll then be officially bankrupt. \r\n\r\n%Becoming bankrupt will have a serious effect on your life. [There may be other ways to deal with your debts.](/options-for-paying-off-your-debts/overview \"options for paying off your debts\")%\r\n\r\n###Forms\r\nYou need forms 6.27 and 6.28. The court needs the completed forms and usually 2 copies of each.\r\n\r\n$D\r\n[Download form 6.27 – Debtor’s Bankruptcy Petition (DOC, 150KB)](http://www.bis.gov.uk/assets/bispartners/insolvency/docs/forms/ew/form6-27.doc \"Form 6.27 Debtor's Bankruptcy Petition (DOC, 50KB\"){:rel=\"external\"}\r\n[Download form 6.28 – Statement of Affairs (DOC, 300KB)](http://www.bis.gov.uk/assets/bispartners/insolvency/docs/forms/ew/form6-28.doc \"Form 6.28 Statement of Affairs (DOC, 300KB)\"){:rel=\"external\"}\r\n[Download form 6.28 guidance notes (DOC, 100KB)](http://www.bis.gov.uk/assets/bispartners/insolvency/docs/forms/ew/form%20628%20guidance%20notes%20%20word.doc \"Form 6.28 guidance notes (DOC, 100KB)\"){:rel=\"external\"} \r\n$D\r\nFor help filling in the forms, contact the Insolvency Enquiry Line.  \r\n\r\n$C\r\n**Insolvency Enquiry Line**  \r\n**Telephone:** 0845 602 9848  \r\nMonday to Friday 8am to 5pm\r\n$C\r\n\r\n###Fees \r\nThe fees are: \r\n\r\n+ £525 for managing your bankruptcy\r\n+ £175 for court costs, if you’re on income support you may not have to pay this - court staff can advise you\r\n\r\nYou can pay using cash, postal orders or a building society, bank or solicitor’s cheque made payable to Her Majesty’s Courts & Tribunal Service. \r\n\r\nThe court won’t accept your petition unless the fees are paid. [Citizens Advice](http://www.citizensadvice.org.uk/contact_us.htm/ \"Citizens Advice\"){:rel=\"external\"} can tell you about any charities in your area that can help pay the fees.\r\n\r\n###Find a bankruptcy court\r\nUse the [court finder](http://hmctscourtfinder.direct.gov.uk/HMCTS/ \"court finder\"){:rel=\"external\"} to find your nearest bankruptcy court. \r\n\r\n%Not all courts deal with bankruptcy and you must use the bankruptcy court nearest to where you live or trade (whichever is for the longest period in the last 6 months).%","slug":"applying-for-bankruptcy","title":"Applying for bankruptcy"}},{"table":{"body":"If you're made bankrupt by the court you have to follow 'bankruptcy restrictions'. This means you can't:\r\n\r\n+ borrow more than £500 without telling the lender you’re bankrupt\r\n+ act as a director of a company\r\n+ create, manage or promote a company without the court’s permission\r\n+ manage a business with a different name without telling people you do business with that you’re bankrupt\r\n+ work as an insolvency practitioner (an authorised debt specialist)\r\n\r\n^It's a criminal offence to break the restrictions – if you do, the date you're discharged (freed from your bankruptcy) can be delayed.^\r\n\r\nYou should also co-operate with the people managing your bankruptcy. For example, provide any information they ask for. \r\n\r\n##How long the restrictions last\r\n\r\nThe restrictions usually last for 12 months from the date the court made you bankrupt. \r\n\r\n%Check the [Individual Insolvency Register](/search-bankruptcy-insolvency-register \"Search the Individual Insolvency Register\") to find out when the restrictions end.%\r\n\r\n##When the restrictions can be extended\r\n\r\nBankruptcy restrictions can be extended if your careless or dishonest behaviour caused your bankruptcy. For example, you tried to hide assets or you got credit using  false information. \r\n\r\nThe Official Receiver (an officer of the bankruptcy court) will tell you if the restrictions are going to be extended. To extend the restrictions, you'll be asked to agree to a Bankruptcy Restrictions Undertaking. If you don’t agree, they’ll ask the court to issue a Bankruptcy Restrictions Order. ","slug":"restrictions","title":"Restrictions"}},{"table":{"body":"Your assets will be sold to pay your bankruptcy debts. You have to hand over your assets to the person appointed to manage your bankruptcy. This person is called your ‘trustee’ and can be: \r\n\r\n+ an Official Receiver – an officer of the bankruptcy court\r\n+ an insolvency practitioner – an authorised debt specialist\r\n\r\nTo begin with, the Official Receiver usually acts as your trustee.  \r\n\r\n##Interview with the Official Receiver\r\nWithin 2 weeks of the court making you bankrupt, an Official Receiver will contact you to arrange an interview. The interview can be in person or over the telephone. \r\n\r\n###Information you need to provide\r\nUsually, you'll be asked to provide information about your debts, creditors, assets and income. You'll be sent a letter telling you what you need to do and by when. \r\n\r\n###What happens\r\nAt the interview, the Official Receiver will: \r\n\r\n+ check the information they have about your debts and assets\r\n+ ask for more details – for example, about your pension or savings \r\n+ ask how and why you became bankrupt\r\n+ answer any questions you have about the bankruptcy process\r\n\r\n%You must provide any information you're asked for or the date you're discharged (freed) from your bankruptcy can be delayed.%\r\n\r\n##Assets you can keep\r\nYou can usually keep:\r\n\r\n+ items needed for your job – for example, tools, books or a vehicle \r\n+ household items – for example, clothing, bedding or furniture\r\n\r\nHowever, you may have to give these items up if they cost more than a reasonable replacement. \r\n\r\n##Your bank accounts \r\nYou must give the Official Receiver your bank cards, cheque books and credit cards. \r\nYour accounts will be frozen but your trustee may release: \r\n\r\n+ any money you need urgently – for example, to buy food \r\n+ your partner’s share of any money in a joint account\r\n\r\nIt’s up to your bank if they allow you to continue using the accounts. \r\n\r\n##Your pension \r\nTo find out what happens to your pension speak to your trustee. You can read the basics from the Insolvency Service. \r\n\r\n$D\r\n[Download bankruptcy and your pension (PDF, 150KB)](http://www.insolvency.gov.uk/assets/bispartners/insolvency/docs/publication-pdfs/pension.pdf \"Download a guide to bankruptcy and your pension (PDF, 150KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n^For advice about how to manage your money and how bankruptcy affects your credit rating contact [Citizens Advice](http://www.citizensadvice.org.uk/contact_us.htm \"Citizens Advice\"){:rel=\"external\"} or the [National Debtline.](http://www.nationaldebtline.co.uk/england_wales/index.php \"National Debtline\"){:rel=\"external\"}^","slug":"your-assets","title":"Your assets "}},{"table":{"body":"Your trustee can sell your home if this is the only way to pay your bankruptcy debts. You may have to give up: \r\n\r\n+ your beneficial interest – your share of the property after any secure debts (like a mortgage) have been paid \r\n+ the legal title – the document showing who the legal owner is\r\n\r\n##Sole owners\r\nThe legal title and beneficial interest are transferred to your trustee. This means you can’t sell the property or claim any money from a sale. \r\n\r\nA Bankruptcy Restriction Notice is added to your property’s entry in the Land Registry confirming this.\r\n\r\n##Joint owners \r\nThe legal title and beneficial interest aren’t transferred to your trustee. Instead, a ‘Form J Restriction’ is added to your property’s entry in the Land Registry. This means:\r\n\r\n+ the court can order you to sell your home and your trustee will claim your beneficial interest\r\n+ your trustee will be told of any dealings connected with your home – for example, if you try to sell it\r\n\r\n##Stop the sale of your home\r\nYou might be able to stop or delay the sale of your home if, for example:\r\n\r\n+ the value of your beneficial interest is less than £1,000\r\n+ the beneficial interest or legal title can be transferred to someone else – for example, a partner\r\n+ you need to organise somewhere for children or a partner to live – the sale can be delayed for up to 1 year\r\n\r\n##Rented property \r\nIf you live in rented property, check your tenancy agreement to see if bankruptcy affects your renting situation. Your landlord may be told that you're bankrupt. ","slug":"your-home","title":"Your home "}},{"table":{"body":"Your trustee will tell you if you have to make monthly payments from your spare income. This happens if you can afford it and the money raised from the sale of your assets doesn't pay your bankruptcy debts.  \r\n\r\nThe arrangement can last for up to 3 years and is called an Income Payments Agreement (IPA). If you don’t agree to the IPA your trustee can ask the court to order you to make monthly payments. This is called an Income Payments Order (IPO). \r\n\r\n##How much you pay\r\nThe actual amount depends on how much you can afford after essential expenses like food and bills are paid.\r\n\r\n*[IPA]: Income Payments Agreement","slug":"your-income","title":"Your income"}},{"table":{"body":"Your bankruptcy and the restrictions generally end when you’re ‘discharged’. This is usually 12 months after the court made you bankrupt. It can be longer, for example, if you break the bankruptcy restrictions or don't co-operate with your trustee. \r\n\r\n^Check your discharge date online using the [Individual Insolvency Register.](/search-bankruptcy-insolvency-register \"Search the Individual Insolvency Register\")^\r\n\r\n##Proof of discharge\r\nDischarge is usually automatic – you won’t be sent a letter. To get proof, you can: \r\n\r\n+ ask the official receiver for a confirmation letter (no fee) \r\n+ ask the court for a ‘Certificate of Discharge (£70 and £5 for extra copies) \r\n\r\nIf you’re discharged early you’ll be sent a ‘Notice of early discharge’. This can happen if the Official Receiver (a bankruptcy court officer) finishes looking into your affairs and your creditors don't object. \r\n\r\n##Bankruptcy registers\r\nThese are updated as follows:\r\n\r\n+ the [Individual Insolvency Register](/search-bankruptcy-insolvency-register \"Search the Bankruptcy register\")  – within 3 months of your discharge\r\n+ the Land Registry – when the property is no longer needed to pay your bankruptcy debts \r\n+ the Land Charges Register – 5 years from the date the court made you bankrupt \r\n\r\nFor more detail, speak to your trustee. \r\n\r\n##Your credit record\r\nSend the credit reference agencies a copy of any official document about your discharge. It’s your responsibility to update your credit file. \r\n\r\n##Cancel a bankruptcy\r\nThere are times when your bankruptcy can be annulled (cancelled). Read further guidance from the Department for Business, Innovation and Skills. \r\n\r\n$D\r\n[Download 'Can my bankruptcy be cancelled?' (DOC, 200KB)](http://www.bis.gov.uk/assets/bispartners/insolvency/docs/publication-word/cancelled.doc \"Can my bankruptcy be cancelled? (DOC, 200KB)\"){:rel=\"external\"}\r\n$D","slug":"when-does-bankruptcy-end","title":"When does bankruptcy end?"}}],"type":"guide"}