{"alternative_title":"","overview":"What-to-do checklist following a person's death - registering it, coroner's involvement, arranging the funeral and death abroad","slug":"after-a-death","title":"What to do after someone dies","updated_at":"2012-10-02T12:14:46+00:00","video_summary":"Video on what to do after a death - how to register it, arrange the funeral and other things you need to take care of.","video_url":"http://www.youtube.com/watch?v=FTMSW010C8E&feature=youtu.be","parts":[{"table":{"body":"When someone dies there are things you must do in the first few days:\r\n\r\ns1. **Get a medical certificate** - you'll get this from a doctor (GP or at a hospital) and it's needed to register the death.\r\ns2. **Register the death** - you should do this within 5 days of the death - you'll then get the documents you need for the funeral.\r\ns3. **Arrange the funeral** - you can use a funeral director or do it yourself.\r\n\r\nSorting out the person's affairs, eg selling their property, can be done later - see [Wills, probate and inheritance](/wills-probate-inheritance \"Wills, probate and inheritance\").\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"%If the death has been [reported to a coroner](/after-a-death/when-a-death-is-reported-to-a-coroner \"When a death is reported to a coroner\") you can't register the death until the coroner gives permission.%\r\n\r\n##Who can register the death\r\nYou can register the death if you're:\r\n\r\n- a relative \r\n- someone who was present at the death\r\n- the person making the funeral arrangements\r\n- the person who found the body\r\n\r\n^The registrar would normally only allow other people to register the death if there are no relatives available.^\r\n\r\n##Where to register the death\r\nYou should [register the death at a register office](/register-offices \"Find a register office\") in the area where the person died.\r\n\r\n##What you need to register a death\r\nYou need to take:\r\n\r\n- the medical certificate\r\n- birth and marriage/civil partnership certificates (you can show these to the registrar later)\r\n\r\nYou need to tell the registrar the person's:\r\n\r\n- full name (including any maiden name)\r\n- date and place of birth (town and county if born in the UK and country if born abroad)\r\n- last address\r\n- occupation\r\n\r\nYou also need the full name, date of birth and occupation of a surviving spouse.\r\n\r\n^Tell the registrar if the person was getting a State Pension or any benefits.^\r\n\r\n##What documents you get from the registrar\r\n\r\nYou'll get a:\r\n\r\n- Certificate for Burial or Cremation (the ‘green form') - give this to the funeral director\r\n- Certificate of Registration of Death (form BD8) - you complete this if the person was claiming benefits or had a state pension\r\n\r\n##Getting a death certificate\r\nYou need a death certificate to sort out the person's money, property and possessions.\r\n\r\nYou can buy one or more death certificates at this time (the cost varies between register offices).\r\n\r\n\r\n\r\n\r\n","slug":"register-the-death","title":"Register the death"}},{"table":{"body":"A doctor may report the death to a coroner, for example if the:\r\n\r\n- cause of death is unknown\r\n- death was violent or unnatural\r\n- death was sudden and unexplained\r\n- doctor caring for the person had not seen them for 14 days before their death\r\n\r\nThe coroner may decide that the cause of death is clear. In this case:\r\n\r\ns1. The doctor signs a medical certificate.\r\ns2. You take the medical certificate to the registrar.\r\ns3. The coroner issues a certificate to the registrar stating a post-mortem isn't needed.\r\n\r\n\r\n##Post-mortems \r\nTo find out how the person died, the coroner may decide a post-mortem is needed. This can be done either in a hospital or mortuary.\r\n\r\nYou can't object to a post-mortem - but the coroner must tell you (and the person's GP) when and where the examination will take place.\r\n\r\nAfter the post-mortem:\r\n\r\ns1. The coroner will release the body for a funeral once they have completed the post-mortem examinations and no further examinations are needed. \r\ns2. If the body is released with no inquest, the coroner will send send a form ('Pink Form B - form 101') to the registrar stating the cause of death.\r\ns3. If the body is to be cremated, the coroner will also send a 'Certificate of Coroner - form Cremation 6'.\r\n\r\n\r\n##If the coroner decides to hold an inquest\r\nA coroner must hold an inquest if the cause of death is still unknown, or if the person: \r\n\r\n- possibly died a violent or unnatural death\r\n- died in prison or police custody\r\n\r\nYou can't register the death until after the inquest. The coroner is responsible for sending the relevant paperwork to the registrar.","slug":"when-a-death-is-reported-to-a-coroner","title":"When a death is reported to a coroner"}},{"table":{"body":"The funeral can usually only take place after the death has been registered.\r\n\r\n##Funeral directors\r\nMost people use a funeral director.\r\n\r\nGet more than one quote to compare costs. You should choose a funeral director who's a member of either:\r\n\r\n- [National Association of Funeral Directors](http://www.nafd.org.uk/funeral-advice/funeral-advice-home.aspx \"National Association of Funeral Directors (NAFD)\"){:rel=\"external\"}\r\n- [Society of Allied and Independent Funeral Directors](http://www.saif.org.uk/website/index.html \"Society of Allied and Independent Funeral Directors\"){:rel=\"external\"}\r\n\r\nBoth organisations have codes of practice and have to give you a price list when asked.\r\n\r\nSome local councils run their own [funeral services](http://local.direct.gov.uk/LDGRedirect/index.jsp?LGSL=671&LGIL=8&ServiceName=Find%20out%20about%20a%20council%20funeral \"Find out about a council funeral\"){:rel=\"external\"} - eg non-religious burials.\r\n\r\n##Arranging the funeral yourself\r\n\r\nTo arrange a funeral yourself, contact the Cemeteries and Crematorium Department of your local authority.\r\n\r\n##Funeral costs\r\nFuneral costs can include:\r\n\r\n- funeral director fees\r\n- things the funeral director pays for on your behalf (called 'disbursements') - eg a newspaper announcement about the death\r\n- local authority burial fees\r\n\r\nOften funeral directors list all these costs in their quote.\r\n\r\n###Paying for a funeral\r\nThe funeral can be paid:\r\n\r\n- by you or other family members or friends\r\n- from a financial scheme(s) the person had - eg a pre-paid funeral plan or insurance policy\r\n- from money from the person's estate (eg savings) - getting access to this is called [applying for a 'grant of representation'](/wills-probate-inheritance \"Applying for probate\") (sometimes called 'applying for probate')\r\n\r\n^If you have difficulty paying for the funeral, apply for a [Funeral Payment](/funeral-payments \"Applying for a Funeral Payment\").^\r\n\r\n##Moving a body out of England or Wales\r\nYou need to get permission from a coroner to move a body for a funeral abroad. You need to apply at least 4 days before you want the body to be moved.\r\n\r\nFind a local coroner using the [Coroners' Society of England and Wales website.](http://www.coronersociety.org.uk/wfOfficeCoroner.aspx \"Coroners' Society of England and Wales website\"){:rel=\"external\"}","slug":"arrange-the-funeral","title":"Arrange the funeral"}},{"table":{"body":"There are several organisations you should contact to tell them about the person's death.\r\n\r\n##Government organisations\r\nYou may need to contact:\r\n\r\n- [HM Revenue & Customs (HMRC)](http://search2.hmrc.gov.uk/kbroker/hmrc/contactus/search.ladv?raction=view&fl0=__dsid%3A&sm=0&ha=34&as=1&sf=&sp_scope=hmrc&sc=hmrc&nh=10&sr=0&cs=ISO-8859-1&tx1=&tx0=49640 \"HM Revenue & Customs contact details\"){:rel=\"external\"}\r\n- the [National Insurance contributions office](http://search2.hmrc.gov.uk/kbroker/hmrc/contactus/search.ladv?raction=view&fl0=__dsid%3A&sm=0&ha=34&as=1&sf=&sp_scope=hmrc&sc=hmrc&nh=10&sr=0&cs=ISO-8859-1&tx1=&tx0=49622 \"National Insurance contact details\"){:rel=\"external\"}  if they were self-employed (to cancel payments)\r\n- the [Child Benefit office](http://search2.hmrc.gov.uk/kbroker/hmrc/contactus/search.ladv?sr=0&as=1&cs=ISO-8859-1&sc=hmrc&sm=0&nh=50&ha=34&tx0=5&fl0=contactid:&tx1=&raction=view \"Child Benefit office\"){:rel=\"external\"} (within 8 weeks of the death)\r\n- the [Tax Credit office](http://search2.hmrc.gov.uk/kbroker/hmrc/contactus/search.ladv?sr=0&as=1&cs=ISO-8859-1&sc=hmrc&sf=&sm=0&nh=50&ha=34&tx0=60&fl0=contactid:&tx1=&raction=view\r\n\"Tax Credit office contact details\"){:rel=\"external\"}\r\n- the [DVLA](/tell-dvla-about-bereavement \"Telling the DVLA about a bereavement\") - eg to return any driving licence and cancel car tax\r\n\r\n###Tell us once\r\n\r\nSome local authorities run a service called ['Tell Us Once'](/tell-us-once-report-death \"Tell Us Once: report a death\"). This means they’ll contact the different government services for you - instead of you having to do it yourself.\r\n\r\nWhen you register the death, ask the [registrar](register-the-death \"Register the death\") if it's available in your area.\r\n\r\n###Returning a passport###\r\nIf the person had a passport, you should cancel it to prevent it being used illegally. You can return it with the form below or hand it into your nearest [passport office.](http://maps.direct.gov.uk/LDGRedirect/MapAction.do?ref=passportofficesregional#mapanchor \"nearest passport office\"){:rel=\"external\"}\r\n\r\n$D[Download 'What to do with a passport when the passport holder has died'](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_188463.pdf \"Download 'What to do with a passport when the passport holder has died'\")$D\r\n\r\n##The local council\r\n\r\nContact the local council to cancel things like Council Tax and resident parking permits.\r\n\r\n##Banks and other financial organisations\r\n\r\nYou may need to close down (or change the details of) the person's bank accounts or financial schemes - eg mortgage provider, insurance companies and pension provider.\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency\r\n","slug":"organisations-you-need-to-contact","title":"Organisations you need to contact"}},{"table":{"body":"If the person died abroad, the British Consulate in that country can give advice about:\r\n\r\n- registering the death - how this is done depends on the country\r\n- arranging for the funeral to be in the country the person died in\r\n- bringing the body back to the UK\r\n\r\n^All deaths must be registered in the country where the person died.^\r\n\r\n##Bringing the body home\r\n\r\nTo bring the body home you need:\r\n\r\n- a certified English translation of the death certificate\r\n- permission from a coroner (or equivalent) in the country where the person died to remove the body\r\n\r\nThe British Consulate can help to arrange this.\r\n\r\nYou can find out more on the [Foreign & Commonwealth Office website.](http://www.fco.gov.uk/en/travel-and-living-abroad/when-things-go-wrong/death-abroad \"Foreign & Commonwealth Office - death abroad information\"){:rel=\"external\"}\r\n\r\n##Contacting a register office in England and Wales\r\n\r\nYou need to take the death certificate to the [register office](/register-offices \"Search for a register office.\") in the area the funeral is taking place. \r\n\r\nAs the death has already been registered in the country the person died in, the registrar will give you a 'Certificate of no liability to register'. You should give this to the funeral director so the funeral can go ahead.\r\n\r\n##When a coroner is involved\r\n\r\nIf the person is to be cremated, a certificate from the coroner (form Cremation 6) is needed. \r\n\r\nWhether the person is to be buried or cremated, a coroner will be involved if the cause of death abroad is unknown - or if it was sudden, violent or unnatural.","slug":"what-happens-to-the-persons-body","title":"Death abroad"}}],"type":"guide"}