{"alternative_title":"Green Deal and energy-saving measures for your home or business","overview":"Green Deal and help from energy companies - insulation, draft proofing and other energy-saving measures","slug":"green-deal-energy-saving-measures","title":"Green Deal and energy-saving for your home or business","updated_at":"2012-10-03T11:35:29+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You can get help to pay for energy-saving improvements to your home or business. \r\n\r\nEnergy-saving improvements can reduce your energy bills, heating costs and make your home more energy efficient. They include things like: \r\n\r\n+ loft or cavity wall insulation \r\n+ draught proofing \r\n+ double glazing \r\n\r\nYou could get the improvements: \r\n\r\n+ in your home or business without having to pay all the costs up front - through a [Green Deal](/energy-saving-measures-home-business/green-deal \"Green Deal\") \r\n+ in your home for free (or at a reduced cost) if you [qualify](/energy-saving-measures-home-business/help-from-energy-companies \"Free or low cost help\")\r\n\r\n##Other help \r\n\r\nSmart meters can help you control your energy usage and make your bills more accurate. Contact your energy supplier to see if you can get one for free. \r\n\r\nYou could get a grant to help with the cost of installing [renewable heating technologies](/renewable-heat-premium-payment \"Renewable heat grants\") in your home to reduce your energy bills, eg solar panels. ","slug":"overview","title":"Overview"}},{"table":{"body":"@ You can get your property checked to see what a Green Deal can do for you - but any work can't start until January 2013. @ \r\n\r\nYou can make energy-saving improvements to your home or business with no 'up front' costs through the Green Deal. \r\n\r\nEnergy-saving improvements include things like: \r\n\r\n- insulation - eg loft or cavity wall insulation\r\n- boilers \r\n- draught-proofing\r\n- double glazing\r\n- renewable energy technologies - eg solar panels or wind turbines\r\n\r\n##How Green Deal works \r\n\r\ns1. Choose a [Green Deal advisor](http://www.greendealorb.co.uk/certification-bodies/certification-body-search \"Find a Green Deal advisor\"){:rel=\"external\"} - they'll write a report on your property telling you what improvements you can make and estimate how much you could save on your energy bills.  \r\n\r\ns2. Choose a [Green Deal provider](http://www.greendealorb.co.uk/providers/provider-search \"Find a Green Deal provider\"){:rel=\"external\"} to carry out the work. They must explain what work will be done and how much it will cost - this is know as a 'Green Deal plan'. How much you can spend is up to the Green Deal provider. \r\n\r\ns3. If you go ahead with the improvements you must sign your Green Deal Plan - this is a contract between you and the provider. The provider will then arrange for a Green Deal installer to do the work.  \r\n\r\n\r\n##Costs \r\n\r\nCheck if the advisor's assessment is free or if there is a fee. \r\n\r\nYou pay in instalments through your electricity bill. The actual amount will be shown on your Green Deal plan. You may get help with the costs if you're on benefits, a low income or living in an older property.\r\n\r\nUsually your bills won't go up because you shouldn't pay back more than the savings you're making as a result of the improvements. The actual savings depend on your energy use and the future cost of energy. \r\n\r\nYou can be charged interest on your repayments and there may be penalties if you repay the money early. \r\n\r\n% Before you sign your Green Deal plan - check you understand the repayment rules. % \r\n\r\n##Green Deal contacts  \r\n\r\n$C **Energy Saving Advice Service**  \r\n0300 123 1234  \r\nMonday to Friday 9am to 8pm  \r\nSaturday 10am to 2pm\r\n$C\r\n\r\n$C **Energy Saving Scotland**  \r\n0800 512 012  \r\nMonday to Friday 9am to 5pm  \r\n$C","slug":"green-deal","title":"Green Deal"}},{"table":{"body":"Some energy companies might pay for all or part of the cost of installing things like:\r\n\r\n+ loft, solid wall or cavity wall insulation\r\n+ boiler repairs or replacements (if you qualify) \r\n\r\nYou don't have to be a customer of the energy company but you must own your home or rent privately and have permission from the owner for the work. Your home should be suitable for the work, eg not all homes are suitable for all types of improvements. \r\n\r\n##How to apply \r\n\r\nContact the Energy Saving Advice Service to see what help you can get. \r\n\r\n$C**Energy Saving Advice Service**  \r\n0300 123 1234  \r\nMonday to Friday 9am to 8pm  \r\nSaturday 10am to 2pm\r\n$C\r\n\r\nYou can also contact any of these companies: \r\n\r\n+ British Gas\r\n+ E.ON\r\n+ EDF Energy\r\n+ RWE npower\r\n+ Scottish Power\r\n+ Scottish And Southern Energy\r\n\r\n##Eligibility for extra help \r\n\r\nYou might get help with boiler repairs or replacements and other energy-saving products if you get one of these benefits: \r\n\r\n+ Pension Credit\r\n+ Child Tax Credit - and your income is £15,860 or less\r\n+ Working Tax Credit (with a household income of less than £15,860) - and one of the conditions below\r\n+ Income Support - and one of the conditions below \r\n+ income-based Jobseeker’s Allowance - and one of the conditions below\r\n+ income-based Employment and Support Allowance - and one of the conditions below \r\n\r\nFor certain benefits, one of the following must also apply: \r\n\r\n+ you’re responsible for a child under 16 (or under 20 if they’re in education or training)\r\n+ you get the disability or severe disability element of Child Tax Credit\r\n+ you get Disabled Child Premium\r\n+ you get the severe or enhanced element of Disability Premium\r\n+ you get the higher or enhanced premium of Pensioner Premium\r\n\r\n^The scheme for this kind of help will be called the Energy Company Obligation scheme from January 2013.^","slug":"help-from-energy-companies","title":"Help from energy companies"}}],"type":"guide"}