{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/agency-workers-your-rights.json","web_url":"https://www.gov.uk/agency-workers-your-rights","title":"Agency workers: your rights","format":"guide","details":{"need_id":"1474","business_proposition":true,"description":"As an agency worker, you have certain rights when using recruitment agencies or employment agencies to find work - pay, holidays, equal treatment, fees","alternative_title":"","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/agency-workers-your-rights/overview","slug":"overview","order":1,"title":"Overview","body":"<p>As an agency worker, you have <a href=\"/agency-workers-your-rights/your-rights-as-a-temporary-agency-worker\" title=\"Your rights as a temporary agency worker\">certain rights</a>. For example:</p>\n\n<ul>\n  <li>you must receive the <a href=\"/national-minimum-wage-rates\" title=\"National Minimum Wage rates\">National Minimum Wage</a></li>\n  <li>you&rsquo;re entitled to <a href=\"/holiday-entitlement-rights\" title=\"Calculate your holiday entitlement\">paid holiday</a></li>\n</ul>\n\n<p>If you spend 12 weeks in the same job with the same hirer, you <a href=\"/agency-workers-your-rights/do-you-qualify-for-equal-treatment-after-12-weeks\" title=\"Do you qualify for equal treatment after 12 weeks\">qualify for equal treatment</a>. This means you&rsquo;re entitled to the same basic terms and conditions as &lsquo;comparable workers&rsquo; - employees doing the same job in the same workplace. </p>\n\n<div class=\"application-notice info-notice\">\n<p>Your rights are different if you work in the <a href=\"/agency-workers-your-rights/entertainment-and-modelling-agencies\" title=\"Entertainment and modelling industries\">entertainment and modelling industries</a>.</p>\n</div>\n\n<h2>Permanent or fixed-term work</h2>\n\n<p>If you use a recruitment agency to find permanent or fixed-term work, your <a href=\"/employment-contracts-and-conditions\" title=\"employment contracts and conditions\">employment contract</a> is likely to be with the company that hires you, not with the agency. </p>\n\n<p>You should have the same rights as the other permanent or fixed-term employees.</p>\n"},{"web_url":"https://www.gov.uk/agency-workers-your-rights/fees","slug":"fees","order":2,"title":"Fees","body":"\n<div class=\"application-notice info-notice\">\n<p>Recruitment agencies can’t charge you a fee for finding or trying to find you work</p>\n</div>\n\n<h2>Additional paid services</h2>\n\n<p>Agencies can charge you for certain services such as <abbr title=\"Curriculum Vitae\">CV</abbr> writing, training or transport.</p>\n\n<p>If your agency offers you additional services they:</p>\n\n<ul>\n  <li>can charge you for them </li>\n  <li>must give you full written details  - including your right to cancel and the notice period you must give </li>\n  <li>can&rsquo;t make you use these services as a condition for finding you work</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>Different rules apply to <a href=\"/agency-workers-your-rights/entertainment-and-modelling-agencies\" title=\"Entertainment and modelling agencies\">entertainment and modelling agencies</a>.</p>\n</div>\n\n<h2>Cancelling paid services</h2>\n\n<p>You can cancel paid services without a penalty. You must give a minimum of:</p>\n\n<ul>\n  <li>10 working days written notice to the agency to cancel living accommodation  </li>\n  <li>5 working days notice for all other services</li>\n</ul>\n\n<p>You can make a complaint about the agency. Contact the <a href=\"/agency-workers-your-rights/where-to-get-help\" title=\"Where to get help\">Pay and Work Rights Helpline</a>. </p>\n\n"},{"web_url":"https://www.gov.uk/agency-workers-your-rights/basic-information-you-should-receive","slug":"basic-information-you-should-receive","order":3,"title":"Basic information you should receive","body":"<p>Recruitment agencies must give you written terms of employment before looking for work for you. </p>\n\n<p>These should include:</p>\n\n<ul>\n  <li>whether you are employed under a contract for services or a contract of employment   </li>\n  <li>your notice period   </li>\n  <li>details of your <a href=\"/agency-workers-your-rights/pay\" title=\"pay\">pay</a>   </li>\n  <li>your holiday entitlement  </li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>An agency can’t change your terms and conditions without telling you.</p>\n</div>\n\n<p>If you agree to changes you must be given a new document with the full details of the changes and when they apply.</p>\n\n<p>An agency cannot give information about you to any third parties (including current employers) without your permission - except for legal purposes or to a professional body to which you belong.</p>\n\n<h2>Workers under the age of 18</h2>\n\n<p>If you are under 18 and expected to work during school hours, your agency must check that you have received advice from the local careers service. </p>\n\n<p>If the agency is arranging a job abroad, it must have written consent from your parent or guardian.</p>\n\n<h2>When an agency offers you a job with a company</h2>\n\n<p>They should tell you:</p>\n\n<ul>\n  <li>your start date   </li>\n  <li>the likely length of the work   </li>\n  <li>the type of work </li>\n  <li>about any expenses that may be payable   </li>\n  <li>the location  </li>\n  <li>your hours   </li>\n  <li>about any health and safety risks, and steps the hirer has taken to control these risks   </li>\n  <li>about any experience, training or qualifications needed for the role   </li>\n</ul>\n"},{"web_url":"https://www.gov.uk/agency-workers-your-rights/your-rights-as-a-temporary-agency-worker","slug":"your-rights-as-a-temporary-agency-worker","order":4,"title":"Your rights as a temporary agency worker","body":"<p>As a temporary agency worker you&rsquo;re entitled to:</p>\n\n<ul>\n  <li><a href=\"/holiday-entitlement-rights\" title=\"Holiday entitlement: your rights\">paid holiday</a> (bank holidays may be included in your holiday entitlement - check with your agency)</li>\n  <li>rest breaks and limits on working time   </li>\n  <li>no unlawful deductions from wages   </li>\n  <li>the <a href=\"/national-minimum-wage-rates\" title=\"National Minimum Wage rates\">National Minimum Wage</a>   </li>\n  <li>freedom from discrimination under equality legislation   </li>\n  <li>protection under health and safety laws</li>\n  <li>details of job vacancies with your hirer </li>\n  <li>the same access to shared facilities and services at work as other comparable employees </li>\n</ul>\n\n<p>Shared facilities and services might include:</p>\n\n<ul>\n  <li>access to a canteen or food and drinks machines  </li>\n  <li>a workplace crèche or mother and baby room </li>\n  <li>car parking or transport services (eg local pick up service, inter-site transport)   </li>\n  <li>a staff common room    </li>\n  <li>a prayer room   </li>\n</ul>\n\n<p>Your hirer can only refuse you access to facilities if they can &lsquo;objectively justify&rsquo; denying you access. Cost alone is unlikely to be a sufficient reason. </p>\n\n<h2>Maternity, paternity and adoption pay</h2>\n<p>You may have the right to <a href=\"/statutory-maternity-pay\" title=\"Statutory Maternity Pay\">Statutory Maternity Pay</a> or <a href=\"/ordinary-statutory-paternity-pay\" title=\"Ordinary Statutory Paternity Pay\">Paternity Pay</a>, but not <a href=\"/maternity-leave\" title=\"Maternity Leave\">maternity</a> or <a href=\"/paternityleave\" title=\"Paternity Leave\">paternity leave</a>.</p>\n\n<h2>Statutory Sick Pay</h2>\n<p>You can get <a href=\"/statutory-sick-pay-ssp\" title=\"Statutory Sick Pay\">Statutory Sick Pay (<abbr title=\"Statutory Sick Pay\">SSP</abbr>)</a> like other workers. HM Revenue &amp; Customs (<abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr>) can help decide what you are entitled to.</p>\n\n<h2>Redundancy pay</h2>\n<p>Temporary agency workers are not entitled to redundancy pay or to claim unfair dismissal, which are rights available to employees.</p>\n\n<h2>After 12 weeks in the same job with the same hirer</h2>\n\n<p><a href=\"/agency-workers-your-rights/do-you-qualify-for-equal-treatment-after-12-weeks\" title=\"Do you qualify for equal treatment after 12 weeks\">If you qualify</a>, you&rsquo;re entitled to the same basic terms and conditions as if you had been recruited directly, including:</p>\n\n<ul>\n  <li>basic pay, including holiday pay, overtime and bonuses linked to your performance      </li>\n  <li>working time – eg not having to work more than 48 hours a week if comparable workers don&rsquo;t have to    </li>\n  <li>annual leave - you may get extra pay to cover this if it&rsquo;s above your legal entitlement</li>\n  <li>night work    </li>\n  <li>rest breaks and rest periods</li>\n  <li>paid time off for antenatal appointments </li>\n</ul>\n\n<p>It doesn&rsquo;t matter if you are working full time or part time.</p>\n\n<div class=\"application-notice info-notice\">\n<p>Your rights are based on those of a comparable worker - ie someone directly recruited by the hirer to do the same job at the same time.</p>\n</div>\n\n<p>If there are no comparable workers or employees you&rsquo;re not entitled to equal treatment.</p>\n\n<p>You&rsquo;re entitled to find out the hirer&rsquo;s terms and conditions for someone directly recruited.</p>\n\n"},{"web_url":"https://www.gov.uk/agency-workers-your-rights/do-you-qualify-for-equal-treatment-after-12-weeks","slug":"do-you-qualify-for-equal-treatment-after-12-weeks","order":5,"title":"Do you qualify for equal treatment after 12 weeks?","body":"<p>You qualify for equal treatment if you&rsquo;ve worked in the same job with the same hirer for 12 weeks. This is known as the &lsquo;qualifying period&rsquo;.</p>\n\n<p>However, if you have any breaks between jobs these can either:</p>\n\n<ul>\n  <li>count towards the qualifying period  </li>\n  <li>pause the qualifying period  </li>\n  <li>reset the qualifying period to zero  </li>\n</ul>\n\n<h2>Breaks that count towards your qualifying period</h2>\n\n<p>These include breaks:</p>\n\n<ul>\n  <li>during pregnancy and up to 26 weeks after childbirth  </li>\n  <li>due to taking adoption or paternity leave  </li>\n</ul>\n\n<h2>Pauses in your qualifying period</h2>\n\n<p>Your qualifying period is paused if you have a break:</p>\n\n<ul>\n  <li>of 6 weeks or less, and you return to the same role with the same hirer  </li>\n  <li>of up to 28 weeks because of sickness or injury  </li>\n  <li>that you&rsquo;re entitled to, such as annual leave  </li>\n  <li>because the workplace closes (eg over the Christmas holidays, or because of industrial action)</li>\n  <li>because you&rsquo;re on jury service for up to 28 weeks  </li>\n</ul>\n\n<h2>When your qualifying period starts again at zero</h2>\n\n<p>This happens if:</p>\n\n<ul>\n  <li>you move to a new assignment with a new hirer  </li>\n  <li>there is a break of more than 6 weeks between jobs with the same hirer </li>\n  <li>you remain with the same hirer but you&rsquo;re doing a &lsquo;substantively different&rsquo; role  </li>\n</ul>\n\n<h3>What is a &lsquo;substantively different&rsquo; role?</h3>\n\n<p>If your job with the same hirer changes and you are doing very different work, this could count as &lsquo;substantively different&rsquo;. Your agency must tell you in writing that the role has substantively changed and the the qualifying period is reset to zero.</p>\n\n<p>A change of line manager or location isn&rsquo;t enough - there must be a genuine and real difference to the role, eg a combination of the following:</p>\n\n<ul>\n  <li>different skills used or new training</li>\n  <li>different pay rate </li>\n  <li>different location</li>\n  <li>different working hours </li>\n</ul>\n\n<div class=\"example\">\n<p><strong>Example</strong><br />\nYou have worked in a warehouse on a production line to assemble a product. Simply moving you from a production line to a packing role requires little training and uses most of the same skills. This is unlikely to be substantively different.</p>\n</div>\n\n<p>However if you have worked on the production line and then move into an administrative role, then this is likely to be substantively different. In this situation the qualifying period starts again.</p>\n"},{"web_url":"https://www.gov.uk/agency-workers-your-rights/pay","slug":"pay","order":6,"title":"Pay","body":"\n<div class=\"application-notice info-notice\">\n<p>If you’re a temporary worker, you’re entitled to at least the <a href=\"/national-minimum-wage-rates\" title=\"National Minimum Wage rates\">National Minimum Wage</a> for all hours worked, whether or not you sent in a timesheet.</p>\n</div>\n\n<p>Your recruitment agency can delay paying you while they investigate whether you worked the hours in question, but only for a reasonable period.</p>\n\n<p>Your agency must pay you for work you&rsquo;ve done, even if they haven&rsquo;t been paid by the company hiring you.</p>\n\n<h2>The standard of your work</h2>\n\n<p>If a company is unhappy with your work, this is a contractual matter between the agency and the company. The agency still has to pay you for all the hours that you&rsquo;ve worked.</p>\n\n<h2>Pay between assignments</h2>\n\n<p>Your agency may offer you a permanent contract of employment where you&rsquo;re entitled to pay between jobs, or assignments. This makes you an employee of the agency. </p>\n\n<div class=\"application-notice help-notice\">\n<p>You cannot be forced to sign a permanent contract of employment.</p>\n</div>\n\n<p>If you become an employee of the agency, you won&rsquo;t be entitled to equal pay after 12 weeks in the same job. However, all other entitlements still apply as for other agency workers. </p>\n\n<p>The contract must state: </p>\n\n<ul>\n  <li>that you&rsquo;re giving up the right to equal pay </li>\n  <li>minimum pay rates and how they are calculated</li>\n  <li>where you are willing to work (so if you live in London the agency could not offer you work in Glasgow unless you agreed)</li>\n  <li>the minimum and maximum expected hours of work (at least 1 hour a week)</li>\n  <li>the type of work</li>\n</ul>\n\n<h3>How much you&rsquo;ll be paid between jobs</h3>\n\n<p>You must be paid at least:</p>\n\n<ul>\n  <li>50% of your pay from your previous job, calculated at the highest rate of pay received during any 1 week  </li>\n  <li>the National Minimum Wage</li>\n</ul>\n\n<p>The agency can&rsquo;t ask you to come into their offices for an hour to avoid paying you between jobs - you must be genuinely working for a hirer. If the agency is refusing to pay you could make a claim to an <a href=\"/employment-tribunals\" title=\"Employment Tribunals\">Employment Tribunal</a>.</p>\n\n<p>The pay between assignments does not apply if you have two short jobs in the same week.</p>\n\n<div class=\"example\">\n<p><strong>Example</strong>\nIf you work on Monday and do not work again until Friday, you wouldn&rsquo;t receive pay between assignments. You&rsquo;ll only be paid during the weeks where you have no work at all.</p>\n</div>\n\n<h3>Ending a &lsquo;pay between assignments&rsquo; contract</h3>\n\n<p>If the agency wants to end the contract: </p>\n\n<ul>\n  <li>they must give you 4 weeks&rsquo; pay between assignments</li>\n  <li>you might be entitled to certain rights, including notice pay and <a href=\"/calculate-redundancy-pay\" title=\"calculate your redundancy pay\">redundancy pay</a></li>\n</ul>\n\n<p>The contract can end earlier for other reasons, eg if you resign.</p>\n"},{"web_url":"https://www.gov.uk/agency-workers-your-rights/maternity-rights-for-agency-workers","slug":"maternity-rights-for-agency-workers","order":7,"title":"Maternity rights for agency workers","body":"<p>You have certain rights to prevent discrimination if:</p>\n\n<ul>\n  <li>you&rsquo;re pregnant</li>\n  <li>you&rsquo;ve given birth in the last 6 months  </li>\n  <li>you&rsquo;re breastfeeding  </li>\n</ul>\n\n<p>You will first need to tell your recruitment agency about your pregnancy and write to the hirer where you are working.</p>\n\n<h2>Maternity Leave and pay</h2>\n\n<p>You may be able to get <a href=\"/statutory-maternity-pay/eligibility\" title=\"Eligibility for Statutory Maternity Pay\">Statutory Maternity Pay</a>, but you can&rsquo;t get <a href=\"/maternity-leave/eligibility\" title=\"Maternity Leave\">Statutory Maternity Leave</a>.</p>\n\n<h2>If there is a risk to your health</h2>\n\n<p>Your hirer will need to make an adjustment if it is reasonable. If it is not reasonable then your agency should offer you suitable alternative work if available. </p>\n\n<p>You should be paid at least the same rate until the end of the assignment.</p>\n\n<p>If there is no suitable work the agency must pay you at the same rate for the length of the terminated assignment. </p>\n\n<p>If the end date is not known, the agency must pay you for what would have been the likely duration of the terminated assignment.</p>\n\n<h2>Antenatal appointments</h2>\n\n<p>After <a href=\"/agency-workers-your-rights/do-you-qualify-for-equal-treatment-after-12-weeks\" title=\"Do you qualify for equal treatment after 12 weeks\">12 weeks in the same job</a> you can get paid time off to go to antenatal appointments or classes if you cannot reasonably arrange them outside working hours.</p>\n\n<p>You will continue to be paid at the usual hourly rate. This includes time taken to travel to the appointment and back if it is during your normal working hours and the appointment itself.</p>\n\n<h2>Examples of discrimination</h2>\n\n<p>It would be discrimination if on the grounds of your pregnancy:</p>\n\n<ul>\n  <li>an agency refused to place you in an assignment</li>\n  <li>a hirer refused to accept you</li>\n  <li>an assignment was terminated</li>\n</ul>\n\n<p>It may be indirect discrimination if an agency:</p>\n\n<ul>\n  <li>refuses to accept you on its books</li>\n  <li>offers only very short assignments while offering longer assignments to other agency workers</li>\n</ul>\n\n<p>It may be discrimination in certain circumstances where a hirer won’t let you return to your temporary post following an absence due to maternity.</p>\n"},{"web_url":"https://www.gov.uk/agency-workers-your-rights/entertainment-and-modelling-agencies","slug":"entertainment-and-modelling-agencies","order":8,"title":"Entertainment and modelling agencies","body":"<p>If you use recruitment agencies to find you work in entertainment or modelling, they must follow certain rules. </p>\n\n<h2>Charging fees</h2>\n<p>Agencies can charge you a fee when looking for entertainment or modelling work if it is:</p>\n\n<ul>\n  <li>commission or fees from earnings from work the agency found for you   </li>\n  <li>a fee for including your details in a publication or on a website </li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>You can’t be charged a fee if you are looking for work as a photographic or fashion model.</p>\n</div>\n\n<p>An agency can only deduct money from your pay for work they have found for you if they have previously given you details of the fee and services in writing.</p>\n\n<h2>If you agree to pay a fee</h2>\n<p>If the agency is finding you work as an actor, background artist, dancer, extra, musician, singer or other performer and you agree to pay to be included in a publication or website:</p>\n\n<ul>\n  <li>the agency will not be able to take any money from you for 30 days from entering into an agreement </li>\n  <li>you will have the right during this 30 day period to withdraw from the contract </li>\n  <li>you will have to be shown the information about you which will be included and you will have 7 days to object </li>\n  <li>you will not be able to be charged until the end of the 7 days or any reasonable objections have been dealt with (even if the 30 day cooling off period has passed) </li>\n</ul>\n\n<p>If you are charged an upfront fee you will have the right to a refund for up to 60 days if your name is not published and made available to potential hirers.</p>\n\n<h2>Photographic and fashion models</h2>\n\n<h3>Upfront fees</h3>\n<p>An agency finding you work as a photographic or fashion model is banned from charging you an upfront fee for including your details in a publication or on a website.</p>\n\n<h3>Cooling off periods</h3>\n<p>There is a 30 day cooling off period for photographic and audio visual services when these are provided as an additional service.</p>\n"},{"web_url":"https://www.gov.uk/agency-workers-your-rights/where-to-get-help","slug":"where-to-get-help","order":9,"title":"Where to get help","body":"\n<div class=\"contact\">\n<p><strong>Pay and Work Rights Helpline</strong></p>\n\n<p><a href=\"https://payandworkrights.direct.gov.uk/\" title=\"Pay and Work Rights enquiry form\" rel=\"external\">Enquiry form</a><br />\n<a href=\"https://payandworkrights.direct.gov.uk/complaints/\" title=\"Pay and Work Rights complaint\" rel=\"external\">Complaint form</a><br />\n<strong>Telephone:</strong> 0800 917 2368<br />\n<strong>Textphone:</strong> 0800 121 4042<br />\nMonday to Friday, 9am to 5pm<br />\nSaturday, 9am to 1pm</p>\n</div>\n\n<div class=\"contact\">\n<p><strong>Acas</strong><br />\n08457 474 747<br />\nMonday to Friday, 8am to 8pm <br />\nSaturday, 9am to 1pm</p>\n</div>\n\n"}]},"updated_at":"2012-10-22T15:26:12+00:00","tags":[{"title":"Your contract and working hours","id":"https://www.gov.uk/api/tags/working%2Fcontract-working-hours.json","web_url":null,"details":{"description":"Includes employment status, workers' rights and changes to contracts","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=working%2Fcontract-working-hours","web_url":"https://www.gov.uk/browse/working/contract-working-hours"},"parent":{"title":"Working, jobs and pensions","id":"https://www.gov.uk/api/tags/working.json","web_url":null,"details":{"description":"Includes holidays and finding a job","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=working","web_url":"https://www.gov.uk/browse/working"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/employment-contracts-and-conditions.json","web_url":"https://www.gov.uk/employment-contracts-and-conditions","title":"Employment contracts","format":"guide","details":{"need_id":"352","business_proposition":true,"description":"A contract is an agreement between employee and employer setting out implied and explicit terms  and conditions - written statement of particulars, collective agreements"},"updated_at":"2012-10-22T15:26:23+00:00"},{"id":"https://www.gov.uk/api/fixed-term-contracts.json","web_url":"https://www.gov.uk/fixed-term-contracts","title":"Fixed-term employment contracts","format":"guide","details":{"need_id":"1611","business_proposition":false,"description":"Employees' rights at work under fixed-term contracts - and what happens if a contract is renewed or ended"},"updated_at":"2012-10-22T15:17:44+00:00"}]}