{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/air-conditioning-system-energy-assessor-accreditation-england-wales.json","web_url":"https://www.gov.uk/air-conditioning-system-energy-assessor-accreditation-england-wales","title":"Air conditioning system energy assessor accreditation (England & Wales)","format":"licence","details":{"need_id":"1","business_proposition":true,"description":"Information about being qualified and accredited so you can apply to operate as an air conditioning system energy assessor (ACSEA)","alternative_title":"","will_continue_on":"","continuation_link":"","licence_identifier":"1314-5-1","licence_short_description":"<p>How to qualify to apply to operate as an air conditioning system energy assessor (ACSEA) in England and Wales</p>\n","licence_overview":"<p>To operate as an air conditioning system energy assessor (<abbr title=\"air conditioning system energy assessor\">ACSEA</abbr>) you must be suitably qualified and a member of an accreditation scheme which covers the types of work you undertake and is approved by the <a rel=\"external\" href=\"http://www.communities.gov.uk/corporate/\" title=\"Department for Communities and Local Government\">Department for Communities and Local Government (<abbr title=\"Department for Communities and Local Government\">DCLG</abbr>).</a></p>\n\n<h2>Conditions</h2>\n\n<p>There are two different levels of competence for <abbr title=\"air conditioning system energy assessor\">ACSEA</abbr> qualification:</p>\n\n<ul>\n  <li>level 3 - for inspection of simple/packaged air conditioning systems</li>\n  <li>level 4 - for inspection of complex/central air conditioning systems</li>\n</ul>\n\n<p>You can also qualify by way of prior experience known as accreditation of prior experiential learning. This means that if you already have experience of inspecting air conditioning systems you must show - when applying to an accreditation scheme - how you meet the National Occupational Standards at either level 3 or level 4. You may need to take top-up training.</p>\n\n<p>Once qualified you can apply for accreditation. </p>\n\n<h2>How to apply</h2>\n\n<p>You must register with a scheme that provides accreditation for air conditioning system energy assessors.</p>\n\n<p>As an energy assessor you can only conduct inspections in areas covered by your current qualification and accreditation system, ie if you&rsquo;re qualified and accredited to carry out domestic energy assessments you must not carry out commercial energy assessment unless also qualified and accredited for this area.</p>\n\n<p>Approval of accreditation may be limited as to the types of air conditioning systems you can inspect.</p>\n\n<p>To become accredited, you&rsquo;ll have to:</p>\n\n<ul>\n  <li>show that you can carry out consistent and accurate energy assessments in an independent manner</li>\n  <li>show that you&rsquo;re a fit and proper person who is qualified (by education, training and experience) to carry out energy assessments</li>\n  <li>prepare air conditioning energy inspection reports (<abbr title=\"air conditioning energy inspection reports\">ACR</abbr>) using a standard format</li>\n  <li>follow your scheme&rsquo;s code of conduct</li>\n  <li>enter ACRs produced by you onto the relevant register if required to do so by the accreditation scheme of which you are a member</li>\n</ul>\n\n<h2>Further information</h2>\n\n<p>Mandatory lodgement of ACRs onto a central register came into force on 6 April 2012.</p>\n\n<p>When issuing an <abbr title=\"air conditioning energy inspection reports\">ACR</abbr>, you must include a declaration of any personal or business relationship that you have with:</p>\n\n<ul>\n  <li>the person who commissioned the certificate, or any person on whose behalf the certificate was commissioned - or any person who you believe may have a personal or business relationship with such a person</li>\n  <li>any person who you believe may have an interest in the building</li>\n</ul>\n\n<p>You must carry out energy assessments with reasonable care and skill. You must make sure that any <abbr title=\"air conditioning energy inspection reports\">ACR</abbr> that you issue - and the data which was used to calculate any asset rating and to produce the document - and a copy of the <abbr title=\"air conditioning energy inspection reports\">ACR</abbr> is passed to the accreditation scheme of which you&rsquo;re a member. This must be done before you give the document to the person who requested it to be issued.</p>\n\n","licence":{"location_specific":false,"availability":["England","Wales"],"authorities":[{"name":"Chartered Institution of Building Services Engineers","slug":"cibse","contact":{"website":"","email":"","phone":"","address":"\n\n\n\n"},"actions":{"apply":[{"url":"","introduction":"","description":"","payment":"none"}]}},{"name":"Building Engineering Services Competence Accreditation","slug":"besca","contact":{"website":"","email":"","phone":"","address":"\n\n\n\n"},"actions":{"apply":[{"url":"","introduction":"","description":"","payment":"none"}],"renew":[{"url":"","introduction":"","description":"Renewal of Air Conditioning System Inspector status","payment":"none"}],"change":[{"url":"","introduction":"","description":"Notification of a change to your existing Air Conditioning System Inspector status","payment":"none"}]}},{"name":"National Association of Professional Inspectors and Testers","slug":"napit","contact":{"website":"","email":"","phone":"","address":"\n\n\n\n"},"actions":{"apply":[{"url":"","introduction":"","description":"","payment":"none"}]}}]}},"updated_at":"2012-10-22T15:21:44+00:00","tags":[],"related":[]}