{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/airport-rights.json","web_url":"https://www.gov.uk/airport-rights","title":"Your rights at the airport","format":"answer","updated_at":"2012-11-05T13:58:45+00:00","details":{"need_id":"2512","business_proposition":false,"description":"Your rights at the airport, security searches, body scans, rules on taking medication abroad","language":"en","body":"\n<div class=\"summary\">\n<p>You won’t be able to fly if you refuse to have a body scan during an airport security check. Your scan will be permanently deleted after it’s been assessed by a security officer.</p>\n</div>\n\n<h2>Security searches</h2>\n\n<p>Security searches are carried out on all passengers and baggage before they&rsquo;re allowed to board the aircraft.</p>\n\n<p>This includes searches of disabled people and mobility aids. </p>\n\n<p>If you’re wearing headgear for religious or cultural reasons, you can ask for it to be checked using a hand-held scanner so you don&rsquo;t have to remove it.</p>\n\n<h2>Body scans</h2>\n\n<p>You may be asked to have a body scan with security scanning equipment even if you&rsquo;re pregnant. Children can also be asked.</p>\n\n<p>You&rsquo;ll be picked out at random for a scan or if you&rsquo;ve activated a metal detector.</p>\n\n<p>You can ask for a security officer of the same sex to analyse the screen for your scan. They won&rsquo;t be able to identify you from the scanned image and you won&rsquo;t meet the security officer.</p>\n\n<h3>The scan</h3>\n\n<p>You&rsquo;ll have the scan in the security area, with a member of airport staff present. It will take just a few seconds. </p>\n\n<p>After the scan, only you and a security officer will see a mannequin-style diagram on a small screen. No bodily features or skin will be seen.</p>\n\n<h2>Airport services for disabled people</h2>\n\n<div class=\"application-notice info-notice\">\n<p>You must tell your airline about your disability at least 48 hours before departure.</p>\n</div>\n\n<p>If you have a sensory, physical or learning disability which affects your mobility when using transport, at European airports you have the right to:</p>\n\n<ul>\n  <li>assistance at specific arrival points, such as at terminal entrances, at transport interchanges and in car parks</li>\n  <li>assistance to reach check-in</li>\n  <li>help with registration at check-in</li>\n  <li>assistance with moving through the airport, including to toilets if required</li>\n</ul>\n\n<div class=\"advisory\"><p><strong>Disabled people can travel with up to 2 items of mobility equipment free of charge.</strong></p>\n</div>\n\n<h2>When you must travel with a companion</h2>\n\n<p>If you’re not self reliant, eg you need help with feeding, breathing, using medication or using the toilet, you must travel with a companion.</p>\n\n<h2>Essential medical supplies in hand luggage</h2>\n\n<h3>Medicines and medical equipment</h3>\n\n<p>If you need to carry medicines and medical equipment such as needles or syringes, you&rsquo;ll need a letter from your doctor explaining what they&rsquo;re for.</p>\n\n<h3>Liquid medication</h3>\n\n<p>If you want to carry over 100ml of liquid medication, you&rsquo;ll need to check with your airline before you fly. You&rsquo;ll also need to carry the medication separately and declare it at security. </p>\n\n<h3>Check medication rules in your destination country</h3>\n\n<p>Some countries don&rsquo;t allow certain medication to be brought in. Check any restrictions with the <a rel=\"external\" href=\"http://www.fco.gov.uk/en/about-us/what-we-do/protocol/embassies-in-uk/\" title=\"Check the list of foreign embassies and high commissions in the UK\">country&rsquo;s embassy or high commission.</a></p>\n","alternative_title":""},"tags":[{"title":"Passports and travelling abroad","id":"https://www.gov.uk/api/tags/driving%2Fpassports-travelling-abroad.json","web_url":null,"details":{"description":"Includes driving abroad, getting a passport, pet passports and bringing goods into the UK","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving%2Fpassports-travelling-abroad","web_url":"https://www.gov.uk/browse/driving/passports-travelling-abroad"},"parent":{"title":"Driving, transport and travel","id":"https://www.gov.uk/api/tags/driving.json","web_url":null,"details":{"description":"Book your driving test or get a tax disc online, find out the legal requirements for buying, owning, importing or scrapping a car or motorcycle, and read about your rights and responsibilities as a driver.","short_description":"","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving","web_url":"https://www.gov.uk/browse/driving"},"parent":null}}],"related":[]}