{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/approval-of-assembly-centres-northern-ireland.json","web_url":"https://www.gov.uk/approval-of-assembly-centres-northern-ireland","title":"Approval of assembly centres (Northern Ireland)","format":"licence","updated_at":"2013-01-09T12:51:19+00:00","details":{"need_id":"1","business_proposition":true,"description":"To operate an assembly centre in Northern Ireland where cattle, pigs, sheep or goats are grouped together to be used in the course of intra-Community trade, you must obtain approval from the Department of Agriculture and Rural Development (DARD)","language":"en","alternative_title":"","will_continue_on":"the Department of Agriculture and Rural Development website","continuation_link":"https://www2.dardni.gov.uk/GatewayWeb/Internet/Login_1.aspx?ReturnUrl=%2fGatewayWeb%2fInternet%2fLevel1%2fChoosePIDForRequest.aspx","licence_identifier":"1350-4-1","licence_short_description":"Apply for approval from the Department of Agriculture and Rural Development (DARD) to operate an assembly centre in Northern Ireland,","licence_overview":"\n<p>You must obtain approval from the Department of Agriculture and Rural Development (<abbr title=\"Department of Agriculture and Rural Development\">DARD</abbr>) to operate an assembly centre where cattle, pigs, sheep or goats, originating from different holdings, are grouped together to be used in the course of intra-Community trade.</p>\n\n<h2>Conditions</h2>\n<p>In order to obtain approval, you must ensure that your assembly centre meets certain minimum conditions.</p>\n\n<p>Your centre must be under the control of an official veterinarian who ensures that:</p>\n\n<ul>\n  <li>the animals being exported are healthy and free from clinical signs of disease</li>\n  <li>all relevant testing has been carried out prior to the animals entering the assembly centre</li>\n  <li>between leaving the holding of origin and arriving at the destination, the animals do not come into contact with any cloven-hoofed animals that have a different health status</li>\n  <li>the animals have been and will be transported by means that meet the necessary requirements regarding construction and cleanliness, and are accompanied by the appropriate documentation</li>\n</ul>\n\n<p>In addition, your assembly centre must:</p>\n\n<ul>\n  <li>be situated in an area which is not subject to national or European prohibitions or restrictions</li>\n  <li>be cleaned and disinfected before use, as required by the official veterinarian</li>\n  <li>be dedicated exclusively for the purpose of being an assembly centre</li>\n  <li>have sufficient and appropriate facilities for loading, unloading, housing, watering, feeding, treating, inspecting and isolating the animals. These facilities must be easy to clean and disinfect</li>\n  <li>have appropriate equipment for cleaning and disinfecting rooms and vehicles</li>\n  <li>have an appropriate storage area for food, litter and waste</li>\n  <li>have an appropriate system for collecting waste water</li>\n  <li>include the use of an office for the official veterinarian</li>\n  <li>comply with any requirements for the operation of the centre which <abbr title=\"Department of Agriculture and Rural Development\">DARD</abbr> has specified as being necessary to ensure the centre is operated in accordance with the regulation of intra-community trade of animals and animal products where there are issues as to the health of the animal</li>\n</ul>\n\n<h2>How to apply</h2>\n<p>You can <a rel=\"external\" href=\"https://www2.dardni.gov.uk/GatewayWeb/Internet/Login_1.aspx?ReturnUrl=%2fGatewayWeb%2fInternet%2fLevel1%2fChoosePIDForRequest.aspx\" title=\"Apply for approval online\">apply for approval online</a> or by contacting <a rel=\"external\" href=\"http://www.dardni.gov.uk/index/publications/pubs-dard-strategies-reports-and-accounts/dard-regional.htm\" title=\"Contact your local DARD office\">your local <abbr title=\"Department of Agriculture and Rural Development\">DARD</abbr> office.</a></p>\n\n<p>You&rsquo;ll be contacted by <abbr title=\"Department of Agriculture and Rural Development\">DARD</abbr> within 15 working days to arrange an inspection visit. At the inspection visit you&rsquo;ll be given information on the approval process and an indication of the measures that need to be taken to gain approval.</p>\n\n<p>When the inspection report is completed, proving all conditions are met, notice of approval will be issued within ten working days. Normally approval is granted within 40 working days of the application being received (although this could vary depending on the standard of your premises) and you will then be granted an approval number along with an exporting herd/flock number.</p>\n\n","licence":{"location_specific":false,"availability":["NI"],"authorities":[{"name":"Department of Agriculture and Rural Development","slug":"dard","contact":{"website":"","email":"","phone":"","address":"\n\n\n\n"},"actions":{"apply":[{"url":"https://www.gov.uk/apply-for-a-licence/assembly-centre-approval/dard/apply-1","introduction":"Once an application is received you will be contacted by DARD within 15 working days to arrange an inspection visit. The approval process will be discussed at the visit and an indication on when approval will be granted will also be given at this point. When the inspection report is completed, providing all conditions are met, notice of approval will be issued within 10 working days. Normally approval is granted within 40 working days of an application being received.","description":"pplication to operate an approved Assembly Centre","payment":"none"}]}}]}},"tags":[],"related":[]}