{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/breakdowns-and-incidents-274-to-287.json","web_url":"https://www.gov.uk/breakdowns-and-incidents-274-to-287","title":"Breakdowns and incidents (274 to 287)","format":"guide","updated_at":"2012-10-22T15:24:38+00:00","details":{"need_id":"2479","business_proposition":false,"description":"The Highway Code: rules for breakdowns and incidents 274 to 287","language":"en","alternative_title":"The Highway Code: rules 274 to 287","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/breakdowns-and-incidents-274-to-287/breakdowns-274","slug":"breakdowns-274","order":1,"title":"Breakdowns (274)","body":"<h2>274</h2>\n\n<p>If your vehicle breaks down, think first of all other road users and</p>\n\n<ul>\n  <li>get your vehicle off the road if possible</li>\n  <li>warn other traffic by using your hazard warning lights if your vehicle is causing an obstruction</li>\n  <li>help other road users see you by wearing light-coloured or fluorescent clothing in daylight and reflective clothing at night or in poor visibility</li>\n  <li>put a warning triangle on the road at least 45 metres (147 feet) behind your broken-down vehicle on the same side of the road, or use other permitted warning devices if you have them. Always take great care when placing or retrieving them, but never use them on motorways</li>\n  <li>if possible, keep your sidelights on if it is dark or visibility is poor</li>\n  <li>do not stand (or let anybody else stand) between your vehicle and oncoming traffic</li>\n  <li>at night or in poor visibility do not stand where you will prevent other road users seeing your lights.</li>\n</ul>\n\n"},{"web_url":"https://www.gov.uk/breakdowns-and-incidents-274-to-287/additional-rules-for-motorways-275-to-278","slug":"additional-rules-for-motorways-275-to-278","order":2,"title":"Additional rules for motorways (275 to 278)","body":"<h2>275</h2>\n\n<p>If your vehicle develops a problem, leave the motorway at the next exit or pull into a service area. If you cannot do so, you should</p>\n\n<ul>\n  <li>pull on to the hard shoulder and stop as far to the left as possible, with your wheels turned to the left</li>\n  <li>try to stop near an emergency telephone (situated at approximately one-mile intervals along the hard shoulder)</li>\n  <li>leave the vehicle by the left-hand door and ensure your passengers do the same. You <strong>MUST</strong> leave any animals in the vehicle or, in an emergency, keep them under proper control on the verge. Never attempt to place a warning triangle on a motorway</li>\n  <li>do not put yourself in danger by attempting even simple repairs</li>\n  <li>ensure that passengers keep away from the carriageway and hard shoulder, and that children are kept under control</li>\n  <li>walk to an emergency telephone on your side of the carriageway (follow the arrows on the posts at the back of the hard shoulder) – the telephone is free of charge and connects directly to the Highways Agency or the police. Use these in preference to a mobile phone (see <a href=\"/breakdowns-and-incidents-274-to-287/incidents-281-to-283\" title=\"Incidents (281 to 283)\">Rule 283</a>). Always face the traffic when you speak on the phone</li>\n  <li>give full details to the Highways Agency or the police; also inform them if you are a vulnerable motorist such as disabled, older or travelling alone</li>\n  <li>return and wait near your vehicle (well away from the carriageway and hard shoulder)</li>\n  <li>if you feel at risk from another person, return to your vehicle by a left-hand door and lock all doors. Leave your vehicle again as soon as you feel this danger has passed.<br />\n<strong>Laws MT(E&amp;W)R reg 14 &amp; MT(S)R reg 12</strong></li>\n</ul>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_275_keep_well_back_from_the_hard_shoulder.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 275 Keep Well Back From The Hard Shoulder\" /></p>\n\n<h2>276</h2>\n\n<p>Before you rejoin the carriageway after a breakdown, build up speed on the hard shoulder and watch for a safe gap in the traffic. Be aware that other vehicles may be stationary on the hard shoulder.</p>\n\n<h2>277</h2>\n\n<p>If you cannot get your vehicle onto the hard shoulder</p>\n\n<ul>\n  <li>do not attempt to place any warning device on the carriageway</li>\n  <li>switch on your hazard warning lights</li>\n  <li>leave your vehicle only when you can safely get clear of the carriageway.</li>\n</ul>\n\n<h2>278</h2>\n\n<p><strong>Disabled drivers.</strong> If you have a disability which prevents you from following the above advice you should</p>\n\n<ul>\n  <li>stay in your vehicle</li>\n  <li>switch on your hazard warning lights</li>\n  <li>display a ‘Help’ pennant or, if you have a car or mobile telephone, contact the emergency services and be prepared to advise them of your location.</li>\n</ul>\n"},{"web_url":"https://www.gov.uk/breakdowns-and-incidents-274-to-287/obstructions-279-to-280","slug":"obstructions-279-to-280","order":3,"title":"Obstructions (279 to 280)","body":"<h2>279</h2>\n\n<p>If anything falls from your vehicle (or any other vehicle) on to the road, stop and retrieve it only if it is safe to do so.</p>\n\n<h2>280</h2>\n\n<p><strong>Motorways.</strong> On a motorway do not try to remove the obstruction yourself. Stop at the next emergency telephone and call the Highways Agency or the police.</p>\n\n"},{"web_url":"https://www.gov.uk/breakdowns-and-incidents-274-to-287/incidents-281-to-283","slug":"incidents-281-to-283","order":4,"title":"Incidents (281 to 283)","body":"<h2>281</h2>\n\n<p><strong>Warning signs or flashing lights.</strong> If you see or hear emergency or incident support vehicles in the distance, be aware there may be an incident ahead (see Rule 219). Police Officers and Highways Agency Traffic Officers may be required to work in the carriageway, for example dealing with debris, collisions or conducting rolling road blocks. Police officers will use rear-facing flashing red and blue lights and HA Traffic Officers will use rear-facing flashing red and amber lights in these situations. Watch out for such signals, slow down and be prepared to stop. You <strong>MUST</strong> follow any directions given by Police officers or Traffic officers as to whether you can safely pass the incident or blockage.<br />\n<strong>Laws RTA1988, sects 35 &amp;163, and as amended by TMA 2004, sect 6</strong></p>\n\n<h2>282</h2>\n\n<p>When passing the scene of an incident or crash do not be distracted or slow down unnecessarily (for example if an incident is on the other side of a dual carriageway). This may cause a collision or traffic congestion, but see Rule 283, below.</p>\n\n<h2>283</h2>\n\n<p>If you are involved in a crash or stop to give assistance</p>\n\n<ul>\n  <li>use your hazard warning lights to warn other traffic</li>\n  <li>ask drivers to switch off their engines and stop smoking</li>\n  <li>arrange for the emergency services to be called immediately with full details of the incident location and any casualties (on a motorway, use the emergency telephone which allows easy location by the emergency services. If you use a mobile phone, first make sure you have identified your location from the marker posts on the side of the hard shoulder)</li>\n  <li>move uninjured people away from the vehicles to safety; on a motorway this should, if possible, be well away from the traffic, the hard shoulder and the central reservation</li>\n  <li>do not move injured people from their vehicles unless they are in immediate danger from fire or explosion</li>\n  <li>do not remove a motorcyclist’s helmet unless it is essential to do so</li>\n  <li>be prepared to give <a href=\"/first-aid-on-the-road\" title=\"First aid on the road\">first aid</a> </li>\n  <li>stay at the scene until emergency services arrive.\nIf you are involved in any other medical emergency on the motorway you should contact the emergency services in the same way.</li>\n</ul>\n"},{"web_url":"https://www.gov.uk/breakdowns-and-incidents-274-to-287/incidents-involving-dangerous-goods-284-to-285","slug":"incidents-involving-dangerous-goods-284-to-285","order":5,"title":"Incidents involving dangerous goods (284 to 285)","body":"<h2>284</h2>\n\n<p>Vehicles carrying dangerous goods in packages will be marked with plain orange reflective plates. Road tankers and vehicles carrying tank containers of dangerous goods will have hazard warning plates (<a rel=\"external\" href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_070568.pdf\" title=\"download 'Vehicle markings' (PDF, 537KB)\">download &lsquo;Vehicle markings&rsquo; (PDF, 537KB)</a>).</p>\n\n<h2>285</h2>\n\n<p>If an incident involves a vehicle containing dangerous goods, follow the advice in <a href=\"/breakdowns-and-incidents-274-to-287/incidents-281-to-283\" title=\"Incidents (281 to 283)\">Rule 283</a> and, in particular</p>\n\n<ul>\n  <li>switch off engines and <strong>DO NOT SMOKE</strong></li>\n  <li>keep well away from the vehicle and do not be tempted to try to rescue casualties as you yourself could become one</li>\n  <li>call the emergency services and give as much information as possible about the labels and markings on the vehicle. <strong>DO NOT</strong> use a mobile phone close to a vehicle carrying flammable loads.</li>\n</ul>\n"},{"web_url":"https://www.gov.uk/breakdowns-and-incidents-274-to-287/documentation-286-to-287","slug":"documentation-286-to-287","order":6,"title":"Documentation (286 to 287)","body":"<h2>286</h2>\n\n<p>If you are involved in a collision which causes damage or injury to any other person, vehicle, animal or property, you <strong>MUST</strong></p>\n\n<ul>\n  <li>stop</li>\n  <li>give your own and the vehicle owner’s name and address, and the registration number of the vehicle, to anyone having reasonable grounds for requiring them</li>\n  <li>if you do not give your name and address at the time of the collision, report it to the police as soon as reasonably practicable, and in any case within 24 hours.<br />\n<strong>Law RTA 1988 sect 170</strong></li>\n</ul>\n\n<h2>287</h2>\n\n<p>If another person is injured and you do not produce your insurance certificate at the time of the crash to a police officer or to anyone having reasonable grounds to request it, you <strong>MUST</strong></p>\n\n<ul>\n  <li>report it to the police as soon as possible and in any case within 24 hours</li>\n  <li>produce your insurance certificate for the police within seven days.<br />\n<strong>Law RTA 1988 sect 170</strong></li>\n</ul>\n"}]},"tags":[{"title":"The Highway Code","id":"https://www.gov.uk/api/tags/driving%2Fhighway-code.json","web_url":null,"details":{"description":"Includes road signs and rules for vehicles and cyclists","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving%2Fhighway-code","web_url":"https://www.gov.uk/browse/driving/highway-code"},"parent":{"title":"Driving, transport and travel","id":"https://www.gov.uk/api/tags/driving.json","web_url":null,"details":{"description":"Book your driving test or get a tax disc online, find out the legal requirements for buying, owning, importing or scrapping a car or motorcycle, and read about your rights and responsibilities as a driver.","short_description":"","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving","web_url":"https://www.gov.uk/browse/driving"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/highway-code.json","web_url":"https://www.gov.uk/highway-code","title":"The Highway Code","format":"guide","updated_at":"2012-10-22T15:17:30+00:00"}]}