{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/care-at-home-services-registration-scotland.json","web_url":"https://www.gov.uk/care-at-home-services-registration-scotland","title":"Care at home services registration (Scotland)","format":"licence","updated_at":"2013-01-09T13:08:46+00:00","details":{"need_id":"1","business_proposition":true,"description":"You need to register with Social Care and Social Work Improvement for Scotland (SCSWIS) to operate care at home services.","language":"en","alternative_title":"","will_continue_on":"the Social Care and Social Work Improvement for Scotland (SCSWIS) website","continuation_link":"http://www.scswis.com/index.php?option=com_content&task=view&id=7737&Itemid=579","licence_identifier":"9093-3-1","licence_short_description":"Register with Social Care and Social Work Improvement for Scotland (SCSWIS) to operate care at home services.","licence_overview":"<p>To provide registered care at home services in Scotland under you must be registered with <a rel=\"external\" href=\"http://www.scswis.com\" title=\"Social Care and Social Work Improvement for Scotland (SCSWIS)\">Social Care and Social Work Improvement for Scotland (<abbr title=\"Social Care and Social Work Improvement for Scotland\">SCSWIS</abbr>).</a></p>\n\n<p>You can apply online, or by contacting your local <abbr title=\"Social Care and Social Work Improvement for Scotland\">SCSWIS</abbr> office for an application pack. You will have to pay a registration fee when you apply.</p>\n\n<p>The <abbr title=\"Social Care and Social Work Improvement for Scotland\">SCSWIS</abbr> will check your premises, staff and management before they approve the application. You must be able to prove that you meet the relevant National Care Standards. You can find these online.</p>\n\n<h2>Conditions</h2>\n\n<p>To meet the required standards you must meet include:</p>\n\n<ul>\n  <li>provide a detailed introductory pack to explain your service to users - including the aims of the service, the support provided, fees information, complaints procedures and your recent inspection report</li>\n  <li>have adequate management and staffing arrangements in place - you must show that carers receive quality training and have knowledge of policies and procedures, that management is supportive and reliable and that the recruitment process is comprehensive and includes the relevant assessments and criminal checks</li>\n  <li>have in place written adult placement agreements with users to define the service and set out terms of the contract</li>\n  <li>draw up a personal plan for users which includes a mutually-agreed tailored plan with a nominated member of staff, and is regularly reviewed</li>\n  <li>provide a clean, accessible and secure environment</li>\n  <li>provide a service that can be tailored to each individual&rsquo;s personal and social preferences</li>\n  <li>demonstrate competence with aids and equipment for users</li>\n  <li>have systems in place to protect users - such as risk assessments, and protection from bulling or harassment</li>\n  <li>demonstrate respect for the social, cultural, religious beliefs and private lives of users</li>\n  <li>ensure that care workers help with the nutritional needs of users (eg assisting with food shopping or cooking when required) and healthcare provision</li>\n</ul>\n\n<p>The <abbr title=\"Social Care and Social Work Improvement for Scotland\">SCSWIS</abbr> will monitor your adherence to the care standards after registration through ongoing evaluation.</p>\n\n<p>You must comply with any conditions attached to a registration. You must keep your certificate - or a copy of it - in a prominent place in any premises you have.</p>\n\n"},"tags":[],"related":[]}