{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/doorstep-selling-regulations.json","web_url":"https://www.gov.uk/doorstep-selling-regulations","title":"Doorstep selling regulations","format":"answer","updated_at":"2013-01-09T13:05:30+00:00","details":{"need_id":"B966","business_proposition":true,"description":"Doorstep selling, regulations, written notice of the right to cancel, exemptions, penalties","language":"en","body":"\n<div class=\"summary\">\n<p>If you sell products and services worth over £35 to a customer on their doorstep, you must let them know in writing they have the right to cancel within 7 days. You must include certain information in the ‘Notice of the Right to Cancel’.</p>\n</div>\n\n<p>This applies whether you visit a customer with or without an appointment or agree the sales contract verbally or in writing. </p>\n\n<p>It includes the sale of products and services to customers at:</p>\n\n<ul>\n  <li>their home</li>\n  <li>their workplace</li>\n  <li>another individual&rsquo;s home</li>\n  <li>on an excursion you&rsquo;ve organised away from your business premises</li>\n</ul>\n\n<p>You must provide specific information about cancellation in a document called &lsquo;Notice of the Right to Cancel&rsquo;. </p>\n\n<h2>Notice of the Right to Cancel</h2>\n\n<p>You must give this document to the customer when the contract is made. It must:</p>\n\n<ul>\n  <li>be either a separate document or in a prominent separate box on the contract with the heading &lsquo;Notice of the Right to Cancel&rsquo;</li>\n  <li>state that the customer has <strong>at least 7 calendar days</strong> to cancel the contract</li>\n  <li>have a <strong>detachable cancellation form</strong> with your contact details that the customer can fill in and return to you</li>\n</ul>\n\n<p>The 7 days is usually from the date the contract was made. It starts when the customer makes an offer if the offer&rsquo;s made:</p>\n\n<ul>\n  <li>during a visit by the trader to the consumer’s home or place of work or someone else&rsquo;s home</li>\n  <li>during an excursion organised by the trader away from his business premises</li>\n</ul>\n\n<p>The document must contain:</p>\n\n<ul>\n  <li>identity of the trader including trading name (if applicable)</li>\n  <li>trader’s reference number, code or other details to enable the contract or offer to be identified</li>\n  <li>statement that the consumer has a right to cancel the contract if they wish and that this right can be exercised by delivering, or sending (including by email) a cancellation notice to the person mentioned in the next paragraph at any time within the period of 7 days starting with the day of receipt of a notice in writing of the right to cancel the contract</li>\n  <li>name and address, (email as well as postal address) of someone the customer can give a cancellation notice</li>\n  <li>statement that notice is considered to be given as soon as it&rsquo;s sent</li>\n  <li>statement that the consumer can use the cancellation form provided if they wish</li>\n</ul>\n\n<p>For contracts where work or services start within the 7 days, you must get written authorisation to start. The notice must also state that the customer must pay a reasonable amount for goods or services covered by the contract before any cancellation.</p>\n\n<div class=\"application-notice help-notice\">\n<p>You can’t enforce a contract if you don’t provide a customer with a Notice Of the Right to Cancel.</p>\n</div>\n\n<h2>Who the rules apply to</h2>\n\n<p>You&rsquo;ll need to provide a Notice of the Right to Cancel if you sell goods and and services such as:</p>\n\n<ul>\n  <li>home improvement, repair and maintenance services</li>\n  <li>gardening services</li>\n  <li>personal items such as cosmetics, clothes, jewellery and toiletries </li>\n  <li>household items </li>\n  <li>books and leisure items</li>\n  <li>nutrition and health products</li>\n  <li>energy supplies (eg gas and electricity) </li>\n  <li>disability aids and mobility products such as stair lifts, scooters and buggies</li>\n</ul>\n\n<h2>Exceptions</h2>\n\n<p>These regulations won&rsquo;t apply to you if you make a solicited visit to a customer for regulated finance plans such as mortgages and consumer credit agreements.</p>\n\n<p>Other exceptions include visits made to a customer with or without an appointment for:</p>\n\n<ul>\n  <li>agreements that are cancellable under the Consumer Credit Act 1974</li>\n  <li>contracts for the construction, sale or rental of property (but they do apply to extensions, patios, conservatories or driveways and to repairs, refurbishment and improvement of property)</li>\n  <li>insurance contracts</li>\n  <li>contracts for food and drink supplied by regular roundsmen</li>\n  <li>contracts under £35</li>\n  <li>contracts relating to shares and investments</li>\n  <li>catalogue orders where there is a notice showing the right to return goods or cancel the contract</li>\n</ul>\n\n<h2>Penalties</h2>\n\n<p>Failure to provide a valid notice is a criminal offence. If convicted the trader and/or their business could be fined up to £5,000.</p>\n","alternative_title":""},"tags":[{"title":"Sale of goods and services and data protection","id":"https://www.gov.uk/api/tags/business%2Fsale-goods-services-data.json","web_url":null,"details":{"description":"Includes regulations for online retailers, offering credit and Trading Standards","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=business%2Fsale-goods-services-data","web_url":"https://www.gov.uk/browse/business/sale-goods-services-data"},"parent":{"title":"Businesses and self-employed","id":"https://www.gov.uk/api/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}],"related":[]}