{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/driving-adverse-weather-conditions-226-to-237.json","web_url":"https://www.gov.uk/driving-adverse-weather-conditions-226-to-237","title":"Driving in adverse weather conditions (226 to 237)","format":"guide","details":{"need_id":"2476","business_proposition":false,"description":"The Highway Code: Rules for driving in adverse weather conditions (226 to 237)","alternative_title":"The Highway Code: rules 226 to 237","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/driving-adverse-weather-conditions-226-to-237/overview-226","slug":"overview-226","order":1,"title":"Overview (226)","body":"<h2>226</h2>\n\n<p>You <strong>MUST</strong> use headlights when visibility is seriously reduced, generally when you cannot see for more than 100 metres (328 feet). You may also use front or rear fog lights but you <strong>MUST</strong> switch them off when visibility improves (see <a href=\"/driving-adverse-weather-conditions-226-to-237/fog-234-to-236\" title=\"Fog (234 to 236)\">Rule 236</a>).\n<strong>Law RVLR regs 25 &amp; 27</strong></p>\n\n"},{"web_url":"https://www.gov.uk/driving-adverse-weather-conditions-226-to-237/wet-weather-227","slug":"wet-weather-227","order":2,"title":"Wet weather (227)","body":"<h2>227</h2>\n\n<p><strong>Wet weather.</strong> In wet weather, stopping distances will be at least double those required for stopping on dry roads (<a rel=\"external\" href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@motor/documents/digitalasset/dg_188029.pdf\" title=\"Download 'Typical stopping distances' (PDF, 127KB)\">download &lsquo;Typical stopping distances&rsquo; (PDF, 127KB)</a>). This is because your tyres have less grip on the road. In wet weather</p>\n\n<ul>\n  <li>you should keep well back from the vehicle in front. This will increase your ability to see and plan ahead  </li>\n  <li>if the steering becomes unresponsive, it probably means that water is preventing the tyres from gripping the road. Ease off the accelerator and slow down gradually  </li>\n  <li>the rain and spray from vehicles may make it difficult to see and be seen  </li>\n  <li>be aware of the dangers of spilt diesel that will make the surface very slippery (see <a href=\"/vehicle-maintenance-safety-security\" title=\"Vehicle maintenance, safety and security\">Annex 6: Vehicle maintenance, safety and security</a>)  </li>\n  <li>take extra care around pedestrians, cyclists, motorcyclists and horse riders.</li>\n</ul>\n"},{"web_url":"https://www.gov.uk/driving-adverse-weather-conditions-226-to-237/icy-and-snowy-weather-228-to-231","slug":"icy-and-snowy-weather-228-to-231","order":3,"title":"Icy and snowy weather (228 to 231)","body":"<h2>228</h2>\n\n<p>In winter check the local weather forecast for warnings of icy or snowy weather. <strong>DO NOT</strong> drive in these conditions unless your journey is essential. If it is, take great care and allow more time for your journey. Take an emergency kit of de-icer and ice scraper, torch, warm clothing and boots, first aid kit, jump leads and a shovel, together with a warm drink and emergency food in case you get stuck or your vehicle breaks down.</p>\n\n<h2>229</h2>\n\n<p>Before you set off</p>\n\n<ul>\n  <li>you <strong>MUST</strong> be able to see, so clear all snow and ice from all your windows  </li>\n  <li>you <strong>MUST</strong> ensure that lights are clean and number plates are clearly visible and legible  </li>\n  <li>make sure the mirrors are clear and the windows are demisted thoroughly  </li>\n  <li>remove all snow that might fall off into the path of other road users  </li>\n  <li>check your planned route is clear of delays and that no further snowfalls or severe weather are predicted.<br />\n<strong>Laws CUR reg 30, RVLR reg 23, VERA sect 43 &amp; RV(DRM)R reg 11</strong></li>\n</ul>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_229_make_sure_your_windscreen_is_completely_clear.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 229 Make Sure Your Windscreen Is Completely Clear\" /></p>\n\n<h2>230</h2>\n\n<p><strong>When driving</strong> in icy or snowy weather</p>\n\n<ul>\n  <li>drive with care, even if the roads have been treated</li>\n  <li>keep well back from the road user in front as stopping distances can be ten times greater than on dry roads  </li>\n  <li>take care when overtaking vehicles spreading salt or other de-icer, particularly if you are riding a motorcycle or cycle  </li>\n  <li>watch out for snowploughs which may throw out snow on either side. Do not overtake them unless the lane you intend to use has been cleared  </li>\n  <li>be prepared for the road conditions to change over relatively short distances  </li>\n  <li>listen to travel bulletins and take note of variable message signs that may provide information about weather, road and traffic conditions ahead.  </li>\n</ul>\n\n<h2>231</h2>\n\n<p><strong>Drive extremely carefully</strong> when the roads are icy. Avoid sudden actions as these could cause loss of control. You should</p>\n\n<ul>\n  <li>drive at a slow speed in as high a gear as possible; accelerate and brake very gently  </li>\n  <li>drive particularly slowly on bends where loss of control is more likely. Brake progressively on the straight before you reach a bend. Having slowed down, steer smoothly round the bend, avoiding sudden actions  </li>\n  <li>check your grip on the road surface when there is snow or ice by choosing a safe place to brake gently. If the steering feels unresponsive this may indicate ice and your vehicle losing its grip on the road. When travelling on ice, tyres make virtually no noise.  </li>\n</ul>\n"},{"web_url":"https://www.gov.uk/driving-adverse-weather-conditions-226-to-237/windy-weather-232-to-233","slug":"windy-weather-232-to-233","order":4,"title":"Windy weather (232 to 233)","body":"<h2>232</h2>\n\n<p>High-sided vehicles are most affected by windy weather, but strong gusts can also blow a car, cyclist, motorcyclist or horse rider off course. This can happen on open stretches of road exposed to strong crosswinds, or when passing bridges or gaps in hedges.</p>\n\n<h2>233</h2>\n\n<p>In very windy weather your vehicle may be affected by turbulence created by large vehicles. Motorcyclists are particularly affected, so keep well back from them when they are overtaking a high-sided vehicle.</p>\n\n"},{"web_url":"https://www.gov.uk/driving-adverse-weather-conditions-226-to-237/fog-234-to-236","slug":"fog-234-to-236","order":5,"title":"Fog (234 to 236)","body":"<h2>234</h2>\n\n<p><strong>Before entering fog</strong> check your mirrors then slow down. If the word ‘Fog’ is shown on a roadside signal but the road is clear, be prepared for a bank of fog or drifting patchy fog ahead. Even if it seems to be clearing, you can suddenly find yourself in thick fog.</p>\n\n<h2>235</h2>\n\n<p>When <strong>driving in fog</strong> you should</p>\n\n<ul>\n  <li>use your lights as required (see <a href=\"/driving-adverse-weather-conditions-226-to-237/overview-226\" title=\"Overview (226)\">Rule 226</a>)  </li>\n  <li>keep a safe distance behind the vehicle in front. Rear lights can give a false sense of security  </li>\n  <li>be able to pull up well within the distance you can see clearly. This is particularly important on motorways and dual carriageways, as vehicles are travelling faster  </li>\n  <li>use your windscreen wipers and demisters  </li>\n  <li>beware of other drivers not using headlights  </li>\n  <li>not accelerate to get away from a vehicle which is too close behind you  </li>\n  <li>check your mirrors before you slow down. Then use your brakes so that your brake lights warn drivers behind you that you are slowing down  </li>\n  <li>stop in the correct position at a junction with limited visibility and listen for traffic. When you are sure it is safe to emerge, do so positively and do not hesitate in a position that puts you directly in the path of approaching vehicles.</li>\n</ul>\n\n<h2>236</h2>\n\n<p>You <strong>MUST NOT</strong> use front or rear fog lights unless visibility is seriously reduced (see <a href=\"/driving-adverse-weather-conditions-226-to-237/overview-226\" title=\"Overview (226)\">Rule 226</a>) as they dazzle other road users and can obscure your brake lights. You <strong>MUST</strong> switch them off when visibility improves.<br />\n<strong>Law RVLR regs 25 &amp; 27</strong></p>\n"},{"web_url":"https://www.gov.uk/driving-adverse-weather-conditions-226-to-237/hot-weather-237","slug":"hot-weather-237","order":6,"title":"Hot weather (237)","body":"<h2>237</h2>\n\n<p>Keep your vehicle well ventilated to avoid drowsiness. Be aware that the road surface may become soft or if it rains after a dry spell it may become slippery. These conditions could affect your steering and braking. If you are dazzled by bright sunlight, slow down and if necessary, stop.</p>\n"}]},"updated_at":"2012-10-16T10:28:09+00:00","tags":[{"title":"The Highway Code","id":"https://www.gov.uk/api/tags/driving%2Fhighway-code.json","web_url":null,"details":{"description":"Includes road signs and rules for vehicles and cyclists","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving%2Fhighway-code","web_url":"https://www.gov.uk/browse/driving/highway-code"},"parent":{"title":"Driving, transport, and travel","id":"https://www.gov.uk/api/tags/driving.json","web_url":null,"details":{"description":"Book your driving test or get a tax disc online, find out the legal requirements for buying, owning, importing or scrapping a car or motorcycle, and read about your rights and responsibilities as a driver.","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving","web_url":"https://www.gov.uk/browse/driving"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/highway-code.json","web_url":"https://www.gov.uk/highway-code","title":"The Highway Code","format":"guide","details":{"need_id":"2466","business_proposition":false,"description":"Contents page for the Highway Code, which applies to England, Scotland and Wales and is essential reading for everyone"},"updated_at":"2012-10-16T10:19:59+00:00"}]}