{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/employment-agencies-and-businesses.json","web_url":"https://www.gov.uk/employment-agencies-and-businesses","title":"Employment agencies and businesses","format":"guide","updated_at":"2012-11-12T13:20:01+00:00","details":{"need_id":"2633","business_proposition":true,"description":"The rules for employment agencies and businesses: licences, vulnerable people, opting out, job advertisements, transfer fees, trade unions, terms and conditions and contracts, travel and accommodation for work-seekers","language":"en","alternative_title":"","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/employment-agencies-and-businesses/overview","slug":"overview","order":1,"title":"Overview","body":"<p>If you run an employment agency or employment businesses you have to follow certain rules.</p>\n\n<p>You can’t:</p>\n\n<ul>\n  <li>charge a fee to a work-seeker for work finding services</li>\n  <li>stop someone from working elsewhere or terminating their contract with you</li>\n  <li>make someone tell them the name of any future employer</li>\n  <li>withhold payments or wages due</li>\n  <li>supply a temporary worker to replace someone taking part in <a href=\"/employment-agencies-and-businesses/employment-agencies-and-trade-unions-\" title=\"industrial action\">industrial action</a></li>\n  <li>charge for a uniform without telling the worker in advance</li>\n  <li>make unlawful deductions from pay</li>\n</ul>\n\n<p>You must also make sure workers are:</p>\n\n<ul>\n  <li>paid for all the work they do</li>\n  <li><a href=\"/expenses-and-benefits-holiday-pay\" title=\"paid holiday\">paid holiday</a></li>\n  <li>not forced to work longer than <a href=\"/maximum-weekly-working-hours\" title=\"48 hours a week\">48 hours a week</a></li>\n  <li>paid at least the <a href=\"/national-minimum-wage-rates\" title=\"National Minimum Wage\">National Minimum Wage</a></li>\n  <li>protected under <a rel=\"external\" href=\"http://www.hse.gov.uk/\" title=\"Health and Safety Executive\">health and safety laws</a></li>\n  <li>given written <a href=\"/employment-contracts-and-conditions\" title=\"terms of  employment\">terms of  employment</a></li>\n</ul>\n\n<div class=\"application-notice help-notice\">\n<p>The rules are different for <a href=\"/entertainment-and-modelling-agencies\" title=\"entertainment and modelling\">entertainment and modelling</a> agencies and businesses.</p>\n</div>\n\n<h2>Organisations not covered by the rules</h2>\n\n<p>The rules on employment agencies and businesses don’t apply to:</p>\n\n<ul>\n  <li>university appointment boards or services and certain other educational institutions</li>\n  <li>local councils</li>\n  <li>trade unions, employers&rsquo; organisations and certain professional members bodies</li>\n  <li>charities</li>\n  <li>certain services provided just for ex-members of HM forces or for people released from prisons and other institutions</li>\n</ul>\n\n<h3>Publications advertising work-finding services</h3>\n\n<p>If you run a publication or website totally or mostly aimed at providing a work-finding service you&rsquo;ll normally have to follow the rules for employment agencies and businesses.</p>\n\n<p>However, if job advertisements are only a small part of what is published then the rules probably don’t apply.</p>\n\n<h2>Paying work-seekers</h2>\n\n<h3>Employment agencies</h3>\n\n<p>If you run an employment agency you aren’t responsible for paying a work-seeker after you&rsquo;ve introduced them to a hirer.</p>\n\n<div class=\"application-notice info-notice\">\n<p>Different rules apply to <a href=\"/entertainment-and-modelling-agencies\" title=\"entertainment and modelling\">entertainment and modelling</a>.</p>\n</div>\n\n<h3>Employment businesses</h3>\n\n<p>If you run an employment business you’re responsible for paying the temporary work-seekers you supply.</p>\n\n<p>You must pay a temporary work-seeker for all the hours they work, even if you haven’t been paid by the hirer or the work-seeker hasn’t got a timesheet authorised by the hirer.</p>\n\n<h2>Difference between employment agencies and businesses</h2>\n\n<h3>Employment agencies</h3>\n\n<p>Employment agencies find work for work-seekers who are employed and paid by employers. This is often called &lsquo;permanent employment&rsquo; because once the worker has been taken on, they’re an employee of the company they’re working for. However, different rules apply to entertainment and modelling.  </p>\n\n<h3>Employment businesses</h3>\n\n<p>Employment businesses engages a work-seeker under a contract who then works under the supervision of someone else. This is normally called &lsquo;temporary agency work&rsquo; or &lsquo;temping&rsquo;.</p>\n\n<p>Workers under these arrangements are paid by the business instead of the company they’re supplied to.</p>\n\n<div class=\"application-notice info-notice\">\n<p>When a business does both it has to follow the rules for both employment agencies and employment businesses.</p>\n</div>\n"},{"web_url":"https://www.gov.uk/employment-agencies-and-businesses/licences-for-employment-agencies","slug":"licences-for-employment-agencies","order":2,"title":"Licences for employment agencies","body":"<p>Some employment agencies need a licence if they are supplying specific types of workers.</p>\n\n<h2>Gangmaster licensing</h2>\n\n<p>Agencies need to be licensed by the <a href=\"/gangmasters-licensing-authority\" title=\"Gangmasters Licensing Authority (GLA)\">Gangmasters Licensing Authority (<abbr title=\"Gangmasters Licensing Authority\">GLA</abbr>)</a> if they provide workers for: </p>\n\n<ul>\n  <li>agriculture</li>\n  <li>horticulture</li>\n  <li>shellfish gathering</li>\n  <li>forestry</li>\n  <li>food processing and packaging</li>\n</ul>\n\n<h2>Licensing for nursing and domiciliary care agencies</h2>\n\n<h3>England</h3>\n\n<p>Nursing and domiciliary care agencies in England may need to be registered with the <a rel=\"external\" href=\"http://www.cqc.org.uk\" title=\"registered with the Care Quality Commission (CQC)\">registered with the Care Quality Commission (<abbr title=\"Care Quality Commission\">CQC</abbr>).</a></p>\n\n<h3>Wales</h3>\n\n<p>Nursing and domiciliary care agencies in Wales may need to be <a href=\"/nursing-agency-wales\" title=\"registered with the Care and Social Services Inspectorate Wales\">registered with the Care and Social Services Inspectorate Wales</a>.</p>\n\n<h3>Northern Ireland</h3>\n\n<p>Nursing agencies in Northern Ireland may need to be <a href=\"/nursing-agency-northern-ireland\" title=\"registered with the Regulation and Quality Improvement Authority\">registered with the Regulation and Quality Improvement Authority</a>.</p>\n\n<p>Domiciliary care agencies in Northern Ireland may also need to be <a href=\"/domiciliary-care-service-registration-ni\" title=\"registered with the Regulation and Quality Improvement Authority\">registered with the Regulation and Quality Improvement Authority</a>.</p>\n\n<h3>Scotland</h3>\n\n<p>Nursing agencies in Scotland may need to be <a href=\"/nurse-agency-registration-scotland\" title=\"registered with Social Care and Social Work Improvement for Scotland (SCSWIS)\">registered with Social Care and Social Work Improvement for Scotland (<abbr title=\"Social Care and Social Work Improvement for Scotland\">SCSWIS</abbr>)</a>.</p>\n\n"},{"web_url":"https://www.gov.uk/employment-agencies-and-businesses/before-placing-a-worker-with-a-hirer","slug":"before-placing-a-worker-with-a-hirer","order":3,"title":"Before placing a worker with a hirer","body":"<p>Before placing a work-seeker with a hirer, you must get sufficient information from the hirer including:</p>\n\n<ul>\n  <li>the identity of the hirer and, if applicable, the nature of their business</li>\n  <li>the date the hirer needs a work-seeker to start and for how long</li>\n  <li>the type of work, location, working hours and any health and safety risks and controls</li>\n  <li>the experience, training and qualifications the hirer needs for the post or are needed by law</li>\n  <li>any expenses payable by or to the work-seeker</li>\n  <li>if you run an agency, the minimum wage, benefits, method of payment, and notice periods for termination of employment (where applicable)</li>\n</ul>\n"},{"web_url":"https://www.gov.uk/employment-agencies-and-businesses/working-with-vulnerable-people","slug":"working-with-vulnerable-people","order":4,"title":"Working with vulnerable people","body":"<p>If you supply work-seekers to work with vulnerable people you have to:</p>\n\n<ul>\n  <li>get 2 references on the work-seeker and give these to the hirer</li>\n  <li>make checks that the work-seeker is suitable for the role</li>\n</ul>\n\n<p>If the work-seeker needs professional qualifications for the role you have to get copies of these for the hirer. If you can’t get hold of the qualifications you must tell the hirer you&rsquo;ve tried to get the information and what steps they’ve done to do so.</p>\n\n<h2>Criminal records checks</h2>\n\n<p>Some industries, eg childcare and healthcare, need their workers to have criminal record checks (<abbr title=\"Criminal Records Bureau\">CRB</abbr> checks).</p>\n\n<p>You may have to make sure that workers you supply have <a href=\"/crb-criminal-records-bureau-check\" title=\"criminal record checks\">criminal record checks</a> for these jobs.</p>\n\n"},{"web_url":"https://www.gov.uk/employment-agencies-and-businesses/limited-company-contractors-and-opting-out-of-the-rules","slug":"limited-company-contractors-and-opting-out-of-the-rules","order":5,"title":"Limited company contractors and opting out of the rules","body":"<p>Work-seekers registered as limited companies are also covered by the rules unless they say they want to opt out.</p>\n\n<p>In this case, the hirer must be told this and the rules will no longer apply.</p>\n\n<p>Workers who&rsquo;ve opted out can decide to follow the rules again, but only when they’ve finished working for the hirer they opted out with.</p>\n\n<div class=\"application-notice info-notice\">\n<p>Limited company workers can’t opt out if they’re going to be working with vulnerable people.</p>\n</div>\n"},{"web_url":"https://www.gov.uk/employment-agencies-and-businesses/job-advertisements","slug":"job-advertisements","order":6,"title":"Job advertisements","body":"<p>You mustn’t advertise a job without the full details of the position.</p>\n\n<p>You must also make sure the hirer has definitely said they’re looking for someone to fill the position.</p>\n\n<p>All job advertisements must include the full name of your agency or employment business and say if the job is temporary or permanent.</p>\n\n<p>If the rate of pay is included then, the advert must also include:</p>\n\n<ul>\n  <li>the nature of the job</li>\n  <li>the job location</li>\n  <li>minimum experience levels</li>\n  <li>details of any training needed to do the job</li>\n</ul>\n"},{"web_url":"https://www.gov.uk/employment-agencies-and-businesses/fees-to-hiring-companies-transfer-fees","slug":"fees-to-hiring-companies-transfer-fees","order":7,"title":"Fees to hiring companies (transfer fees)","body":"<p>If you run an employment business you can charge transfer fees to hirers:</p>\n\n<ul>\n  <li>when they’re supplied a temporary worker who is then taken on permanently by the hirer (temp-to-perm fees)</li>\n  <li>if the hirer changes agency but wants to keep a temporary worker, meaning the worker has to change agency (temp-to-temp fees)</li>\n  <li>if the hirer introduces a temporary worker to another company that wants to temporarily offer them work (temp-to-third-party fees)</li>\n</ul>\n\n<div class=\"application-notice help-notice\">\n<p>You can’t try to charge a transfer fee in any other situation. Hirers can recover any money they’ve paid for fees that are against the rules.</p>\n</div>\n\n<p>For example, you can’t use transfer fees unreasonably to discourage hirers from:</p>\n\n<ul>\n  <li>offering permanent work to temporary workers</li>\n  <li>getting workers from a different employment business</li>\n  <li>introducing workers to a third party to be employed by them</li>\n</ul>\n\n<h2>Temp-to-perm and temp-to–temp fees</h2>\n\n<p>You can charge these as long as the hirer has first had the option to have the worker supplied for a set period. After this the worker can transfer without a fee.</p>\n\n<p>Where the hirer opts for a set period, you must supply the worker for all of this time unless prevented from doing this for reasons that aren’t your fault.</p>\n\n<p>The supply terms can’t be worse for the hirer than those before the hirers opted for the set hire period.</p>\n\n<p>You can only charge transfer fees when the transfer takes place in the later period of either:</p>\n\n<ul>\n  <li>14 weeks of the start of the first assignment with the hirer</li>\n  <li>8 weeks of the end of any assignment</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>If there’s been more than one assignment with a break of more than 42 days between assignments the later assignment is then taken as the first assignment.</p>\n</div>\n\n<h3>Where you introduce but don’t supply a temporary worker</h3>\n\n<p>If you introduce a worker but don’t supply them you can charge an introduction fee.</p>\n\n<p>This fee should follow the same rules as temp-to-perm and temp-to-temp fees but there’s no limit on the agreed period of hire or level of the fee.</p>\n\n<h2>Temp-to-third party fees</h2>\n\n<p>If you supplied a worker who your client introduced to a third party you can charge a transfer fee following the same rules as temp-perm or temp-to-temp fees. However you don’t have to offer the hirer a choice between the transfer fee and an extended period of hire.</p>\n"},{"web_url":"https://www.gov.uk/employment-agencies-and-businesses/terms-and-conditions-","slug":"terms-and-conditions-","order":8,"title":"Terms and conditions ","body":"<h2>Employment businesses’ terms and conditions with work-seekers</h2>\n\n<p>If you run an employment business you have to agree terms and conditions before starting to find work for work-seekers.</p>\n\n<p>These should cover:</p>\n\n<ul>\n  <li>that you&rsquo;re operating as an employment business</li>\n  <li>the type of work you’ll find or seek to find for the work-seeker</li>\n  <li>if those work-seekers are or will be employed by you under a contract of service, or apprenticeship, or a contract for services, and the terms that will apply</li>\n  <li>an undertaking that you’ll pay the work-seeker for all work whether you’re paid by the hirer or not</li>\n  <li>the length of notice the work-seeker needs to give and is entitled to get for assignments</li>\n  <li>either the rate of pay or minimum rate of pay you reasonably expect to get for the work-seeker</li>\n  <li>how often and when the work-seeker will be paid</li>\n  <li>the amount of holiday and holiday pay details (the majority of work-seekers will be entitled to <a href=\"/expenses-and-benefits-holiday-pay\" title=\"statutory holiday pay\">statutory holiday pay</a>)</li>\n</ul>\n\n<p>If the work-seeker is a limited company (and not <a href=\"/employment-agencies-and-businesses/limited-company-contractors-and-opting-out-of-the-rules\" title=\"opted out of the rules\">opted out of the rules</a>) you must detail when they may be entitled to and be paid for time off.</p>\n\n<p>If you and the work-seeker agree any changes to the terms you must give them a new document with the details of the changes and when they start.</p>\n\n<p>This must be as soon as reasonably practical after the changes are agreed.</p>\n\n<h2>Employment businesses’ terms and conditions with hiring companies</h2>\n\n<p>The first time you propose to provide a service to a hirer, other than the provision of information in the form of a publication, you must agree with the hirer the terms and conditions which apply or will apply between you and the hirer.</p>\n\n<p>You should give them a statement that the services provided will be those of an employment business (ie supplying temporary workers).</p>\n\n<p>You should also set out the details of any fees which the hirer may have to pay, including:</p>\n\n<ul>\n  <li>the amount of the fee or how it’s worked out</li>\n  <li>when any refunds may be payable to the hirer</li>\n</ul>\n\n<h3>Procedures for unsatisfactory workers</h3>\n\n<p>You should also set out the procedure if you supply a work-seeker who turns out to be unsatisfactory. For example:</p>\n\n<ul>\n  <li>how and when the hirer should tell you about this</li>\n  <li>what you’ll do about it - eg terminate the worker&rsquo;s assignment, try to solve the problem or supply a different work-seeker</li>\n</ul>\n\n<h3>Recording the terms</h3>\n\n<p>You must make sure that all of the terms between you and the hirer are recorded and a copy is given to the hirer as soon as possible.</p>\n\n<p>If you and the hirer agree to any changes to the terms you must give the hirer a new document with details of the changes and when they start.</p>\n\n<p>This must be as soon as reasonably practical after the changes are agreed.</p>\n"},{"web_url":"https://www.gov.uk/employment-agencies-and-businesses/employment-agencies-and-trade-unions-","slug":"employment-agencies-and-trade-unions-","order":9,"title":"Employment agencies and trade unions ","body":"<p>You can’t refuse to provide services to work-seekers or to provide them on the same terms as others because:</p>\n\n<ul>\n  <li>they’re not a member of a union or agree to become a member</li>\n  <li>they’re a member of a union or won’t agree to stop being a member</li>\n  <li>they won’t agree to make a payment (eg to a union or charity) in lieu of union membership or to allow a prospective employer to deduct money from their pay to make a payment like this</li>\n</ul>\n\n<h2>Employment tribunals</h2>\n\n<p>Work-seekers can go to an <a href=\"/being-taken-to-employment-tribunal-by-employee\" title=\"employment tribunal\">employment tribunal</a> if they think they&rsquo;ve been unlawfully refused employment or the services of an employment agency on trade union membership grounds.</p>\n\n<p>They can make a claim against either or both the prospective hirer and the employment agency.</p>\n"},{"web_url":"https://www.gov.uk/employment-agencies-and-businesses/providing-nonwork-finding-services","slug":"providing-nonwork-finding-services","order":10,"title":"Providing non-work finding services","body":"<p>You can charge for other services like CV writing, transport to jobs etc but have to put the terms and conditions for them in a separate document and give this to work-seekers before providing these services.</p>\n\n<div class=\"application-notice info-notice\">\n<p>You can’t make using these services a condition of you finding work for them.</p>\n</div>\n\n<p>The terms and conditions should include:</p>\n\n<ul>\n  <li>exactly what services or goods you will charge for</li>\n  <li>the right to cancel the services at any time without penalty</li>\n  <li>how much notice is needed to cancel the services (eg how many working days needed to cancel provision of living accommodation)</li>\n</ul>\n\n<p>If there is a change to the fees for the services details of this must be given to the work-seeker.</p>\n\n<div class=\"application-notice info-notice\">\n<p>If you take a fee from a worker’s wages, you must follow the <a href=\"/your-right-to-minimum-wage\" title=\"National Minimum Wage\">National Minimum Wage</a> rules.</p>\n</div>\n\n<h2>Gifts or benefits</h2>\n\n<p>If you offer any gift or benefit to a work-seeker, eg to encourage them to use your services, you must make clear the terms and conditions its offered on.</p>\n"},{"web_url":"https://www.gov.uk/employment-agencies-and-businesses/entering-into-contracts-on-behalf-of-workseekers-and-hirers","slug":"entering-into-contracts-on-behalf-of-workseekers-and-hirers","order":11,"title":"Entering into contracts on behalf of work-seekers and hirers","body":"<h2>Employment agencies</h2>\n\n<p>You need permission before entering into contracts:</p>\n\n<ul>\n  <li>with hirers on behalf of work-seekers</li>\n  <li>with work-seekers on behalf hirers</li>\n</ul>\n\n<p>You must tell the work-seeker or hirer the terms of the contract within 5 working days of making the contract for them.</p>\n\n<div class=\"application-notice info-notice\">\n<p>When you’re making a contract you can’t act on behalf of both work-seeker and hirer.</p>\n</div>\n\n<h2>Employment businesses</h2>\n\n<p>You can’t enter into contracts:</p>\n\n<ul>\n  <li>on behalf of work-seekers with a hirer</li>\n  <li>on behalf of hirers with work-seekers</li>\n</ul>\n"},{"web_url":"https://www.gov.uk/employment-agencies-and-businesses/protection-of-workseekers-and-hirers","slug":"protection-of-workseekers-and-hirers","order":12,"title":"Protection of work-seekers and hirers","body":"<p>You must not introduce or supply a work-seeker to a hirer unless you’ve taken reasonable steps to make sure they’re both aware of any legal or professional body requirements for the work-seeker to take the position.</p>\n\n<p>You must also check to make sure the arrangement wouldn’t be against the interests of the work-seeker or hirer.</p>\n\n<h2>Suitability of workers</h2>\n\n<h3>Employment businesses</h3>\n\n<p>If you find out that a work-seeker might be unsuitable for the job you must:</p>\n\n<ul>\n  <li>give the hirer that information</li>\n  <li>make further enquiries about the work-seeker’s suitability and tell the hirer about this</li>\n</ul>\n\n<p>If you find out that the work-seeker is unsuitable for the job you must tell the hirer straight away and stop supplying the work-seeker to them.</p>\n\n<h3>Employment agencies</h3>\n\n<p>If you introduced a work-seeker to a hirer and find out within 3 months that they may not be suitable for the job, you must tell the hirer straight away.</p>\n"},{"web_url":"https://www.gov.uk/employment-agencies-and-businesses/travel-and-accommodation-for-workseekers","slug":"travel-and-accommodation-for-workseekers","order":13,"title":"Travel and accommodation for work-seekers","body":"<h2>Accommodation</h2>\n\n<p>When a job involves working away from home and the employment contract is directly with you, you can’t arrange a placement before taking all reasonable steps to make sure:</p>\n\n<ul>\n  <li>there’s suitable accommodation ready for them before they start work</li>\n  <li>the work-seeker has all the details of the accommodation including any costs and travel arrangements</li>\n</ul>\n\n<h3>Under 18s</h3>\n\n<p>Workers under the age of 18 have to get written agreement from a parent or guardian before they can take a job working away from home.</p>\n\n<h2>Travel to and from work</h2>\n\n<p>In some cases you&rsquo;ll need to pay for or arrange travel from work. These are when:</p>\n\n<ul>\n  <li>the work-seeker is not the hirer’s employee or is under 18</li>\n  <li>free travel or payment is arranged for the journey to work</li>\n  <li>the work then finishes or doesn’t ever start</li>\n</ul>\n\n<p>If this happens you must either:</p>\n\n<ul>\n  <li>arrange free return travel</li>\n  <li>pay the return fare</li>\n  <li>arrange with the hirer to provide free return travel or to pay the fare</li>\n</ul>\n\n<p>These arrangements must be given to the work-seeker in writing.</p>\n\n<div class=\"application-notice info-notice\">\n<p>If a hirer doesn’t meet the agreement it’s your responsibility to pay for the travel.</p>\n</div>\n\n<h3>Travel loans</h3>\n\n<p>If you make a loan to a work-seeker to meet travel or other expenses you can’t make them pay back more than the original loan.</p>\n\n<h3>Au pairs</h3>\n\n<p>You can’t arrange work for au pairs if they’re asked to repay you or the hirer for the fare between the au pair’s home and place of work.</p>\n\n<div class=\"application-notice info-notice\">\n<p>Au pairs are allowed to pay for their fare, but this cost mustn’t come out of their pay.</p>\n</div>\n"},{"web_url":"https://www.gov.uk/employment-agencies-and-businesses/further-information","slug":"further-information","order":14,"title":"Further information","body":"<p>For further information and advice call the Employment Agency Standards (EAS).</p>\n\n<div class=\"contact\">\n<p><strong>Employment Agency Standards Helpline</strong><br />\n0800 917 2368</p>\n</div>\n\n<p>The Department of Business and Innovation has produced detailed guidance on how to make sure you’re following the rules.</p>\n\n<div class=\"form-download\">\n<p><a href=\"http://www.bis.gov.uk/files/file24248.pdf\" title=\"Download ‘Guidance on the conduct of employment agencies and employment businesses regulations 2003’ (PDF, 166KB)\" rel=\"external\">Download ‘Guidance on the conduct of employment agencies and employment businesses regulations 2003’ (PDF, 166KB)</a></p>\n</div>\n"}]},"tags":[{"title":"Setting up","id":"https://www.gov.uk/api/tags/business%2Fsetting-up.json","web_url":null,"details":{"description":"Includes Self Assessment, self-employment and starting a business","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=business%2Fsetting-up","web_url":"https://www.gov.uk/browse/business/setting-up"},"parent":{"title":"Businesses and self-employed","id":"https://www.gov.uk/api/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/being-taken-to-employment-tribunal-by-employee.json","web_url":"https://www.gov.uk/being-taken-to-employment-tribunal-by-employee","title":"Being taken to an employment tribunal by an employee","format":"guide","updated_at":"2012-10-24T16:00:49+00:00"},{"id":"https://www.gov.uk/api/entertainment-and-modelling-agencies.json","web_url":"https://www.gov.uk/entertainment-and-modelling-agencies","title":"Entertainment and modelling agencies","format":"answer","updated_at":"2012-11-01T11:25:33+00:00"}]}