{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/entertainment-and-modelling-agencies.json","web_url":"https://www.gov.uk/entertainment-and-modelling-agencies","title":"Entertainment and modelling agencies","format":"answer","details":{"need_id":"2642","business_proposition":true,"description":"Rules covering how entertainment and modelling agencies work; charging fees and refunds for for finding work","body":"\n<div class=\"summary\">\n<p>Entertainment and modelling agencies can charge fees for finding someone work but there are rules about who can be charged and when.</p>\n</div>\n\n<p>Fees or commission for finding work normally come out of the worker&rsquo;s earnings from the employment the agency found. </p>\n\n<p>Terms and conditions of the service and fee must be agreed in writing (eg a contract). Only then can the fee be paid by the hirer or deducted from the worker&rsquo;s earnings.</p>\n\n<h2>Who the rules cover</h2>\n\n<p>The rules cover agencies if they find work for:</p>\n\n<ul>\n  <li>professional sports people</li>\n  <li>actors, musicians, singers, dancers, background artists, extras, walk-on or other performers </li>\n  <li>composers, writers, artists, directors, production managers, lighting cameramen, camera operators, make up artists, clothes, hair or make up stylists, film editors, action arrangers or co-ordinators, stunt arrangers, costume or production designers, recording engineers, property masters, film continuity staff, sound mixers, photographers, stage managers, producers, choreographers and theatre designers</li>\n  <li>photographic and fashion models</li>\n</ul>\n\n<h2>Terms and conditions</h2>\n\n<p>The terms and conditions must include:</p>\n\n<ul>\n  <li>details of the work-finding services to be provided</li>\n  <li>the authority, if any, the agency has to act on behalf of the worker</li>\n  <li>if the agency is authorised to receive money on behalf of the worker</li>\n  <li>details of any fees or commissions the worker will have to pay for finding them work</li>\n  <li>details of how any fee or commission would be refunded</li>\n  <li>how the fee is to be paid</li>\n  <li>the length of notice the worker has to give and must get from the agency to end the contract</li>\n</ul>\n\n<h2>Promotional fees for performers and entertainment workers (not models)</h2>\n\n<p>Agencies can only charge upfront fees for listing the worker&rsquo;s details in promotional publications or on websites to help them find work. </p>\n\n<p>The worker must be given the chance to see any copies.</p>\n\n<h3>Fees for promoting performers</h3>\n\n<p>If there is a fee for promoting a performer, the agency can only charge this 30 days after the start of the contract. Promotion includes listing information in publications or on websites and photographs or audio or video recordings.</p>\n\n<p>It covers the following performers: </p>\n\n<ul>\n  <li>actors</li>\n  <li>background artists</li>\n  <li>dancers</li>\n  <li>extras</li>\n  <li>musicians</li>\n  <li>singers</li>\n  <li>other performers </li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>In that 30-day period the agency can cancel or withdraw from the contract without penalty and don’t have to make any payment.</p>\n</div>\n\n<p>The performer also has to be shown any promotional photographs, audio or video before its published. They then have 7 days to object to it being used.</p>\n\n<p>They can’t be charged until the 7 days is over or the agency has dealt with any reasonable requirement form the worker, whichever is later.</p>\n\n<h3>Fees for other workers (except models)</h3>\n\n<p>If there is a fee for promoting a performer, the agency can only charge this 7 days after the start of the contract. Promotion includes listing information in publications or on websites and photographs or audio or video recordings.</p>\n\n<p>This covers the following types of workers: composer, writer, artist, director, production manager, lighting cameraman, camera operator, make up artist, clothes, hair or make up stylist, film editor, action arranger or co-ordinator, stunt arranger, costume or production designer, recording engineer, property master, film continuity person, sound mixer, photographer, stage manager, producer, choreographer or theatre designer.</p>\n\n<p>In that 7-day period:</p>\n\n<ul>\n  <li>they can cancel or withdraw from the contract without penalty</li>\n  <li>they don’t have to make any payment under the contract</li>\n  <li>the information shouldn’t be included in the publication</li>\n</ul>\n\n<h3>Refunds for promotional services</h3>\n\n<p>Work-seekers have the right to a refund if the promotional information isn’t made available to potential hirers within 60 days of a fee being paid.</p>\n\n<h2>Fees for fashion and photographic models</h2>\n\n<p>Agencies supplying photographic and fashion models can’t charge any upfront fees for finding work. This includes putting information about the models in a publication or website.</p>\n\n<p>However, agencies can still charge a fee for:</p>\n\n<ul>\n  <li>including information about them in a publication or website after they&rsquo;ve found the model work</li>\n  <li>providing a service to find the model work - these fees must be agreed with them before the agency starts looking for work for them</li>\n</ul>\n","alternative_title":""},"updated_at":"2012-11-01T11:25:33+00:00","tags":[{"title":"Setting up","id":"https://www.gov.uk/api/tags/business%2Fsetting-up.json","web_url":null,"details":{"description":"Includes Self Assessment, self-employment and starting a business","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=business%2Fsetting-up","web_url":"https://www.gov.uk/browse/business/setting-up"},"parent":{"title":"Businesses and self-employed","id":"https://www.gov.uk/api/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/employment-agencies-and-businesses.json","web_url":"https://www.gov.uk/employment-agencies-and-businesses","title":"Employment agencies and businesses","format":"guide","details":{"need_id":"2633","business_proposition":true,"description":"The rules for employment agencies and businesses: licences, vulnerable people, opting out, job advertisements, transfer fees, trade unions, terms and conditions and contracts, travel and accommodation for work-seekers"},"updated_at":"2012-11-06T14:20:20+00:00"}]}