{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/evicting-tenants.json","web_url":"https://www.gov.uk/evicting-tenants","title":"Evicting tenants (England, Wales and Northern Ireland)","format":"guide","details":{"need_id":"B122","business_proposition":true,"description":"Information for landlords on tenant eviction, including eviction notices, accelerated possession and the eviction process","alternative_title":"","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/evicting-tenants/rules-you-must-follow","slug":"rules-you-must-follow","order":1,"title":"Rules you must follow","body":"<p>You must follow strict procedures if you want your tenant to leave your property, depending on the <a href=\"/tenancy-agreements-a-guide-for-landlords\" title=\"Tenancy agreements: a guide for landlords\">type of tenancy agreement</a> your tenants have and the terms of it.</p>\n\n<p>If you don’t, you may be guilty of illegally evicting or harassing your tenants.</p>\n\n<div class=\"application-notice info-notice\">\n<p>In England and Wales, if you want to get your property back because your tenants owe you rent money, you can <a href=\"/possession-claim-online-recover-property\" title=\"Recover property-related debt using Possession Claim Online\">make a possession claim online</a>.</p>\n</div>\n\n<h2>Rules for Assured Shorthold Tenancies (ASTs)</h2>\n\n<h3>A periodic AST</h3>\n\n<p>Periodic tenancies run on a week-by-week or month-by-month basis, with no fixed end date. If your tenants have one of these:</p>\n\n<ol class=\"steps\">\n<li><p>You must usually give them ‘<a href=\"/evicting-tenants/eviction-notices\" title=\"Ending a tenancy\">notice to quit</a>’.</p>\n</li>\n<li><p>If your tenants don’t leave by the date on the notice to quit, you must send them a ‘notice of intention to seek possession’ - this tells them you’ll apply to the court for a possession order if they don’t leave.</p>\n</li>\n<li><p>You must then apply to the court for a possession order, which gives you the right to evict your tenants and take possession of the property.</p>\n</li>\n<li><p>If the court gives you a possession order and your tenants still don’t leave, you must apply for a warrant for eviction - this means bailiffs can remove your tenants from the property.</p>\n</li>\n</ol>\n\n<h3>A fixed-term AST</h3>\n\n<p>Fixed-term tenancies run for a set amount of time. You must <a href=\"/evicting-tenants/eviction-notices\" title=\"Eviction notices\">give your tenants notice</a> in a certain way if your tenants have a fixed-term tenancy.</p>\n\n<p>If your tenants refuse to leave after being given notice, you must follow the same steps as for a periodic tenancy, from step 2.</p>\n\n<h2>Rules for excluded tenancies or licenses</h2>\n\n<p>If your tenants have an <a href=\"/tenancy-agreements-a-guide-for-landlords/tenancy-types\" title=\"excluded tenancy or licence\">excluded tenancy or licence</a> (eg they live with you), you don’t have to go to court to evict them.</p>\n\n<p>You only need to give them ‘reasonable notice’ to quit. Reasonable notice usually means the length of the rental payment period - so if your tenants pay rent weekly, you can give them 1 week’s notice. The notice doesn’t have to be in writing.</p>\n\n<p>You can then change the locks on their rooms, even if they still have belongings there. However, you must give your tenants’ belongings back to them.</p>\n\n<p>Your council can take action against you if you evict your tenants illegally.</p>\n\n<h2>Rules for assured and regulated tenancies</h2>\n\n<p>If your tenants started their tenancy before 27 February 1997, they might have an assured or a regulated tenancy. You will then have to follow different rules to evict them and they’ll have increased protection from eviction.</p>\n\n<p>Shelter has more information about <a rel=\"external\" href=\"http://england.shelter.org.uk/get_advice/renting_and_leasehold/private_tenancies/assured_tenancies/\" title=\"Assured tenancies\">assured tenancies</a> and <a rel=\"external\" href=\"http://england.shelter.org.uk/get_advice/renting_and_leasehold/private_tenancies/regulated_tenancies/\" title=\"Regulated tenancies\">regulated tenancies.</a></p>\n"},{"web_url":"https://www.gov.uk/evicting-tenants/accelerated-possession","slug":"accelerated-possession","order":2,"title":"Accelerated possession","body":"<p>In England and Wales, you can sometimes evict tenants using ‘accelerated possession’. This is quicker than a normal eviction and doesn’t usually need a court hearing.</p>\n\n<p>You can only do this if:</p>\n\n<ul>\n  <li>your tenants have an assured shorthold tenancy or a statutory periodic tenancy</li>\n  <li>they have a written tenancy agreement</li>\n  <li>you’ve given them the required written notice (a minimum of 2 months) in the right form</li>\n  <li>you haven’t asked them to leave before the end of a fixed-term tenancy</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>There is no accelerated possession process in Northern Ireland.</p>\n</div>\n\n<h2>How it works</h2>\n\n<p>If you apply to the court for accelerated possession, the court will send your tenants a copy of the application.</p>\n\n<p>If your tenants want to challenge the application, they must do this within 14 days of receiving it.</p>\n\n<p>A judge will decide whether to:</p>\n\n<ul>\n  <li>issue a possession order, giving you the right to evict your tenants and take possession of the property (this is normally the case)</li>\n  <li>have a court hearing (this usually only happens if the paperwork isn’t in order or your tenants raise an important issue)</li>\n</ul>\n\n<p>Even if there’s a hearing, the court can still decide to issue a possession order.</p>\n\n<h2>If the judge issues a possession order</h2>\n\n<p>If the judge makes a possession order, your tenants will normally have 14 or 28 days to leave the property. If this will cause them exceptional hardship, the judge may give them up to 42 days to leave.</p>\n\n<p>If they don’t leave at this point, you can use bailiffs to evict them.</p>\n"},{"web_url":"https://www.gov.uk/evicting-tenants/possession-hearings","slug":"possession-hearings","order":3,"title":"Possession hearings","body":"<p>If the judge decides that a hearing is required, at the hearing they could:</p>\n\n<ul>\n  <li>dismiss the court case - no order will be made and the hearing is finished</li>\n  <li>adjourn the hearing - the hearing will be delayed until later, as the judge feels a decision can’t be made on the day</li>\n  <li>make an ‘order’ - the judge will make a legal decision on what will happen</li>\n</ul>\n\n<p>The judge will dismiss the case if there’s no reason your tenants should be evicted. This might happen if:</p>\n\n<ul>\n  <li>you haven’t followed the correct procedure</li>\n  <li>you or your representative don’t attend the hearing</li>\n  <li>your tenant has paid any rent that was in arrears</li>\n</ul>\n\n<p>If the judge dismisses the case, your tenants can stay in your property. If you want to evict them, you must restart the court process from the beginning.</p>\n\n<p>There are different kinds of orders a judge can make:</p>\n\n<h2>Order for possession (or ‘outright possession order’)</h2>\n\n<p>This means your tenants must leave the property before the date given in the order.</p>\n\n<p>The date will be either 14 or 28 days after the court hearing. If your tenants are in an exceptionally difficult situation, the judge may agree to delay this for up to 6 weeks.</p>\n\n<p>If your tenants don’t leave your property by the date given, you can ask the court to evict them by asking for a ‘warrant for possession’. If the court gives a warrant, your tenants will be sent an eviction notice that gives a date when they must leave your property.</p>\n\n<h2>Suspended order for possession</h2>\n\n<p>This means if your tenants make the payments, or obey the conditions, set out in the order, they can stay in your property. If they don’t make the payments, you can ask the court to evict them.</p>\n\n<h2>Money order</h2>\n\n<p>This means your tenants have to pay you the amount set out in the order. If they don’t make the payments, action could be taken by the courts to recover the money, including:</p>\n\n<ul>\n  <li>deducting money from your tenants’ wages or bank account</li>\n  <li>sending bailiffs to take away things they own</li>\n</ul>\n\n<p>If your tenants get into rent arrears after a money order has been made, you can go to court again and ask for a possession order.</p>\n\n<h2>Possession orders with a money judgment</h2>\n\n<p>A judge can add a money judgment to any of the possession orders. This means your tenants owe a specific amount of money, usually made up of:</p>\n\n<ul>\n  <li>their rent arrears</li>\n  <li>court fees</li>\n  <li>your legal costs</li>\n</ul>\n\n<p>The money judgment won’t apply if your tenants pay their arrears and the amount set out in a suspended possession order.</p>\n\n<p>However, the money judgment will apply if they don’t pay the amount set out in the suspended possession order that’s linked to the judgment. If they don’t pay, you can ask the court to carry out the instructions in the order and the judgment.</p>\n"},{"web_url":"https://www.gov.uk/evicting-tenants/eviction-notices","slug":"eviction-notices","order":4,"title":"Eviction notices","body":"<p>If your tenants don’t leave your property by the date given in an outright possession order, you can ask the court for a ‘warrant for possession’.</p>\n\n<p>If the court gives a warrant, your tenants will be sent an eviction notice that gives a date when they must leave your property.</p>\n\n<p>If they don’t go, bailiffs can evict them. The costs of doing this will be added to the money they owe.</p>\n\n<h2>Delaying eviction</h2>\n\n<p>Your tenants can ask a judge to suspend the warrant for possession at a new hearing. This means the judge will delay the eviction or let your tenants stay in your property if they can make payments again.</p>\n\n<p>The judge won’t automatically agree to suspend the possession warrant.</p>\n\n<h2>Changing the payments</h2>\n\n<p>If your tenants’ circumstances change, they can ask a judge at a new hearing to change what they pay. </p>\n\n<h2>Appealing against the decision</h2>\n<p>You can only appeal if you can show the judge made mistakes in the original possession hearing. You’ll need to ask the judge for permission to appeal at the end of the original hearing.</p>\n\n<p>If you get permission to appeal, you’ll have to apply for an appeal hearing very soon afterwards. You’ll have to pay a <a rel=\"external\" href=\"http://hmctscourtfinder.justice.gov.uk/HMCTS/GetLeaflet.do?court_leaflets_id=172\" title=\"HM Courts &amp; Tribunals Service: forms and guidance\">court fee</a>, unless you qualify for help.</p>\n\n<p>You’ll need to get <a rel=\"external\" href=\"http://legaladviserfinder.justice.gov.uk/AdviserSearch.do\" title=\"Find a legal adviser\">legal advice.</a></p>\n"},{"web_url":"https://www.gov.uk/evicting-tenants/harassment-and-illegal-evictions","slug":"harassment-and-illegal-evictions","order":5,"title":"Harassment and illegal evictions","body":"<p>It’s a crime to harass or try to force your tenants out of a property without using proper procedures. If this happens, they may have a right to claim damages through the court.</p>\n\n<h2>What is harassment?</h2>\n\n<p>Harassment can be anything you do or don’t do that makes your tenants feel unsafe in the property or forces them to leave.</p>\n\n<p>Harassment can include:</p>\n\n<ul>\n  <li>stopping services, like electricity</li>\n  <li>withholding keys - eg there are 2 tenants in a property but you will only give 1 key</li>\n  <li>refusing to carry out repairs</li>\n  <li>anti-social behaviour by someone on your behalf - eg your friend moves in next door to your tenants and causes problems</li>\n  <li>threats and physical violence</li>\n</ul>\n\n<h2>Illegal eviction</h2>\n\n<p>You may be guilty of illegal eviction if you:</p>\n\n<ul>\n  <li>don’t give your tenants the right amount of notice to leave the property </li>\n  <li>change the locks</li>\n  <li>evict your tenants without a court order</li>\n</ul>\n"}]},"updated_at":"2012-10-22T15:25:12+00:00","tags":[{"title":"Business Link","id":"https://www.gov.uk/api/tags/businesslink.json","web_url":null,"details":{"description":null,"type":"legacy_source"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=businesslink","web_url":"https://www.gov.uk/browse/businesslink"},"parent":null},{"title":"Being a landlord and renting out a room","id":"https://www.gov.uk/api/tags/housing%2Flandlords.json","web_url":null,"details":{"description":"Includes tenancy agreements, deposit schemes and eviction","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=housing%2Flandlords","web_url":"https://www.gov.uk/browse/housing/landlords"},"parent":{"title":"Housing and local services","id":"https://www.gov.uk/api/tags/housing.json","web_url":null,"details":{"description":"Your legal obligations and rights when renting, buying or owning a home, plus information about Council Tax, what to do if you're homeless and where to get help if you have a housing dispute.","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=housing","web_url":"https://www.gov.uk/browse/housing"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/private-renting-evictions.json","web_url":"https://www.gov.uk/private-renting-evictions","title":"Private renting for tenants: evictions","format":"guide","details":{"need_id":"2015","business_proposition":false,"description":"Landlords need to follow certain procedures when evicting tenants - find out about eviction notices, harassment and illegal evictions, and going to court"},"updated_at":"2012-10-22T15:25:25+00:00"},{"id":"https://www.gov.uk/api/possession-claim-online-recover-property.json","web_url":"https://www.gov.uk/possession-claim-online-recover-property","title":"Possession Claim Online: recover property","format":"transaction","details":{"need_id":"B78","business_proposition":true,"description":"How to take court action to repossess a property or evict a tenant if you're owed money for rent or a mortgage"},"updated_at":"2012-10-22T15:15:57+00:00"},{"id":"https://www.gov.uk/api/tenancy-agreements-a-guide-for-landlords.json","web_url":"https://www.gov.uk/tenancy-agreements-a-guide-for-landlords","title":"Tenancy agreements: a guide for landlords (England and Wales)","format":"guide","details":{"need_id":"B147","business_proposition":true,"description":"What to include in a tenancy agreement, different types of tenancy (including assured shorthold tenancy) and how to end a tenancy"},"updated_at":"2012-10-22T15:17:34+00:00"}]}