{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/first-aid-on-the-road.json","web_url":"https://www.gov.uk/first-aid-on-the-road","title":"First aid on the road","format":"answer","details":{"need_id":"2615","business_proposition":false,"description":"Emergency roadside treatment, assistance, emergency care for casualties - the Highway Code","alternative_title":"The Highway Code: First aid on the road","body":"\n<div class=\"application-notice info-notice\">\n<p>This Highway Code applies to England, Scotland and Wales. <a href=\"/highway-code\" title=\"The Highway Code\">The Highway Code</a> is essential reading for everyone.</p>\n</div>\n\n<p>In the event of an incident, you can do a number of things to help, even if you have had no training.</p>\n\n<h2>1. Deal with danger</h2>\n<p>Further collisions and fire are the main dangers following a crash. Approach any vehicle involved with care. Switch off all engines and, if possible, warn other traffic. Stop anyone from smoking.</p>\n\n<h2>2. Get help</h2>\n<p>Try to get the assistance of bystanders. Get someone to call the appropriate emergency services as soon as possible. They will need to know the exact location of the incident and the number of vehicles involved.</p>\n\n<h2>3. Help those involved</h2>\n<p><strong>DO NOT</strong> move casualties still in vehicles unless further danger is threatened.<br />\n<strong>DO NOT</strong> remove a motorcyclist’s helmet unless it is essential. Remember the casualty may be suffering from shock.<br />\n<strong>DO NOT</strong> give them anything to eat or drink.<br />\n<strong>DO</strong> try to make them warm and as comfortable as you can, but avoid unnecessary movement.<br />\n<strong>DO</strong> give reassurance confidently and try not to leave them alone or let them wander into the path of other traffic.</p>\n\n<h2>4.  Provide emergency care</h2>\n<p>Remember the letters DR A B C:  </p>\n\n<p><strong>D - Danger</strong> - check that you are not in danger.<br />\n<strong>R - Response</strong> - try to get a response by asking questions and gently shaking their shoulders.<br />\n<strong>A - Airway</strong> - the airway should be clear and kept open. Place one hand on the forehead, two fingers under the chin and gently tilt the head back.<br />\n<strong>B - Breathing</strong> - normal breathing should be established. Once the airway is open check breathing for up to 10 seconds.<br />\n<strong>C - Compressions</strong> - if they are not breathing normally compressions should be administered to maintain circulation; place two hands in the centre of the chest and press down 4-5 cms at a rate of 100/minute. You may only need one hand for a child. Give 30 chest compressions. Then tilt the head back gently, pinch the casualty’s nostrils together and place your mouth over theirs. Give two breaths, each lasting one second (use gentle breaths for a small child).</p>\n\n<h3>Bleeding</h3>\n<p>First check for anything that may be in the wound, such as glass. If there is nothing embedded apply firm pressure over the wound. Take care not to press on the object - build up padding on either side of it. Fasten a pad to the wound with a bandage or length of cloth. Use the cleanest material available. If a limb is bleeding, but not broken, raise it above the level of the heart to reduce the flow of blood. Any restriction of blood circulation for more than a short time could cause long-term injuries.</p>\n\n<h3>Burns</h3>\n<p>Try to cool the burn by dousing it with clean, cold water or similar non-toxic liquid for at least 10 minutes. Do not try to remove anything sticking to the burn.</p>\n\n<h2>5. Be prepared</h2>\n<p>Always carry a first aid kit. You could save a life by learning emergency aid and first aid from a qualified organisation, such as the local ambulance services:  </p>\n\n<ul>\n  <li><a rel=\"external\" href=\"http://www.sja.org.uk/sja/default.aspx\" title=\"St John Ambulance Association and Brigade\">St John Ambulance Association and Brigade</a></li>\n  <li><a rel=\"external\" href=\"http://www.firstaid.org.uk\" title=\"St Andrew’s First Aid\">St Andrew’s First Aid</a></li>\n  <li><a rel=\"external\" href=\"http://www.redcross.org.uk/What-we-do/First-aid/First-aid-training\" title=\"The British Red Cross\">the British Red Cross</a></li>\n</ul>\n"},"updated_at":"2012-10-22T15:18:42+00:00","tags":[{"title":"The Highway Code","id":"https://www.gov.uk/api/tags/driving%2Fhighway-code.json","web_url":null,"details":{"description":"Includes road signs and rules for vehicles and cyclists","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving%2Fhighway-code","web_url":"https://www.gov.uk/browse/driving/highway-code"},"parent":{"title":"Driving, transport, and travel","id":"https://www.gov.uk/api/tags/driving.json","web_url":null,"details":{"description":"Book your driving test or get a tax disc online, find out the legal requirements for buying, owning, importing or scrapping a car or motorcycle, and read about your rights and responsibilities as a driver.","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving","web_url":"https://www.gov.uk/browse/driving"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/health-conditions-and-driving.json","web_url":"https://www.gov.uk/health-conditions-and-driving","title":"Health conditions and driving","format":"answer","details":{"need_id":"13","business_proposition":false,"description":"List of health conditions you may need to tell DVLA about if you have a driving licence"},"updated_at":"2012-10-22T15:25:48+00:00"},{"id":"https://www.gov.uk/api/highway-code.json","web_url":"https://www.gov.uk/highway-code","title":"The Highway Code","format":"guide","details":{"need_id":"2466","business_proposition":false,"description":"Contents page for the Highway Code, which applies to England, Scotland and Wales and is essential reading for everyone"},"updated_at":"2012-10-22T15:17:30+00:00"}]}