{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/first-aid-on-the-road.json","web_url":"https://www.gov.uk/first-aid-on-the-road","title":"First aid on the road","format":"answer","updated_at":"2012-12-14T14:37:57+00:00","details":{"need_id":"2615","business_proposition":false,"description":"Emergency roadside treatment, assistance, emergency care for casualties - the Highway Code","language":"en","body":"\n<div class=\"application-notice info-notice\">\n<p>This Highway Code applies to England, Scotland and Wales. <a href=\"/highway-code\" title=\"The Highway Code\">The Highway Code</a> is essential reading for everyone.</p>\n</div>\n\n<p>The following information may be of general assistance, but there&rsquo;s no substitute for proper training. Any first aid given at the scene of an incident should be looked on only as a temporary measure until the emergency services arrive. If you haven&rsquo;t had any first aid training, the following points could be helpful.</p>\n\n<h2>1. Deal with danger</h2>\n\n<p>Further collisions and fire are the main dangers following a crash. Approach any vehicle involved with care. Switch off all engines and, if possible, warn other traffic. Stop anyone from smoking.</p>\n\n<h2>2. Get help</h2>\n\n<p>Try to get the assistance of bystanders. Get someone to call the appropriate emergency services on 999 or 112 as soon as possible. They will need to know the exact location of the incident and the number of vehicles involved. Try to give information about the condition of any casualties, eg if anyone is having difficulty breathing, is bleeding heavily or does not respond when spoken to.</p>\n\n<h2>3. Help those involved</h2>\n\n<p><strong>DO NOT</strong> move casualties still in vehicles unless there is the threat of further danger. <strong>DO NOT</strong> remove a motorcyclist’s helmet unless it is essential. Remember the casualty may be suffering from shock. <strong>DO NOT</strong> give them anything to eat or drink. <strong>DO</strong> try to make them warm and as comfortable as you can. Protect them from rain or snow, but avoid unnecessary movement. <strong>DO</strong> give reassurance confidently and try not to leave them alone or let them wander into the path of other traffic.</p>\n\n<h2>4. Provide emergency care</h2>\n\n<p>Remember the letters D R A B C: </p>\n\n<p><strong>D  Danger</strong> Check that you are not in danger.<br />\n<strong>R Response</strong> Try to get a response by asking questions and gently shaking their shoulders.<br />\n<strong>A Airway</strong> If the person is not talking and the airway may be blocked, then place one hand under the chin and lift the chin up and forward. If they are still having difficulty with breathing then gently tilt the head back.<br />\n<strong>B Breathing</strong> Normal breathing should be established. Once the airway is open check breathing for up to 10 seconds.<br />\n<strong>C Compressions</strong> If they have no signs of life and there is no pulse, then chest compressions should be administered. Place two hands in the centre of the chest and press down hard and fast – 5–6 cm at a rate of 100/minute. You may only need one hand for a child and shouldn&rsquo;t press down as far. For infants, use two fingers in the middle of the chest when delivering compressions and don&rsquo;t press down too far.</p>\n\n<h3>Bleeding</h3>\n\n<p>First, check for anything that may be in the wound, such as glass. Taking care not to press on the object, build up padding on either side of the object. If there&rsquo;s nothing embedded, apply firm pressure over the wound to stem the flow of blood. As soon as practical, fasten a pad to the wound with a bandage or length of cloth. Use the cleanest material available. If a limb is bleeding but not broken, raise it above the level of the heart to reduce the flow of blood. Any restriction of blood circulation for more than a short time could cause long-term injuries.</p>\n\n<h3>Burns</h3>\n\n<p>Check the casualty for shock, and if possible, try to cool the burn for at least 10 minutes with plenty of clean, cold water or other non-toxic liquid. Don&rsquo;t try to remove anything that&rsquo;s sticking to the burn.</p>\n\n<h3>Be prepared</h3>\n\n<p>Always carry a first aid kit – you might never need it, but it could save a life. \nLearn first aid – you can get first aid training from a qualified organisation such as <a rel=\"external\" href=\"http://www.sja.org.uk/sja/default.aspx\" title=\"St John Ambulance Association and Brigade\">St John Ambulance and Brigade,</a> <a rel=\"external\" href=\"http://www.firstaid.org.uk\" title=\"St Andrew’s First Aid\">St Andrew&rsquo;s First Aid,</a> <a rel=\"external\" href=\"http://www.redcross.org.uk/What-we-do/First-aid/First-aid-training\" title=\"The British Red Cross\">British Red Cross Society,</a> or any suitable qualified body.</p>\n","alternative_title":"The Highway Code: First aid on the road"},"tags":[{"title":"The Highway Code","id":"https://www.gov.uk/api/tags/driving%2Fhighway-code.json","web_url":null,"details":{"description":"Includes road signs and rules for vehicles and cyclists","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving%2Fhighway-code","web_url":"https://www.gov.uk/browse/driving/highway-code"},"parent":{"title":"Driving, transport and travel","id":"https://www.gov.uk/api/tags/driving.json","web_url":null,"details":{"description":"Book your driving test or get a tax disc online, find out the legal requirements for buying, owning, importing or scrapping a car or motorcycle, and read about your rights and responsibilities as a driver.","short_description":"","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving","web_url":"https://www.gov.uk/browse/driving"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/health-conditions-and-driving.json","web_url":"https://www.gov.uk/health-conditions-and-driving","title":"Health conditions and driving","format":"answer","updated_at":"2012-10-22T15:25:48+00:00"},{"id":"https://www.gov.uk/api/highway-code.json","web_url":"https://www.gov.uk/highway-code","title":"The Highway Code","format":"guide","updated_at":"2012-12-20T15:25:05+00:00"}]}