{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/general-rules-all-drivers-riders-103-to-158.json","web_url":"https://www.gov.uk/general-rules-all-drivers-riders-103-to-158","title":"General rules, techniques and advice for all drivers and riders (103 to 158)","format":"guide","updated_at":"2012-11-19T10:21:57+00:00","details":{"need_id":"2473","business_proposition":false,"description":"The Highway Code: general rules and advice for all drivers and riders (rules 103 to 158)","language":"en","alternative_title":"The Highway Code: rules 103 to 158","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/general-rules-all-drivers-riders-103-to-158/overview","slug":"overview","order":1,"title":"Overview","body":"<p>This section should be read by all drivers, motorcyclists, cyclists and horse riders. The rules in <strong>The Highway Code</strong> do not give you the right of way in any circumstance, but they advise you when you should give way to others. Always give way if it can help to avoid an incident.</p>\n"},{"web_url":"https://www.gov.uk/general-rules-all-drivers-riders-103-to-158/signals-103-to-106","slug":"signals-103-to-106","order":2,"title":"Signals (103 to 106)","body":"<h2>103</h2>\n\n<p>Signals warn and inform other road users, including pedestrians (<a rel=\"external\" href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_070566.pdf\" title=\"download 'Signals to other road users' (PDF, 102KB)\">download &lsquo;Signals to other road users&rsquo; (PDF, 102KB)</a>), of your intended actions. You should always</p>\n\n<ul>\n  <li>give clear signals in plenty of time, having checked it is not misleading to signal at that time  </li>\n  <li>use them to advise other road users before changing course or direction, stopping or moving off</li>\n  <li>cancel them after use  </li>\n  <li>make sure your signals will not confuse others. If, for instance, you want to stop after a side road, do not signal until you are passing the road. If you signal earlier it may give the impression that you intend to turn into the road. Your brake lights will warn traffic behind you that you are slowing down  </li>\n  <li>use an arm signal to emphasise or reinforce your signal if necessary. Remember that signalling does not give you priority.</li>\n</ul>\n\n<h2>104</h2>\n\n<p>You should also</p>\n\n<ul>\n  <li>watch out for signals given by other road users and proceed only when you are satisfied that it is safe  </li>\n  <li>be aware that an indicator on another vehicle may not have been cancelled.  </li>\n</ul>\n\n<h2>105</h2>\n\n<p>You <strong>MUST</strong> obey signals given by police officers, traffic officers, traffic wardens (<a rel=\"external\" href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_070565.pdf\" title=\"download 'Signals to other road users' (PDF, 102KB)\">download &lsquo;Signals by authorised persons&rsquo; (PDF, 123KB)</a>) and signs used by school crossing patrols.<br />\n<strong>Laws RTRA sect 28, RTA 1988 sect 35, TMA 2004 sect 6, &amp; FTWO art 3</strong></p>\n\n<h2>106</h2>\n<p><strong>Police stopping procedures.</strong> If the police want to stop your vehicle they will, where possible, attract your attention by</p>\n\n<ul>\n  <li>flashing blue lights, headlights or sounding their siren or horn, usually from behind</li>\n  <li>directing you to pull over to the side by pointing and/or using the left indicator.</li>\n</ul>\n\n<p>You <strong>MUST</strong> then pull over and stop as soon as it is safe to do so. Then switch off your engine.<br />\n<strong>Law RTA 1988 sect 163</strong></p>\n"},{"web_url":"https://www.gov.uk/general-rules-all-drivers-riders-103-to-158/other-stopping-procedures-107-to-112","slug":"other-stopping-procedures-107-to-112","order":3,"title":"Other stopping procedures (107 to 112)","body":"<h2>107</h2>\n\n<p><strong>Vehicle &amp; Operator Services Agency Officers</strong> have powers to stop vehicles on all roads, including motorways and trunk roads, in England and Wales. They will attract your attention by flashing amber lights</p>\n\n<ul>\n  <li>either from the front requesting you to follow them to a safe place to stop  </li>\n  <li>or from behind directing you to pull over to the side by pointing and/or using the left indicator.  </li>\n</ul>\n\n<p>It is an offence not to comply with their directions. You <strong>MUST</strong> obey any signals given (<a rel=\"external\" href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_070565.pdf\" title=\"download 'Signals to other road users' (PDF, 102KB)\">download &lsquo;Signals by authorised persons&rsquo; (PDF, 123KB)</a>).<br />\n<strong>Laws RTA 1988, sect 67, &amp; PRA 2002, sect 41 &amp; sched 5(8)</strong></p>\n\n<h2>108</h2>\n\n<p><strong>Highways Agency Traffic Officers</strong> have powers to stop vehicles on most motorways and some ‘A’ class roads, in England only. If HA traffic officers in uniform want to stop your vehicle on safety grounds (e.g. an insecure load) they will, where possible, attract your attention by</p>\n\n<ul>\n  <li>flashing amber lights, usually from behind</li>\n  <li>directing you to pull over to the side by pointing and/or using the left indicator.</li>\n</ul>\n\n<p>You <strong>MUST</strong> then pull over and stop as soon as it is safe to do so. Then switch off your engine. It is an offence not to comply with their directions (<a rel=\"external\" href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_070565.pdf\" title=\"download 'Signals to other road users' (PDF, 102KB)\">download &lsquo;Signals by authorised persons&rsquo; (PDF, 123KB)</a>).<br />\n<strong>Law RTA1988, sects 35 &amp;163 as amended by TMA 2004, sect 6</strong></p>\n\n<h2>109</h2>\n\n<p><strong>Traffic light signals and traffic signs.</strong> You <strong>MUST</strong> obey all traffic light signals (<a rel=\"external\" href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_070561.pdf\" title=\"download 'Light signals controlling traffic' (PDF, 82KB)\">download &lsquo;Light signals controlling traffic&rsquo; (PDF, 82KB)</a>) and traffic signs giving orders, including temporary signals &amp; signs (<a rel=\"external\" href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_070644.pdf\" title=\"download 'Traffic signs' (PDF, 486KB)\">download &lsquo;Traffic signs&rsquo; (PDF, 486KB)</a>. Make sure you know, understand and act on all other traffic and information signs and road markings (<a rel=\"external\" href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_070563.pdf\" title=\"download 'Road markings' (PDF, 731KB)\">download &lsquo;Road markings&rsquo; (PDF, 731KB)</a> and <a rel=\"external\" href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_070568.pdf\" title=\"download 'Vehicle markings' (PDF, 537KB)\">Vehicle markings&rsquo; (PDF, 537KB)</a>)\n.<br />\n<strong>Laws RTA 1988 sect 36 &amp; TSRGD regs 10, 15, 16, 25, 26, 27, 28, 29, 36, 38 &amp; 40</strong></p>\n\n<h2>110</h2>\n\n<p><strong>Flashing headlights.</strong> Only flash your headlights to let other road users know that you are there. Do not flash your headlights to convey any other message or intimidate other road users.</p>\n\n<h2>111</h2>\n\n<p>Never assume that flashing headlights is a signal inviting you to proceed. Use your own judgement and proceed carefully.</p>\n\n<h2>112</h2>\n\n<p><strong>The horn.</strong> Use only while your vehicle is moving and you need to warn other road users of your presence. Never sound your horn aggressively. You <strong>MUST NOT</strong> use your horn</p>\n\n<ul>\n  <li>while stationary on the road  </li>\n  <li>when driving in a built-up area between the hours of 11.30 pm and 7.00 am   </li>\n</ul>\n\n<p><strong>except</strong> when another road user poses a danger.<br />\n<strong>Law CUR reg 99</strong></p>\n"},{"web_url":"https://www.gov.uk/general-rules-all-drivers-riders-103-to-158/lighting-requirements-113-to-116","slug":"lighting-requirements-113-to-116","order":4,"title":"Lighting requirements (113 to 116)","body":"<h2>113</h2>\n<p>You <strong>MUST</strong></p>\n\n<ul>\n  <li>ensure all sidelights and rear registration plate lights are lit between sunset and sunrise</li>\n  <li>use headlights at night, except on a road which has lit street lighting. These roads are generally restricted to a speed limit of 30 mph (48 km/h) unless otherwise specified</li>\n  <li>use headlights when visibility is seriously reduced (see <a href=\"/driving-adverse-weather-conditions-226-to-237\" title=\"Driving in adverse weather conditions: Overview (226)\">Rule 226</a>).</li>\n</ul>\n\n<p>Night (the hours of darkness) is defined as the period between half an hour after sunset and half an hour before sunrise).<br />\n<strong>Laws RVLR regs 3, 24, &amp; 25, (In Scotland - RTRA 1984 sect 82 (as amended by NRSWA, para 59 of sched 8))</strong></p>\n\n<h2>114</h2>\n\n<p>You <strong>MUST NOT</strong></p>\n\n<ul>\n  <li>use any lights in a way which would dazzle or cause discomfort to other road users, including pedestrians, cyclists and horse riders</li>\n  <li>use front or rear fog lights unless visibility is seriously reduced. You <strong>MUST</strong> switch them off when visibility improves to avoid dazzling other road users (see <a href=\"/driving-adverse-weather-conditions-226-to-237\" title=\"Driving in adverse weather conditions: Overview (226)\">Rule 226</a>).</li>\n</ul>\n\n<p>In stationary queues of traffic, drivers should apply the parking brake and, once the following traffic has stopped, take their foot off the footbrake to deactivate the vehicle brake lights. This will minimise glare to road users behind until the traffic moves again.<br />\n<strong>Law RVLR reg 27</strong></p>\n\n<h2>115</h2>\n<p>You should also</p>\n\n<ul>\n  <li>use dipped headlights, or dim-dip if fitted, at night in built-up areas and in dull daytime weather, to ensure that you can be seen</li>\n  <li>keep your headlights dipped when overtaking until you are level with the other vehicle and then change to main beam if necessary, unless this would dazzle oncoming road users</li>\n  <li>slow down, and if necessary stop, if you are dazzled by oncoming headlights</li>\n</ul>\n\n<h2>116</h2>\n\n<p><strong>Hazard warning lights.</strong> These may be used when your vehicle is stationary, to warn that it is temporarily obstructing traffic. Never use them as an excuse for dangerous or illegal parking. You <strong>MUST NOT</strong> use hazard warning lights while driving or being towed unless you are on a motorway or unrestricted dual carriageway and you need to warn drivers behind you of a hazard or obstruction ahead. Only use them for long enough to ensure that your warning has been observed.<br />\n<strong>Law RVLR reg 27</strong></p>\n"},{"web_url":"https://www.gov.uk/general-rules-all-drivers-riders-103-to-158/control-of-the-vehicle-117-to-126","slug":"control-of-the-vehicle-117-to-126","order":5,"title":"Control of the vehicle (117 to 126)","body":"<h2>Braking</h2>\n\n<h2>117</h2>\n\n<p><strong>In normal circumstances.</strong> The safest way to brake is to do so early and lightly. Brake more firmly as you begin to stop. Ease the pressure off just before the vehicle comes to rest to avoid a jerky stop.</p>\n\n<h2>118</h2>\n\n<p><strong>In an emergency.</strong> Brake immediately. Try to avoid braking so harshly that you lock your wheels. Locked wheels can lead to loss of control.</p>\n\n<h2>119</h2>\n\n<p><strong>Skids.</strong> Skidding is usually caused by the driver braking, accelerating or steering too harshly or driving too fast for the road conditions. If skidding occurs, remove the cause by releasing the brake pedal fully or easing off the accelerator. Turn the steering wheel in the direction of the skid. For example, if the rear of the vehicle skids to the right, steer immediately to the right to recover.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_119_rear_of_the_car_skids_to_the_right_driver_steers_to_the_right.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 119 Rear Of The Car Skids To The Right Driver Steers To The Right\" /></p>\n\n<h2>120</h2>\n\n<p><strong>ABS.</strong> If your vehicle is fitted with anti-lock brakes, you should follow the advice given in the vehicle handbook. However, in the case of an emergency, apply the footbrake firmly; do not release the pressure until the vehicle has slowed to the desired speed. The ABS should ensure that steering control will be retained, but do not assume that a vehicle with ABS will stop in a shorter distance.</p>\n\n<h2>121</h2>\n\n<p><strong>Brakes affected by water.</strong> If you have driven through deep water your brakes may be less effective. Test them at the first safe opportunity by pushing gently on the brake pedal to make sure that they work. If they are not fully effective, gently apply light pressure while driving slowly. This will help to dry them out.</p>\n\n<h2>122</h2>\n\n<p><strong>Coasting.</strong> This term describes a vehicle travelling in neutral or with the clutch pressed down. It can reduce driver control because</p>\n\n<ul>\n  <li>engine braking is eliminated</li>\n  <li>vehicle speed downhill will increase quickly</li>\n  <li>increased use of the footbrake can reduce its effectiveness</li>\n  <li>steering response will be affected, particularly on bends and corners</li>\n  <li>it may be more difficult to select the appropriate gear when needed.</li>\n</ul>\n\n<h2>The Driver and the Environment</h2>\n\n<h2>123</h2>\n\n<p>You <strong>MUST NOT</strong> leave a parked vehicle unattended with the engine running or leave a vehicle engine running unnecessarily while that vehicle is stationary on a public road. Generally, if the vehicle is stationary and is likely to remain so for more than a couple of minutes, you should apply the parking brake and switch off the engine to reduce emissions and noise pollution. However it is permissible to leave the engine running if the vehicle is stationary in traffic or for diagnosing faults.<br />\n<strong>Law CUR regs 98 &amp; 107</strong></p>\n\n<h2>Speed limits</h2>\n\n<h2>124</h2>\n<p>You <strong>MUST NOT</strong> exceed the maximum speed limits for the road and for your vehicle (see the table below). The presence of street lights generally means that there is a 30 mph (48 km/h) speed limit unless otherwise specified.<br />\n<strong>Law RTRA sects 81, 86, 89 &amp; sch 6</strong></p>\n\n<h2>125</h2>\n\n<p>The speed limit is the absolute maximum and does not mean it is safe to drive at that speed irrespective of conditions. Driving at speeds too fast for the road and traffic conditions is dangerous. You should always reduce your speed when</p>\n\n<ul>\n  <li>the road layout or condition presents hazards, such as bends</li>\n  <li>sharing the road with pedestrians, cyclists and horse riders, particularly children, and motorcyclists</li>\n  <li>weather conditions make it safer to do so</li>\n  <li>driving at night as it is more difficult to see other road users.</li>\n</ul>\n\n<p><strong>Speed Limits</strong></p>\n\n<table>\n  <tbody>\n    <tr>\n      <td><strong>Type of vehicle</strong></td>\n      <td><strong>Built-up areas</strong>*</td>\n      <td><strong>Single carriageways</strong></td>\n      <td><strong>Dual carriageways</strong></td>\n      <td><strong>Motorways</strong></td>\n    </tr>\n    <tr>\n      <td>&nbsp;</td>\n      <td><strong>MPH</strong> (km/h)</td>\n      <td><strong>MPH</strong> (km/h)</td>\n      <td><strong>MPH</strong> (km/h)</td>\n      <td><strong>MPH</strong> (km/h)</td>\n    </tr>\n    <tr>\n      <td><strong>Cars &amp; motorcycles</strong> (including car derived vans up to 2 tonnes maximum laden weight)</td>\n      <td><strong>30</strong> (48)</td>\n      <td><strong>60</strong> (96)</td>\n      <td><strong>70</strong> (112)</td>\n      <td><strong>70</strong> (112)</td>\n    </tr>\n    <tr>\n      <td><strong>Cars towing caravans or trailers</strong> (including car derived vans and motorcycles)</td>\n      <td><strong>30</strong> (48)</td>\n      <td><strong>50</strong> (80)</td>\n      <td><strong>60</strong> (96)</td>\n      <td><strong>60</strong> (95)</td>\n    </tr>\n    <tr>\n      <td><strong>Buses, coaches and minibuses</strong> (not exceeding 12 metres in overall length</td>\n      <td><strong>30</strong> (48)</td>\n      <td><strong>50</strong> (80)</td>\n      <td><strong>60</strong> (96)</td>\n      <td><strong>70</strong> (112)</td>\n    </tr>\n    <tr>\n      <td><strong>Goods vehicles</strong> (not exceeding 7.5 tonnes maximum laden weight)</td>\n      <td><strong>30</strong> (48)</td>\n      <td><strong>50</strong> (80)</td>\n      <td><strong>60</strong> (96)</td>\n      <td><strong>70†</strong> (112)</td>\n    </tr>\n    <tr>\n      <td><strong>Goods vehicles</strong> (exceeding 7.5 tonnes maximum laden weight)</td>\n      <td><strong>30</strong> (48)</td>\n      <td><strong>40</strong> (64)</td>\n      <td><strong>50</strong> (80)</td>\n      <td><strong>60</strong> (96)</td>\n    </tr>\n  </tbody>\n</table>\n\n<p>*The 30 mph limit usually applies to all traffic on all roads with street lighting unless signs show otherwise.\n†60 mph (96 km/h) if articulated or towing a trailer</p>\n\n<h2>126</h2>\n<p><strong>Stopping Distances.</strong> Drive at a speed that will allow you to stop well within the distance you can see to be clear. You should</p>\n\n<ul>\n  <li>leave enough space between you and the vehicle in front so that you can pull up safely if it suddenly slows down or stops. The safe rule is never to get closer than the overall stopping distance (see Typical Stopping Distances diagram, shown below)</li>\n  <li>allow at least a two-second gap between you and the vehicle in front on roads carrying faster-moving traffic and in tunnels where visibility is reduced. The gap should be at least doubled on wet roads and increased still further on icy roads</li>\n  <li>remember, large vehicles and motorcycles need a greater distance to stop. If driving a large vehicle in a tunnel, you should allow a four-second gap between you and the vehicle in front.</li>\n</ul>\n\n<p>If you have to stop in a tunnel, leave at least a 5-metre gap between you and the vehicle in front.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_126_use_a_fixed_point_to_help_measure_a_twosecond_gap.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 126 Use A Fixed Point To Help Measure A Twosecond Gap\" /></p>\n\n<div class=\"form-download\">\n<p><a href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@motor/documents/digitalasset/dg_188029.pdf\" title=\"Download 'Typical stopping distances' (PDF, 127KB)\" rel=\"external\">Download ‘Typical stopping distances’ (PDF, 127KB)</a></p>\n</div>\n"},{"web_url":"https://www.gov.uk/general-rules-all-drivers-riders-103-to-158/lines-and-lane-markings-on-the-road-127-to-132","slug":"lines-and-lane-markings-on-the-road-127-to-132","order":6,"title":"Lines and lane markings on the road (127 to 132)","body":"\n<div class=\"form-download\">\n<p><a href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_070563.pdf\" title=\"download 'Road markings' (PDF, 731KB)\" rel=\"external\">Download ‘Road markings’ (PDF, 731KB)</a> to see diagrams of all lines.</p>\n</div>\n\n<h2>127</h2>\n<p><strong>A broken white line.</strong> This marks the centre of the road. When this line lengthens and the gaps shorten, it means that there is a hazard ahead. Do not cross it unless you can see the road is clear and wish to overtake or turn off.</p>\n\n<h2>128</h2>\n<p><strong>Double white lines where the line nearest to you is broken.</strong> This means you may cross the lines to overtake if it is safe, provided you can complete the manoeuvre before reaching a solid white line on your side. White direction arrows on the road indicate that you need to get back onto your side of the road.</p>\n\n<h2>129</h2>\n<p><strong>Double white lines where the line nearest you is solid.</strong> This means you <strong>MUST NOT</strong> cross or straddle it unless it is safe and you need to enter adjoining premises or a side road. You may cross the line if necessary, provided the road is clear, to pass a stationary vehicle, or overtake a pedal cycle, horse or road maintenance vehicle, if they are travelling at 10 mph (16 km/h) or less.<br />\n<strong>Laws RTA 1988 sect 36 &amp; TSRGD regs 10 &amp; 26</strong></p>\n\n<h2>130</h2>\n<p><strong>Areas of white diagonal stripes</strong> or chevrons painted on the road. These are to separate traffic lanes or to protect traffic turning right.</p>\n\n<ul>\n  <li>If the area is bordered by a broken white line, you should not enter the area unless it is necessary and you can see that it is safe to do so.</li>\n  <li>If the area is marked with chevrons and bordered by solid white lines you <strong>MUST NOT</strong> enter it except in an emergency.<br />\n<strong>Laws MT(E&amp;W)R regs 5, 9, 10 &amp; 16, MT(S)R regs 4, 8, 9 &amp; 14, RTA sect 36 &amp; TSRGD 10(1)</strong></li>\n</ul>\n\n<h2>131</h2>\n\n<p><strong>Lane dividers.</strong> These are short, broken white lines which are used on wide carriageways to divide them into lanes. You should keep between them.</p>\n\n<h2>132</h2>\n\n<p><strong>Reflective road studs</strong> may be used with white lines.</p>\n\n<ul>\n  <li>White studs mark the lanes or the middle of the road.</li>\n  <li>Red studs mark the left edge of the road.</li>\n  <li>Amber studs mark the central reservation of a dual carriageway or motorway.</li>\n  <li>Green studs mark the edge of the main carriageway at lay-bys and slip roads.</li>\n  <li>Green/yellow studs indicate temporary adjustments to lane layouts, e.g. where road works are taking place.</li>\n</ul>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_132_reflective_road_studs_mark_the_lanes_and_edges_of_the_carriageway.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 132 Reflective Road Studs Mark The Lanes And Edges Of The Carriageway\" /></p>\n"},{"web_url":"https://www.gov.uk/general-rules-all-drivers-riders-103-to-158/multilane-carriageways-133-to-143","slug":"multilane-carriageways-133-to-143","order":7,"title":"Multi-lane carriageways (133 to 143)","body":"<h2>Lane discipline</h2>\n\n<h2>133</h2>\n\n<p>If you need to change lane, first use your mirrors and if necessary take a quick sideways glance to make sure you will not force another road user to change course or speed. When it is safe to do so, signal to indicate your intentions to other road users and when clear, move over.</p>\n\n<h2>134</h2>\n<p>You should follow the signs and road markings and get into the lane as directed. In congested road conditions do not change lanes unnecessarily. Merging in turn is recommended but only if safe and appropriate when vehicles are travelling at a very low speed, e.g. when approaching road works or a road traffic incident. It is not recommended at high speed.</p>\n\n<h2>Single carriageway</h2>\n\n<h2>135</h2>\n\n<p>Where a single carriageway has three lanes and the road markings or signs do not give priority to traffic in either direction</p>\n\n<ul>\n  <li>use the middle lane only for overtaking or turning right. Remember, you have no more right to use the middle lane than a driver coming from the opposite direction</li>\n  <li>do not use the right-hand lane.</li>\n</ul>\n\n<h2>136</h2>\n\n<p>Where a single carriageway has four or more lanes, use only the lanes that signs or markings indicate.</p>\n\n<h2>Dual carriageways</h2>\n\n<p>A dual carriageway is a road which has a central reservation to separate the carriageways.</p>\n\n<h2>137</h2>\n<p>On a two-lane dual carriageway you should stay in the left-hand lane. Use the right-hand lane for overtaking or turning right. After overtaking, move back to the left-hand lane when it is safe to do so.</p>\n\n<h2>138</h2>\n<p>On a three-lane dual carriageway, you may use the middle lane or the right-hand lane to overtake but return to the middle and then the left-hand lane when it is safe.</p>\n\n<h2>139</h2>\n<p><strong>Climbing and crawler lanes.</strong> These are provided on some hills. Use this lane if you are driving a slow-moving vehicle or if there are vehicles behind you wishing to overtake. Be aware of the signs and road markings which indicate the lane is about to end.</p>\n\n<h2>140</h2>\n<p><strong>Cycle lanes.</strong> These are shown by road markings and signs. You <strong>MUST NOT</strong> drive or park in a cycle lane marked by a solid white line during its times of operation. Do not drive or park in a cycle lane marked by a broken white line unless it is unavoidable. You <strong>MUST NOT</strong> park in any cycle lane whilst waiting restrictions apply.<br />\n<strong>Law RTRA sects 5 &amp; 8</strong></p>\n\n<h2>141</h2>\n<p><strong>Bus lanes.</strong> These are shown by road markings and signs that indicate which (if any) other vehicles are permitted to use the bus lane. Unless otherwise indicated, you should not drive in a bus lane during its period of operation. You may enter a bus lane to stop, to load or unload where this is not prohibited.</p>\n\n<h2>142</h2>\n<p><strong>High-occupancy vehicle lanes and other designated vehicle lanes.</strong> Lanes may be restricted for use by particular types of vehicle; these restrictions may apply some or all of the time. The operating times and vehicle types will be indicated on the accompanying traffic signs. You <strong>MUST NOT</strong> drive in such lanes during their times of operation unless signs indicate that your vehicle is permitted.</p>\n\n<div class=\"form-download\">\n<p><a href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_070644.pdf\" title=\"download 'Traffic signs' (PDF, 486KB)\" rel=\"external\">Download ‘Traffic signs’ (PDF, 486KB)</a></p>\n</div>\n\n<p>Vehicles permitted to use designated lanes may or may not include cycles, buses, taxis, licensed private hire vehicles, motorcycles, heavy goods vehicles (HGVs) and high-occupancy vehicles (HOVs).\nWhere HOV lanes are in operation, they <strong>MUST ONLY</strong> be used by</p>\n\n<ul>\n  <li>vehicles containing at least the minimum number of people indicated on the traffic signs</li>\n  <li>any other vehicles, such as buses and motorcycles, as indicated on signs prior to the start of the lane, irrespective of the number of occupants.<br />\n<strong>Laws RTRA sects 5 &amp; 8, &amp; RTA 1988, sect 36</strong></li>\n</ul>\n\n<h2>143</h2>\n<p><strong>One-way streets.</strong> Traffic MUST travel in the direction indicated by signs. Buses and/or cycles may have a contraflow lane. Choose the correct lane for your exit as soon as you can. Do not change lanes suddenly. Unless road signs or markings indicate otherwise, you should use</p>\n\n<ul>\n  <li>the left-hand lane when going left</li>\n  <li>the right-hand lane when going right</li>\n  <li>the most appropriate lane when going straight ahead.</li>\n</ul>\n\n<p>Remember – traffic could be passing on both sides.<br />\n<strong>Laws RTA 1988 sect 36 &amp; RTRA sects 5 &amp; 8</strong></p>\n"},{"web_url":"https://www.gov.uk/general-rules-all-drivers-riders-103-to-158/general-advice-144-to-158","slug":"general-advice-144-to-158","order":8,"title":"General advice (144 to 158)","body":"<h2>144</h2>\n<p>You <strong>MUST NOT</strong></p>\n\n<ul>\n  <li>drive dangerously</li>\n  <li>drive without due care and attention</li>\n  <li>drive without reasonable consideration for other road users.<br />\n<strong>Law RTA 1988 sects 2 &amp; 3 as amended by RTA 1991</strong></li>\n</ul>\n\n<h2>145</h2>\n<p>You <strong>MUST NOT</strong> drive on or over a pavement, footpath or bridleway except to gain lawful access to property, or in the case of an emergency.<br />\n<strong>Laws HA 1835 sect 72 &amp; RTA 1988 sect 34</strong></p>\n\n<h2>146</h2>\n<p><strong>Adapt your driving</strong> to the appropriate type and condition of road you are on. In particular</p>\n\n<ul>\n  <li>do not treat speed limits as a target. It is often not appropriate or safe to drive at the maximum speed limit</li>\n  <li>take the road and traffic conditions into account. Be prepared for unexpected or difficult situations, for example, the road being blocked beyond a blind bend. Be prepared to adjust your speed as a precaution</li>\n  <li>where there are junctions, be prepared for road users emerging</li>\n  <li>in side roads and country lanes look out for unmarked junctions where nobody has priority</li>\n  <li>be prepared to stop at traffic control systems, road works, pedestrian crossings or traffic lights as necessary</li>\n  <li>children, are looking the other way, they may step out into the road without seeing you.</li>\n</ul>\n\n<h2>147</h2>\n\n<p><strong>Be considerate.</strong> Be careful of and considerate towards all types of road users, especially those requiring extra care (see <a href=\"/road-users-requiring-extra-care-204-to-225\" title=\"Road users requiring extra care: Overview (204)\">Rule 204</a>). You should</p>\n\n<ul>\n  <li>try to be understanding if other road users cause problems; they may be inexperienced or not know the area well</li>\n  <li>be patient; remember that anyone can make a mistake</li>\n  <li>not allow yourself to become agitated or involved if someone is behaving badly on the road. This will only make the situation worse. Pull over, calm down and, when you feel relaxed, continue your journey</li>\n  <li>slow down and hold back if a road user pulls out into your path at a junction. Allow them to get clear. Do not over-react by driving too close behind to intimidate them</li>\n  <li>do not throw anything out of a vehicle, for example, cigarette ends, cans, paper or carrier bags. This can endanger other road users, particularly motorcyclists and cyclists.</li>\n</ul>\n\n<h2>148</h2>\n<p><strong>Safe driving and riding needs concentration.</strong> Avoid distractions when driving or riding such as</p>\n\n<ul>\n  <li>loud music (this may mask other sounds)</li>\n  <li>trying to read maps</li>\n  <li>inserting a cassette or CD or tuning a radio</li>\n  <li>arguing with your passengers or other road users</li>\n  <li>eating and drinking</li>\n  <li>smoking</li>\n</ul>\n\n<p>You <strong>MUST NOT</strong> smoke in public transport vehicles or in vehicles used for work purposes in certain prescribed circumstances. Separate regulations apply to England, Wales and Scotland.<br />\n<strong>Laws TSf(EV) regs 2007, TSfP(W) regs 2007 &amp; TPSCP(S) regs 2006</strong></p>\n\n<h2>Mobile phones and in-vehicle technology</h2>\n\n<h2>149</h2>\n<p>You <strong>MUST</strong> exercise proper control of your vehicle at all times. You <strong>MUST NOT</strong> use a hand-held mobile phone, or similar device, when driving or when supervising a learner driver, except to call 999 or 112 in a genuine emergency when it is unsafe or impractical to stop. Never use a hand-held microphone when driving. Using hands-free equipment is also likely to distract your attention from the road. It is far safer not to use any telephone while you are driving or riding - find a safe place to stop first or use the voicemail facility and listen to messages later.<br />\n<strong>Laws RTA 1988 sects 2 &amp; 3 &amp; CUR regs 104 &amp; 110</strong></p>\n\n<h2>150</h2>\n<p>There is a danger of driver distraction being caused by in-vehicle systems such as satellite navigation systems, congestion warning systems, PCs, multi-media, etc. You <strong>MUST</strong> exercise proper control of your vehicle at all times. Do not rely on driver assistance systems such as cruise control or lane departure warnings. They are available to assist but you should not reduce your concentration levels. Do not be distracted by maps or screen-based information (such as navigation or vehicle management systems) while driving or riding. If necessary find a safe place to stop.<br />\n<strong>Laws RTA 1988 sects 2 &amp; 3 &amp; CUR reg 104</strong>  </p>\n\n<h2>151</h2>\n<p><strong>In slow-moving traffic.</strong> You should</p>\n\n<ul>\n  <li>reduce the distance between you and the vehicle ahead to maintain traffic flow</li>\n  <li>never get so close to the vehicle in front that you cannot stop safely</li>\n  <li>leave enough space to be able to manoeuvre if the vehicle in front breaks down or an emergency vehicle needs to get past</li>\n  <li>not change lanes to the left to overtake</li>\n  <li>allow access into and from side roads, as blocking these will add to congestion</li>\n  <li>be aware of cyclists and motorcyclists who may be passing on either side.</li>\n</ul>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_151_do_not_block_access_to_a_side_road.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 151 Do Not Block Access To A Side Road\" /></p>\n\n<h2>Driving in built-up areas</h2>\n\n<h2>152</h2>\n<p><strong>Residential streets.</strong> You should drive slowly and carefully on streets where there are likely to be pedestrians, cyclists and parked cars. In some areas a 20 mph (32 km/h) maximum speed limit may be in force. Look out for</p>\n\n<ul>\n  <li>vehicles emerging from junctions or driveways</li>\n  <li>vehicles moving off</li>\n  <li>car doors opening</li>\n  <li>pedestrians</li>\n  <li>children running out from between parked cars</li>\n  <li>cyclists and motorcyclists.</li>\n</ul>\n\n<h2>153</h2>\n<p><strong>Traffic-calming measures.</strong> On some roads there are features such as road humps, chicanes and narrowings which are intended to slow you down. When you approach these features reduce your speed. Allow cyclists and motorcyclists room to pass through them. Maintain a reduced speed along the whole of the stretch of road within the calming measures. Give way to oncoming road users if directed to do so by signs. You should not overtake other moving road users while in these areas.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_153_chicanes_may_be_used_to_slow_traffic_down.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 153 Chicanes May Be Used To Slow Traffic Down\" /></p>\n\n<h2>Country roads</h2>\n\n<h2>154</h2>\n<p>Take extra care on country roads and reduce your speed at approaches to bends, which can be sharper than they appear, and at junctions and turnings, which may be partially hidden. Be prepared for pedestrians, horse riders, cyclists, slow-moving farm vehicles or mud on the road surface. Make sure you can stop within the distance you can see to be clear. You should also reduce your speed where country roads enter villages.</p>\n\n<h2>155</h2>\n<p><strong>Single-track roads.</strong> These are only wide enough for one vehicle. They may have special passing places. If you see a vehicle coming towards you, or the driver behind wants to overtake, pull into a passing place on your left, or wait opposite a passing place on your right. Give way to vehicles coming uphill whenever you can. If necessary, reverse until you reach a passing place to let the other vehicle pass. Slow down when passing pedestrians, cyclists and horse riders.</p>\n\n<h2>156</h2>\n\n<p>Do not park in passing places.</p>\n\n<h2>Vehicles prohibited from using roads and pavements</h2>\n\n<h2>157</h2>\n\n<p>Certain motorised vehicles do not meet the construction and technical requirements for road vehicles and are generally not intended, not suitable and not legal for road, pavement, footpath, cycle path or bridleway use. These include most types of miniature motorcycles, also called mini motos, and motorised scooters, also called go peds, which are powered by electric or internal combustion engines. These types of vehicle <strong>MUST NOT</strong> be used on roads, pavements, footpaths or bridleways.<br />\n<strong>Laws RTA 1988 sects 34, 41a, 42, 47, 63 &amp; 66, HA 1835, sect 72, &amp; R(S)A sect 129</strong></p>\n\n<h2>158</h2>\n<p>Certain models of motorcycles, motor tricycles and quadricycles, also called quad bikes, are suitable only for off-road use and do not meet legal standards for use on roads. Vehicles that do not meet these standards <strong>MUST NOT</strong> be used on roads. They <strong>MUST NOT</strong> be used on pavements, footpaths, cycle paths or bridleways either. You MUST make sure that any motorcycle, motor tricycle, quadricycle or any other motor vehicle meets legal standards and is properly registered, taxed and insured before using it on the roads. Even when registered, taxed and insured for the road, vehicles MUST NOT be used on pavements.<br />\n<strong>Laws RTA 1988 sects 34, 41a, 42, 47, 63, 66 &amp; 156, HA 1835, sect 72, R(S)A sect 129, &amp; VERA Ss 1, 29, 31A, &amp; 43A</strong></p>\n"}]},"tags":[{"title":"The Highway Code","id":"https://www.gov.uk/api/tags/driving%2Fhighway-code.json","web_url":null,"details":{"description":"Includes road signs and rules for vehicles and cyclists","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving%2Fhighway-code","web_url":"https://www.gov.uk/browse/driving/highway-code"},"parent":{"title":"Driving, transport and travel","id":"https://www.gov.uk/api/tags/driving.json","web_url":null,"details":{"description":"Book your driving test or get a tax disc online, find out the legal requirements for buying, owning, importing or scrapping a car or motorcycle, and read about your rights and responsibilities as a driver.","short_description":"","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving","web_url":"https://www.gov.uk/browse/driving"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/highway-code.json","web_url":"https://www.gov.uk/highway-code","title":"The Highway Code","format":"guide","updated_at":"2012-12-04T11:02:28+00:00"},{"id":"https://www.gov.uk/api/traffic-signs.json","web_url":"https://www.gov.uk/traffic-signs","title":"Traffic signs","format":"answer","updated_at":"2012-11-19T11:20:14+00:00"}]}