{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/growing-your-business.json","web_url":"https://www.gov.uk/growing-your-business","title":"Growing your business","format":"guide","details":{"need_id":"B1054","business_proposition":true,"description":"Steps you can take to help grow your business, and support your business as it grows","alternative_title":"","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/growing-your-business/plan-for-growth","slug":"plan-for-growth","order":1,"title":"Plan for growth","body":"<p>Once your business is established and you’re making a profit on the products and services you sell to customers, you may want to start thinking about how to grow.</p>\n\n<p>Many businesses think of growth in terms of increased sales, but it’s also important to focus on how to maintain or improve your profitability.</p>\n\n<p>Things you can do to help grow your business include:</p>\n\n<ul>\n  <li>looking into ways of increasing your sales, both to <a href=\"/growing-your-business/increase-sales-to-existing-customers\" title=\"Increase sales to existing customers\">existing customers</a> and <a href=\"/growing-your-business/attract-new-customers\" title=\"Attract new customers\">new customers</a></li>\n  <li><a href=\"/growing-your-business/improve-your-products-and-services\" title=\"Improve your products and services\">improving your products and services</a> by researching and testing changes with your customers</li>\n  <li><a href=\"/growing-your-business/develop-new-products-and-services\" title=\"develop-new-products-and-services\">developing new products and services</a>, and selling them to new or existing markets</li>\n  <li><a href=\"/growing-your-business/hire-and-train-staff\" title=\"Hire and train staff\">taking on staff or training</a> your current staff, including working with apprentices and mentors</li>\n  <li>looking for <a href=\"/growing-your-business/get-extra-funding\" title=\"Get extra funding\">additional sources of funding</a>, such as bringing in new investors</li>\n</ul>\n\n<p>Contact the Business Link Helpline for help and advice on starting or growing your business.</p>\n\n<div class=\"contact\">\n<p><strong>Business Link Helpline</strong>  </p>\n\n<p>0845 600 9006  <br />\nMonday to Friday, 9am to 6pm</p>\n</div>\n"},{"web_url":"https://www.gov.uk/growing-your-business/increase-sales-to-existing-customers","slug":"increase-sales-to-existing-customers","order":2,"title":"Increase sales to existing customers","body":"<p>How you go about increasing sales depends on your circumstances and how your business is performing. You might choose to focus on customers who&rsquo;ve already bought from you, or you could try to <a href=\"/growing-your-business/attract-new-customers\" title=\"Attract new customers\">win new customers</a> in your local area, nationally or overseas.</p>\n\n<p>The simplest way to increase your sales is to sell more of the products or services you&rsquo;re selling at the moment to the customers who are already buying them. For most businesses this involves:</p>\n\n<ul>\n  <li>persuading one-off customers to become repeat customers</li>\n  <li>finding customers who&rsquo;ve stopped buying from you and trying to win them back</li>\n  <li>selling more of the same products or services to your regular customers</li>\n</ul>\n\n<p>By keeping a record of who your customers are and what you sold to them, you can work out who&rsquo;s stopped buying from you, and who might consider buying more. Targeting these customers is often a cheaper and more effective way to increase sales than trying to find new ones.</p>\n\n<h2>Review your prices</h2>\n\n<p>Regularly reviewing your prices and checking them against your competitors can be an effective way of increasing your sales, profits or both.</p>\n\n<p>You should try to estimate the likely effect of different price changes on the sales, cash flow and profitability of your business before making any changes. To do this successfully, you need to understand:</p>\n\n<ul>\n  <li>the &lsquo;cost structure&rsquo; of your business (including regular &lsquo;fixed&rsquo; costs, and &lsquo;variable&rsquo; costs that change according to your business&rsquo; activity)</li>\n  <li>the value your customers place on your products and services</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>Watch a video on <a href=\"/avoid-business-cashflow-problems\" title=\"Avoid business cash flow problems\">dealing with cash flow problems</a>, including handling late payments.</p>\n</div>\n\n<p>It&rsquo;s worth bearing in mind that offering a discount can sometimes reduce your overall profitability, even if your sales go up. Equally, you might be able to make more profit overall by increasing prices, even if you&rsquo;re selling fewer items. </p>\n\n<p>Small changes to pricing like providing loyalty schemes or bulk discounts can increase sales to both existing and former customers.</p>\n\n<div class=\"example\">\n<p><strong>Example</strong>  </p>\n\n<p>A car wash offers free cleaning every tenth visit if customers opt for the deluxe service. Even though they&rsquo;re giving something away for free, the value of repeat business from loyal customers means that profits go up.</p>\n\n<p>It&rsquo;s likely that it would&rsquo;ve cost significantly more to generate the same amount of sales with new customers, resulting in less profit.</p>\n</div>\n\n<p>You should also regularly check the price you&rsquo;re selling products and services at against competitors. This will help you find out if you’re:</p>\n\n<ul>\n  <li>losing customers who get the same product or service elsewhere for less money</li>\n  <li>sacrificing profitability, because customers are willing to pay more than you’re charging them</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>Find resources on <a href=\"http://www.marketingdonut.co.uk/marketing/marketing-strategy/pricing\" title=\"Pricing\" rel=\"external\">pricing strategy</a> and increasing <a href=\"http://www.marketingdonut.co.uk/marketing/sales\" title=\"Sales and distribution\" rel=\"external\">sales</a> on the Marketing Donut website.</p>\n</div>\n"},{"web_url":"https://www.gov.uk/growing-your-business/attract-new-customers","slug":"attract-new-customers","order":3,"title":"Attract new customers","body":"<p>One way of finding new customers for your products and services is by increasing awareness in your local area. You can do this by:</p>\n\n<ul>\n  <li>asking your customers to recommend you to their friends and colleagues</li>\n  <li>advertising in local media</li>\n  <li>using other forms of marketing, including online</li>\n</ul>\n\n<p>You could also talk to potential customers who don’t use your business at the moment and find out what it would take for them to switch from your competition.</p>\n\n<h2>Expanding outside your local area</h2>\n\n<p>If you want to sell your product or service through new sales channels or markets elsewhere in the UK, there are different organisations you&rsquo;ll need to work with, including:</p>\n\n<ul>\n  <li>wholesalers</li>\n  <li><a rel=\"external\" href=\"http://www.marketingdonut.co.uk/marketing/marketing-strategy/six-tips-for-suppliers-dealing-with-retailers\" title=\"Dealing with retailers\">retailers,</a> including online retailers</li>\n  <li><a rel=\"external\" href=\"http://www.marketingdonut.co.uk/marketing/sales/sales-agents-and-distributors\" title=\"Sales agents and distributors\">distributors</a></li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>Watch a video on the different ways of <a href=\"/business-selling-customers\" title=\"Getting your product or service to market\">getting your product or service to market</a>.</p>\n</div>\n\n<p>You could also try using <a rel=\"external\" href=\"http://www.marketingdonut.co.uk/marketing/direct-marketing\" title=\"Direct marketing\">direct marketing</a> to find new customers.</p>\n\n<div class=\"application-notice info-notice\">\n<p>Search the <a href=\"http://www.contractsfinder.businesslink.gov.uk/\" title=\"Contracts finder\" rel=\"external\">contracts finder</a> for business opportunities from government departments and agencies.</p>\n</div>\n\n<h2>Expanding outside the UK</h2>\n\n<p>You might decide to find new customers outside the UK by <a href=\"/starting-to-export\" title=\"Starting to export\">exporting your products</a>. <a rel=\"external\" href=\"http://www.ukti.gov.uk/\" title=\"UK Trade and Investment\">UK Trade and Investment</a> offers help and resources on successfully selling your products and services to customers in other countries.</p>\n\n<div class=\"application-notice help-notice\">\n<p>Make sure that you’re aware of your legal responsibilities around the <a href=\"/browse/business/sale-goods-services-data\">sale of goods and services, and data protection</a>.</p>\n</div>\n"},{"web_url":"https://www.gov.uk/growing-your-business/improve-your-products-and-services","slug":"improve-your-products-and-services","order":4,"title":"Improve your products and services","body":"<p>If you&rsquo;re looking to grow your business by improving your products and services, start by focusing your existing customers and their needs.</p>\n\n<p>Talk to them, and find out their views on:</p>\n\n<ul>\n  <li>what they&rsquo;re buying from you, and what they value most about it</li>\n  <li>what you could do to make it more useful and valuable to them</li>\n  <li>what would encourage them to buy more</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>Watch a video on <a href=\"/market-research-business\" title=\"Researching your market\">researching your market</a> to understand your customers’ needs.</p>\n</div>\n\n<h2>Make changes based on feedback</h2>\n\n<p>Getting customer feedback should help you to identify ways to improve what you&rsquo;re offering to your current customers. It may also allow you to:</p>\n\n<ul>\n  <li>increase the price you charge to your existing customers</li>\n  <li>attract new customers whose needs you weren&rsquo;t meeting before</li>\n</ul>\n\n<p>Try to ensure that any changes you make will increase your sales and profitability enough make the time and money you&rsquo;ll need to invest worthwhile.</p>\n\n<p>If possible, you should test out prototypes of improved products or services with a few existing customers. By doing this, you can get their feedback and avoid making unpopular changes that could harm your business.</p>\n\n<p>Doing this is equally important for all businesses, whether you’re <a href=\"/starting-up-a-business\" title=\"Starting up a business\">starting up</a> or established, improving an existing product or service, or bringing something new to market.</p>\n"},{"web_url":"https://www.gov.uk/growing-your-business/develop-new-products-and-services","slug":"develop-new-products-and-services","order":5,"title":"Develop new products and services","body":"<p>If you&rsquo;re planning to develop new products and services, you should test them with your customers with just as much care and attention as a new business going to market for the first time.</p>\n\n<p>By making sure there&rsquo;s real demand for what you’re planning to sell, you can find out about any problems and fix them before you&rsquo;ve wasted too much time, effort and money.</p>\n\n<ol class=\"steps\">\n<li><p>Talk to existing and potential customers and find out about their needs.</p>\n</li>\n<li><p>If you can, develop a prototype as quickly and cheaply as possible. Work out the minimum investment that lets you find out if you’re meeting a real need.</p>\n</li>\n<li><p>Test it with customers and get feedback. Find out what they’d be willing to pay for it. Try out different prices with different customers in a consistent, realistic way to see what people will really pay. Can you make enough money for a return on the investment you’d need to develop your new product or service?</p>\n</li>\n<li><p>If there are are other businesses competing for your market, think about what will make you different. Can you provide something better than what’s already available? And is it significantly different or better to what you’re already offering?</p>\n</li>\n</ol>\n\n<h2>Benefits of development</h2>\n\n<p>By developing new products and services, you can:</p>\n\n<ul>\n  <li>sell more to existing customers (making the most of existing relationships is cheaper than finding new customers)</li>\n  <li>spread fixed costs like premises or machinery across a range of products</li>\n  <li>diversify the products you offer so you&rsquo;re less reliant on certain customers or markets</li>\n</ul>\n\n<p>Another way of expanding your product range is by importing goods from overseas to sell in the UK. Make sure you know the rules on things like tax and commodity codes if you&rsquo;re <a href=\"/starting-to-import\" title=\"Starting to import\">planning to import</a>.</p>\n\n<h2>Business ideas and intellectual property</h2>\n\n<p>If you&rsquo;ve invented something or come up with an original idea that you want to turn into a product or service, you should register it to make sure nobody copies it without your permission. Find out about <a href=\"/browse/business/intellectual-property\" title=\"Trademarks, copyright and intellectual property\">trademarks, copyright and intellectual property</a>.</p>\n\n<div class=\"application-notice info-notice\">\n<p>You can find local support for coming up with business ideas and developing them on the <a href=\"http://www.nationalenterprisenetwork.org/\" title=\"National Enterprise Network\" rel=\"external\">National Enterprise Network</a> website.</p>\n</div>\n\n<p>Other sources of advice and support include:</p>\n\n<ul>\n  <li>the <a rel=\"external\" href=\"http://www.designcouncil.org.uk/resources-and-events/Business-and-public-sector/Guides/\" title=\"Design Council business resources\">Design Council&rsquo;s business resources</a></li>\n  <li>the <a rel=\"external\" href=\"http://www.bl.uk/bipc/\" title=\"British Library business and intellectual property centre\">British Library business and intellectual property centre</a></li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>You may be able to benefit from developing your idea in partnership with experts in academic institutions through <a href=\"http://www.ktponline.org.uk/\" title=\"Knowledge Transfer Partnerships\" rel=\"external\">Knowledge Transfer Partnerships.</a></p>\n</div>\n"},{"web_url":"https://www.gov.uk/growing-your-business/hire-and-train-staff","slug":"hire-and-train-staff","order":6,"title":"Hire and train staff","body":"<p>As your business expands, you&rsquo;ll need more capacity to produce or provide your product or service, and a wider range of skills. The easiest ways of achieving this are usually by taking on new staff, or training your existing workforce.</p>\n\n<h2>Employing people</h2>\n\n<p>By taking on new people you can spread your workload, expand production and take advantage of new and different skills and expertise.</p>\n\n<p>This applies whether you already have employees, or you started your business on your own as a <a href=\"/set-up-sole-trader\" title=\"Set up as a sole trader\">sole trader</a> and are thinking about taking on staff for the first time. Find out about your responsibilities when <a href=\"/employing-staff\" title=\"Employing staff for the first time\">employing someone</a>.</p>\n\n<h2>Apprenticeships</h2>\n\n<p>Taking on an apprentice allows you to grow your capacity by investing in people who want to learn. Your business benefits from the skills they develop as they train both on and off the job. </p>\n\n<p>Find out about the practical steps involved in <a href=\"/apprenticeships-guide/taking-on-an-apprentice\" title=\"Taking on an apprentice\">taking on an apprentice</a>.</p>\n\n<h2>Training your staff</h2>\n\n<p>You can improve the range and level of skills in your business by training up existing staff. Giving staff training opportunities can increase their loyalty to your company and their productivity - as well as your profits.</p>\n\n<p>Schemes and organisations that can help you to grow your business through training include:</p>\n\n<ul>\n  <li>finding <a href=\"/find-business-training-courses\" title=\"Find business training courses\">training courses</a> specific to your business area through the Sector Skills Councils Alliance</li>\n  <li>using a business improvement framework, like <a rel=\"external\" href=\"http://www.investorsinpeople.co.uk/\" title=\"Investors in People\">Investors in People</a></li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>Watch a video about how <a href=\"/business-knowledge-management\" title=\"Business knowledge management\">knowledge management</a> can help your business grow.</p>\n</div>\n\n<h2>Working with a mentor</h2>\n\n<p>Business mentors can help you develop your ideas for growth by sharing their skills, expertise, experience and contacts.</p>\n\n<p>Find mentors in your area with knowledge and experience relevant to your business on the <a rel=\"external\" href=\"http://www.mentorsme.co.uk/\" title=\"mentorsme\">&lsquo;mentorsme&rsquo;</a> website.</p>\n\n"},{"web_url":"https://www.gov.uk/growing-your-business/get-extra-funding","slug":"get-extra-funding","order":7,"title":"Get extra funding","body":"<p>Growing your business, whether through increased sales or improved profitability, often means you need to invest more. You can do this by:</p>\n\n<ul>\n  <li>investing previous profits back into your business</li>\n  <li>taking out a loan</li>\n  <li>selling shares to outside investors</li>\n  <li>looking for other sources of finance, including government-backed schemes</li>\n</ul>\n\n<p>Professional advisers such as accountants can help you to work out whether it makes financial sense to take on loans or investment. You should take legal advice before taking on new investment in your business.</p>\n\n<div class=\"application-notice info-notice\">\n<p>Find a <a href=\"http://www.icaew.com/en/about-icaew/find-a-chartered-accountant\" title=\"Find a chartered accountant\" rel=\"external\">chartered accountant</a> on the Institute of Chartered Accountants (<abbr title=\"Institute of Chartered Accountants in England and Wales\">ICAEW</abbr>) website, or a <a href=\"http://www.lawsociety.org.uk/find-a-solicitor/?view=solsearch\" title=\"Find a solicitor\" rel=\"external\">solicitor</a> on the Law Society website.</p>\n</div>\n\n<h2>Taking out a loan</h2>\n\n<p>You should make sure that your business will be able to pay back the debt before you take out a loan. Repayments are often made in instalments over a number of years, and you&rsquo;ll need to pay off any interest on outstanding debts.</p>\n\n<p>If you’re a sole trader looking for a loan, a lender might ask you to provide a personal guarantee or promise to hand over assets like your house or car if you can’t repay the loan.</p>\n\n<div class=\"application-notice info-notice\">\n<p>Find sources of finance using the <a href=\"/business-finance-support-finder\" title=\"Finance finder\">finance finder</a> tool, or search on the <a href=\"http://www.businessfinanceforyou.co.uk/finance-finder\" title=\"Business finance in your area\" rel=\"external\">Business Finance for You</a> website.</p>\n</div>\n\n<h2>Selling shares</h2>\n\n<p>If you’re thinking of bringing in new investors, they&rsquo;ll want to know how much your business could increase in value if they buy shares. To work this out, they&rsquo;ll need to know how much their investment will increase your sales and profitability.</p>\n\n<p>You&rsquo;ll need to provide potential lenders and investors with a financial model showing:</p>\n\n<ul>\n  <li>how your business will spend the extra money to increase sales and profitability</li>\n  <li>how initial costs and increased ongoing costs will affect your cash flow</li>\n</ul>\n\n<p>Increases in sales usually only happen after taking on additional costs like employing more staff, moving to larger premises or putting in bigger orders for raw materials. You&rsquo;ll need to take all of these into account in your financial planning.</p>\n\n"}]},"updated_at":"2012-11-20T16:58:16+00:00","tags":[{"title":"Setting up","id":"https://www.gov.uk/api/tags/business%2Fsetting-up.json","web_url":null,"details":{"description":"Includes Self Assessment, self-employment and starting a business","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=business%2Fsetting-up","web_url":"https://www.gov.uk/browse/business/setting-up"},"parent":{"title":"Businesses and self-employed","id":"https://www.gov.uk/api/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}},{"title":"Business Link","id":"https://www.gov.uk/api/tags/businesslink.json","web_url":null,"details":{"description":null,"short_description":null,"type":"legacy_source"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=businesslink","web_url":"https://www.gov.uk/browse/businesslink"},"parent":null}],"related":[{"id":"https://www.gov.uk/api/employing-staff.json","web_url":"https://www.gov.uk/employing-staff","title":"Employing staff for the first time","format":"answer","details":{"need_id":"B680","business_proposition":true,"description":"The main things you need to consider when hiring an employee for the first time or if you've never hired an employee before"},"updated_at":"2012-11-19T10:20:12+00:00"},{"id":"https://www.gov.uk/api/starting-to-export.json","web_url":"https://www.gov.uk/starting-to-export","title":"Starting to export","format":"guide","details":{"need_id":"B808","business_proposition":true,"description":"Company exports to another country - commodity codes, VAT, register with HRMC, CHIEF, paying duty"},"updated_at":"2012-10-22T15:25:33+00:00"},{"id":"https://www.gov.uk/api/starting-up-a-business.json","web_url":"https://www.gov.uk/starting-up-a-business","title":"Starting up a business","format":"guide","details":{"need_id":"B1053","business_proposition":true,"description":"Steps to turn your business idea into a product or service you can sell and that meets your customers' needs"},"updated_at":"2012-11-01T14:28:43+00:00"},{"id":"https://www.gov.uk/api/business-support-helpline.json","web_url":"https://www.gov.uk/business-support-helpline","title":"Business Link Helpline","format":"answer","details":{"need_id":"B1078","business_proposition":true,"description":"Get business support over the phone if you can't access the internet - starting up and running a business "},"updated_at":"2012-11-05T12:09:00+00:00"}]}