{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/hazardous-waste-producer-registration.json","web_url":"https://www.gov.uk/hazardous-waste-producer-registration","title":"Hazardous waste producer registration (England and Wales)","format":"licence","details":{"need_id":"1","business_proposition":true,"description":"You need to register your premises with the Environment Agency if you produce or hold hazardous waste","alternative_title":"","will_continue_on":"the Environment Agency website","continuation_link":"http://www.environment-agency.gov.uk","licence_identifier":"9258-5-1","licence_short_description":"Register your premises with the Environment Agency if you produce or hold hazardous waste.","licence_overview":"<p>If you produce or hold hazardous waste at any premises in England or Wales, you must register those premises with the <a rel=\"external\" href=\"http://www.environment-agency.gov.uk\" title=\"Environment Agency\">Environment Agency.</a></p>\n\n<p>&lsquo;Hazardous waste&rsquo; is any waste which can be harmful to human health or the environment and includes:</p>\n\n<ul>\n  <li>asbestos</li>\n  <li>lead-acid batteries</li>\n  <li>solvent-based inks and paints</li>\n  <li>fluorescent light tubes</li>\n  <li>electrical equipment containing hazardous components</li>\n</ul>\n\n<p>You are exempt from the requirement to register if you produce less than 500 kilograms of waste in any 12-month period.</p>\n\n<p>You can register online, by paper application form, or by telephoning the Environment Agency. Your waste manager can also register you on your behalf. You must provide the following information when you register:</p>\n\n<ul>\n  <li>details of your business – including your standard industrial classification (SIC) code, number of employees and Companies House number if you are a limited company</li>\n  <li>details of your business premises - specifically where thehazardous waste is being produced, stored, treated or disposed of</li>\n</ul>\n\n<p>You must pay a registration. The fee is determined by your method of application, with online registration being the cheapest.</p>\n\n<p>Once you have registered, the Environment Agency will provide you with a registration number (known as a premises code). You will need this code to show that you have registered your premises and to allow someone to legally collect your hazardous waste. You may also need your premises codes to check or alter your business details.</p>\n\n<p>The registration is valid for 12 months and must be renewed each year.</p>\n\n<p>Mixing different categories of hazardous waste, or hazardous waste with non-hazardous waste or non-waste, is only allowed in certain circumstances. If you mix hazardous waste as part of the process of disposal or recovery of the waste, you must have an environmental permit.</p>\n\n<p>If you treat waste or are a consignee, you must have an environmental permit or registered exemption.</p>\n\n<h2>Fines and penalties</h2>\n\n<div class=\"application-notice help-notice\">\n<p>If you produce, hold or remove hazardous waste from premises that are neither registered nor exempt, you are committing an offence and may be fined up to £5,000.</p>\n</div>\n"},"updated_at":"2012-10-22T15:19:31+00:00","tags":[],"related":[]}