{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/hazardous-waste-movement-notice-northern-ireland.json","web_url":"https://www.gov.uk/hazardous-waste-movement-notice-northern-ireland","title":"Hazardous waste movement notice (Northern Ireland)","format":"licence","details":{"need_id":"1","business_proposition":true,"description":"You need to pre-notify the Northern Ireland Environment Agency (NIEA) 72 hours in advance if you want to move hazardous waste","alternative_title":"","will_continue_on":"the Northern Ireland Environment Agency (NIEA) website","continuation_link":"http://www.doeni.gov.uk/niea// ","licence_identifier":"9235-4-1","licence_short_description":"Pre-notify the Northern Ireland Environment Agency (NIEA) 72 hours in advance if you want to move hazardous waste.","licence_overview":"If you intend to move hazardous waste in Northern Ireland, you must pre-notify the [Northern Ireland Environment Agency (NIEA)](http://www.doeni.gov.uk/niea// \"Northern Ireland Environment Agency (NIEA)\"){:rel=\"external\"} at least 72 hours in advance.\r\n\r\nYou must contact NIEA directly to obtain a consignment note containing a unique number - or a consignment number if using your own forms.\r\n\r\nThe producer or holder must complete Parts A and B of the consignment notice. This must include:\r\n\r\n- the unique consignment number\r\n- a specific waste code for the type of hazardous waste\r\n- the producer's details\r\n- an accurate description of the waste\r\n- details of where the waste is going\r\n- a declaration that the waste management hierarchy has been applied - which means that all practical steps have been taken to reuse or recycle the waste before deciding to dispose of it\r\n\r\nA copy of Parts A and B must be sent to NIEA. It must be received at least 72 working hours before moving waste, unless the waste cannot stay where it is for 72 hours, or if it has previously been rejected by a receiver - you must consult NIEA in these cases.\r\n\r\nThe carrier must complete Part C and the consignor must complete Part D. The consignor and producer should then be given a copy each, and the carrier should be given the three remaining copies.\r\n\r\nThe consignor must ensure that any hazardous waste is properly packaged and labelled throughout the course of its collection, transport and temporary storage.\r\n\r\nThe carrier must ensure that all copies of the consignment notice travel with the waste and are given to the receiver upon delivery. The waste must ordinarily be delivered within a week.\r\n\r\nThe receiver must complete Part E on these copies and keep one, give a copy to the carrier for their records, and return a copy to NIEA. They also must provide returns or copies of completed consignment notices to the producers or holders of the waste.\r\n\r\nIf a receiver rejects the hazardous waste, they must complete Part E, retain a copy, return a copy to the carrier and return a copy to NIEA. If there are no consignment notices, they must provide NIEA with a written explanation of why.\r\n\r\nThe carrier must contact the NIEA and find alternative arrangements through the consignor.\r\n\r\nIf there is more than one carrier transporting the waste, the consignor must ensure that there are enough copies of the consignment notice for all parties including the additional carriers. The process is as above except each carrier must keep a copy of the notice for themselves and hand over the remaining copies to the next carrier.\r\n\r\nYou may not have to pre-notify NIEA if the movement is a subsequent repetitive movement - eg waste of the same description, from the same premises and consignor and being moved to the same premises and consignee. However, you will need to notify NIEA of the first movement in the succession. You will also need to follow the same procedures as above, without the notification to NIEA.\r\n\r\nAnyone involved in the movement of waste must keep a register containing records of consignment notices, consignee returns and carrier schedules for at least three years. NIEA may request this information at any time.\r\n\r\nProducers, holders, consignors, dealers and brokers of hazardous waste must also keep a record of the quantity, nature, origin, destination, frequency of collection, mode of transport and treatment method of the waste.\r\n\r\nAdditionally, if hazardous waste is deposited on any land, the location and identity of the waste must be recorded. This must be accompanied by a plan of the site locating the waste.\r\n\r\nThere are different movement requirements for removal of waste from a ship or through a pipeline, but you must still pre-notify NIEA.\r\n\r\nFor removing waste from a ship, the process is as outlined above, but the master of the ship must deal with the movement instead of a consignor.\r\n\r\nFor waste removal through a pipeline, you do not need to complete Part C of the notice as there will be no carrier present.\r\n\r\n*[NIEA]: Northern Ireland Environment Agency"},"updated_at":"2012-10-22T15:21:14+00:00","tags":[],"related":[]}