{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/importing-or-exporting-drug-precursors.json","web_url":"https://www.gov.uk/importing-or-exporting-drug-precursors","title":"Importing or exporting drug precursors","format":"licence","updated_at":"2013-01-09T13:09:08+00:00","details":{"need_id":"1","business_proposition":true,"description":"You need a licence to import or export drug precursors from the Home Office","language":"en","alternative_title":"","will_continue_on":"the Home Office website","continuation_link":"http://www.homeoffice.gov.uk/drugs/licensing/precursors-chemical-licensing/external-trade/","licence_identifier":"9195-7-1","licence_short_description":"Licence to import or export drug precursors from the Home Office.","licence_overview":"<p>If you import, export or carry out intermediary activities, ie arranging the sale/supply or purchase of scheduled substances (substances) involving category 1 scheduled substances, you must hold a licence from the <a rel=\"external\" href=\"http://www.homeoffice.gov.uk/drugs/licensing/precursors-chemical-licensing/external-trade/\" title=\"Home Office\">Home Office.</a> The licence will be valid for up to 3 years.</p>\n\n<p>The Home Office will take into account your integrity and competence when deciding your application.</p>\n\n<p>You must ensure that imports, exports and intermediary activities are documented. This means you must have all relevant summary/customs declarations, cargo manifests, invoices, transport or shipping documents. They must be kept for 3 years from the date of the activity, eg the date of import.</p>\n\n<p>The document must detail the name of the substance, or in the case of a mixed or natural product it&rsquo;s name and the substances it contains, followed by the words &ldquo;DRUG PRECURSORS&rdquo;. It must also have the quantity, weight, and in the case of mixtures or natural products, the percentage of the substance. The name and address of the importer, exporter, consignee and any person involved in intermediary activities must also be detailed.</p>\n\n<p>You must ensure that a label is attached to packaging detailing the substance. You can also attach your own labels to packaging.</p>\n\n<p>You must give the Home Office information regarding your import, export or intermediary activities.</p>\n\n<h2>Other authorisations</h2>\n\n<p>You&rsquo;ll need an export authorisation for exports that require a customs declaration and that aren&rsquo;t to be re-exported within ten days. You may need an import authorisation for certain substances, eg category 1 scheduled substances. To obtain either authorisation you must apply to the Home Office with the following details of any operators involved in the shipment (including you), the name, quantity and weight of the substance, transport arrangement details and your licence/registration number.</p>\n\n<p>If the transport and itinerary details aren&rsquo;t provided you&rsquo;ll have to give this information to the customs office before the substance is exported.</p>\n\n<p>You&rsquo;ll also need any required import authorisation issued by the country where the substance is to be exported.</p>\n\n<p>You must show the export authorisation to the customs office when the customs declaration is made, or if this is not made, to the competent authority at the point of exit from the European Community.</p>\n\n<p>An import authorisation must stay with the substance until it reaches the importer&rsquo;s premises or the final consignee. You must be able to provide a translation where required if you have to present it to a customs office in another country. </p>\n\n<p>Applications will be decided within 15 days. If granted the authorisation will be valid for 6 months from the issue date.</p>\n\n<p>You&rsquo;ll not be granted an authorisation if you fail to provide all the required information, if any information you provide is false or incorrect, there are grounds for believing that the substances will be used for the illegal manufacturing of narcotic drugs or psychotropic substances (illegal manufacture) or the export is not authorised by the country of destination. Similarly an authorisation can be revoked or suspended if the Home Office believe that the substances will be used for illegal manufacture.</p>\n\n<h2>Conditions</h2>\n\n<p>You must tell the Home Office immediately if you receive orders or transactions that involve unusual amounts of substances and that appear to you could be involved in illegal manufacturing.</p>\n\n<p>You must register your premises and update the Home Office with any changes to these details as soon as you can after the change. You may be exempt from the registration requirements if you deal in small quantities of scheduled substances and meet criteria.</p>\n\n<h2>Fines and penalties</h2>\n\n<p>Your licence could be suspended or revoked if the Home Office believe that you are not complying with conditions or you&rsquo;re dividing substances.</p>\n\n<div class=\"application-notice help-notice\">\n<p>If you fail to obtain a licence or to comply with other requirements you could commit an offence and be fined, imprisoned for up to 2 years (dependent on the offence) or both.</p>\n</div>\n\n<p>A licence is probably required for the location you have given, but we are unable to provide the correct contact details at this time. You could try looking at our Contacts Directory for further information, or to contact your Local Authority.</p>\n"},"tags":[{"title":"Businesses and self-employed","id":"https://www.gov.uk/api/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}],"related":[]}