{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/inheritance-tax.json","web_url":"https://www.gov.uk/inheritance-tax","title":"Inheritance Tax","format":"guide","updated_at":"2012-11-19T16:23:50+00:00","details":{"need_id":"102","business_proposition":false,"description":"Inheritance Tax (IHT) is paid when a person's estate is worth more than £325,000 when they die - exemptions, passing on property and transferring thresholds","language":"en","alternative_title":"","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/inheritance-tax/overview","slug":"overview","order":1,"title":"Overview","body":"<p>Inheritance Tax is due when a person&rsquo;s estate (their property and possessions) is worth more than £325,000 when they die. This is called the &lsquo;Inheritance Tax threshold&rsquo;.</p>\n\n<h2>How much Inheritance Tax is paid</h2>\n\n<p>The rate of Inheritance Tax is 40% on anything above the threshold. The rate may be reduced to 36% if more than 10% of the estate is left to charity.</p>\n\n<p>You can see a list of <a rel=\"external\" href=\"http://www.hmrc.gov.uk/rates/iht-thresholds.htm\" title=\"Inheritance Tax thresholds\">Inheritance Tax thresholds</a> on the HM Revenue &amp; Customs (<abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr>) website.</p>\n\n<h2>Who pays Inheritance Tax</h2>\n\n<p>Usually the executor or personal representative for the person who has died pays Inheritance Tax using the funds from the estate. </p>\n\n<p>Trustees are responsible for paying Inheritance Tax on <a href=\"/trusts-taxes\" title=\"trusts\">trusts</a>, which are a way of looking after assets (money, investments, land or buildings) for people. The trustee is the person who looks after the trust.</p>\n\n<p>If you&rsquo;ve got an inheritance or a gift from someone who has died you only owe Inheritance Tax if their estate is more than £325,000 and either:</p>\n\n<ul>\n  <li>it says in the will that you should pay Inheritance Tax</li>\n  <li>the deceased&rsquo;s estate can&rsquo;t pay it</li>\n</ul>\n\n<h2>Working out if Inheritance Tax is due on an estate</h2>\n\n<p>If you&rsquo;re the executor of an estate you need to work out if you need to pay Inheritance Tax. </p>\n\n<p>To see if it&rsquo;s due, you:</p>\n\n<ul>\n  <li>add up the value of everything in the estate (including gifts made in the 7 years before the person died) </li>\n  <li>take away any debts, like bills and funeral expenses</li>\n</ul>\n\n<p>There&rsquo;s detailed information to help you if you&rsquo;re <a href=\"/valuing-estate-of-someone-who-died\" title=\"valuing the estate of someone who's died\">valuing the estate of someone who&rsquo;s died</a>.</p>\n\n<h2>Deadline for paying Inheritance Tax</h2>\n\n<p>You usually have to pay Inheritance Tax within 6 months from the end of the month in which the person died - after this, you have to pay <a rel=\"external\" href=\"http://www.hmrc.gov.uk/rates/iht-interest-rates.htm\" title=\"interest\">interest.</a></p>\n\n<p>There&rsquo;s more information on <a rel=\"external\" href=\"http://www.hmrc.gov.uk/inheritancetax/paying-iht/payment-deadlines.htm\" title=\"Inheritance Tax deadlines\">Inheritance Tax deadlines</a> on the <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> website.</p>\n\n<div class=\"application-notice info-notice\">\n<p>Whether or not you have to pay Inheritance Tax on the estate, you’ll still have to fill out certain forms.</p>\n</div>\n\n<h2>Paying before you know what&rsquo;s due (&lsquo;payments on account&rsquo;)</h2>\n\n<p>Sometimes it can take more than 6 months to deal with the deceased&rsquo;s details and start paying Inheritance Tax.</p>\n\n<p>If you make an early payment as an estimate, you won&rsquo;t have to pay interest on the amount you pay. You may also earn some interest if you end up overpaying.</p>\n\n"},{"web_url":"https://www.gov.uk/inheritance-tax/gifts-and-exemptions","slug":"gifts-and-exemptions","order":2,"title":"Gifts and exemptions","body":"<p>Even if your estate is over the threshold you can sometimes pass on assets without paying Inheritance Tax.</p>\n\n<h2>Your spouse or civil partner</h2>\n\n<p>There&rsquo;s usually no Inheritance Tax to pay on anything you leave to your spouse or civil partner who has their permanent home in the UK, even if it&rsquo;s over the threshold. This includes any gifts you give while you&rsquo;re alive.</p>\n\n<h2>Charities</h2>\n\n<p>Gifts you make to charities, museums, universities, Community Amateur Sports clubs and the National Trust are exempt - for more information, call the HM Revenue &amp; Customs (<abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr>) Charities Helpline:</p>\n\n<div class=\"contact\">\n<p><strong>Charities Helpline</strong><br />\n0845 302 0203</p>\n</div>\n\n<h1>Gifts: the 7-year rule</h1>\n\n<p>If you live for 7 years after making a gift to someone, it&rsquo;s exempt from Inheritance Tax regardless of the value. This is called a &lsquo;potentially exempt transfer&rsquo;.</p>\n\n<p>If you continue to benefit from something you&rsquo;ve given away, it <strong>won&rsquo;t</strong> be exempt from Inheritance Tax and is called a &lsquo;gift with reservation of benefit&rsquo;. </p>\n\n<div class=\"example\">\n<p><strong>Example</strong> </p>\n\n<p>If you give your house away but continue to live in it without paying the market rate of rent, it won&rsquo;t be exempt from Inheritance Tax.</p>\n</div>\n\n<h2>Annual exemption</h2>\n\n<p>You can give away up to £3,000 a year - you can also carry over unused allowance from the preceding year. These gifts will be exempt from Inheritance Tax when you die.</p>\n\n<h2>Small gift exemption</h2>\n\n<p>You can make small gifts of up to £250 to as many people as you like (but you can&rsquo;t use this exemption with the £3,000 annual exemption for the same person).</p>\n\n<h2>Wedding and civil partnership gifts</h2>\n\n<p>These are exempt, with certain rules:</p>\n\n<ul>\n  <li>parents of the couple can give them cash or gifts worth up to £5,000</li>\n  <li>grandparents can each give up to £2,500</li>\n  <li>anyone else can give up to £1,000</li>\n  <li>you have to make the gift, or promise to make it, on or shortly before the date of the wedding or civil partnership ceremony</li>\n</ul>\n\n<h2>Business relief</h2>\n\n<p>If you own a business or share of a business you may be able to pass some of it on without paying tax. More <a rel=\"external\" href=\"http://www.hmrc.gov.uk/inheritancetax/pass-money-property/business-relief.htm\" title=\"information about business relief\">information about business relief</a> is on the <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> website.</p>\n\n<h2>Agricultural relief</h2>\n\n<p>If you own a working farm, you can pass some of it on without paying tax. More <a rel=\"external\" href=\"http://www.hmrc.gov.uk/inheritancetax/pass-money-property/agricultural-relief.htm\" title=\"information about agricultural relief\">information about agricultural relief</a> is on the <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> website.</p>\n\n<h2>Woodland relief</h2>\n\n<p>If you have woodland, the value of the timber (but not the land) is excluded from your estate. If the timber is sold, Inheritance Tax is then due. </p>\n\n<p>The woodland might also qualify for agricultural relief or business relief if it&rsquo;s part of a working farm or business.</p>\n\n<h2>Heritage relief</h2>\n\n<p>If you own something of historic or scientific interest, it could be exempt from Inheritance Tax. Examples include:</p>\n\n<ul>\n  <li>buildings of outstanding historic or architectural interest</li>\n  <li>objects with national scientific, historic or artistic interest</li>\n</ul>\n\n<p>The assets have to be made available for the public to view - there&rsquo;s a <a rel=\"external\" href=\"http://www.hmrc.gov.uk/heritage/index.htm\" title=\"database of heritage assets\">database of heritage assets</a> on the <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> website.</p>\n\n<p>The rules on heritage relief are complicated - contact the Inheritance Tax Helpline for advice:</p>\n\n<div class=\"contact\">\n<p><strong>Probate and Inheritance Tax Helpline</strong><br />\n0845 302 0900</p>\n</div>\n\n"},{"web_url":"https://www.gov.uk/inheritance-tax/inheritance-tax-planning-passing-on-property","slug":"inheritance-tax-planning-passing-on-property","order":3,"title":"Inheritance Tax planning - passing on property","body":"<p>You can give your home to your children - or someone else - at any time. For Inheritance Tax purposes, it&rsquo;s treated as a gift.</p>\n\n<p>When passing on property, you need to remember:</p>\n\n<ul>\n  <li>the 7-year rule - if you live for 7 years after giving it away, it&rsquo;s exempt from Inheritance Tax</li>\n  <li>if there are conditions attached when you give away your home (eg if you continue to live in it rent-free) it&rsquo;s known as a &lsquo;gift with reservation of benefit&rsquo; and won&rsquo;t be exempt - call the Inheritance Tax Helpline for more information:</li>\n</ul>\n\n<div class=\"contact\">\n<p><strong>Probate and Inheritance Tax Helpline</strong>  <br />\n0845 302 0900</p>\n</div>\n\n<h2>Giving your home away and moving out</h2>\n\n<p>You can make social visits and stay for short periods in the home you give away, but there are guidelines on how frequent the visits can be without Inheritance Tax being due.</p>\n\n<h2>Giving your home away and living it</h2>\n\n<p>You can still live in your home after you give it away, but to avoid Inheritance Tax you have to pay rent to the new owner.</p>\n\n<h2>Selling your home and giving the money to your children</h2>\n\n<p>If you sell your home and give the money to your children, the gift won&rsquo;t be included in your estate for Inheritance Tax purposes if you live for 7 years after you make the gift.</p>\n\n<p>If you sell your home, give the money to your children and then move into their home it counts as a <a rel=\"external\" href=\"http://www.hmrc.gov.uk/poa/poa_liable.htm\" title=\"pre-owned asset\">&lsquo;pre-owned asset&rsquo;</a> and there might be Income Tax due if you don&rsquo;t pay the market rent.</p>\n\n<p>If both you and your children sell your homes, pool your money and buy a new home to live in together, the part belonging to you is considered part of your estate for Inheritance Tax purposes.</p>\n\n<h2>Giving your home to your children and they move in with you</h2>\n\n<p>Inheritance Tax is still due if you do this as it&rsquo;s counted as a &lsquo;gift with reservation of benefit&rsquo;. </p>\n\n<p>If you just give half of your home to your children, they move in with you and you share bills, the half you give them isn&rsquo;t part of your estate for Inheritance Tax purposes as long as you live for 7 years after giving it away.</p>\n\n<h2>Leaving your home in your will</h2>\n\n<p>How you pass your home on after you die depends on how you own it. This could be:</p>\n\n<ul>\n  <li>sole tenancy - you own 100% of the home</li>\n  <li>joint tenancy - you own an equal share of the home with one or more people </li>\n  <li>tenants in common - you own the home with one or more people but each share doesn&rsquo;t have to be equal</li>\n</ul>\n\n<p>If you and your spouse or civil partner are joint tenants and one of you dies, the other automatically gets their share of the house. </p>\n\n<p>If you own a home as tenants in common, you can pass your portion on to your children when you die and divide the property up between them and your partner. This can reduce the size of the estate for tax purposes.</p>\n\n"},{"web_url":"https://www.gov.uk/inheritance-tax/transferring-inheritance-tax-thresholds","slug":"transferring-inheritance-tax-thresholds","order":4,"title":"Transferring Inheritance Tax thresholds","body":"<p>If someone leaves everything to their spouse or civil partner when they die and the partner has their permanent home in the UK, it&rsquo;s exempt from Inheritance Tax.  </p>\n\n<p>This means their Inheritance Tax threshold hasn&rsquo;t been used and can be transferred to their partner&rsquo;s estate when they die, even if they remarry.</p>\n\n<p>So, they could have an Inheritance Tax threshold of up to £650,000 - twice the usual threshold.</p>\n\n<h2>How the transfer works</h2>\n\n<p>The transfer happens when the second partner dies and is done by their executor or personal representative.</p>\n\n<p>To transfer the threshold, follow the steps below.</p>\n\n<h3>Work out what percentage of the threshold you can transfer</h3>\n\n<p>The size of the first estate doesn&rsquo;t matter - if it was all left to the second partner, 100% of the threshold can be transferred. </p>\n\n<p>If the first partner made gifts during their lifetime that weren&rsquo;t exempt from Inheritance Tax, their value must be deducted from the threshold.  </p>\n\n<h3>Get the documents together from the first death</h3>\n\n<p>You need copies of:  </p>\n\n<ul>\n  <li>the will, if there was one</li>\n  <li>the grant of <a href=\"/wills-probate-inheritance\" title=\"probate\">representation</a> (or &lsquo;confirmation&rsquo; in Scotland), or death certificate if there&rsquo;s no grant</li>\n  <li>any &lsquo;deeds of variation&rsquo; used to change the will</li>\n</ul>\n\n<h3>Complete and send in the relevant forms</h3>\n\n<p>The ones you&rsquo;ll need depend on how much of the threshold is being transferred and the value of the estate when the second partner dies.  </p>\n\n<p>If you&rsquo;re transferring 100% of the threshold and the estate&rsquo;s worth less than £650,000, it&rsquo;s called an <a rel=\"external\" href=\"http://www.hmrc.gov.uk/inheritancetax/iht-probate-forms/excepted-estates.htm\" title=\"'excepted estate'\">&lsquo;excepted estate&rsquo;.</a> Use <a rel=\"external\" href=\"http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?formid=4070&amp;record=fgM0HzBuH7k\" title=\"form IHT217\">form IHT217</a> on the HM Revenue &amp; Customs (<abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr>) website - you need to fill out <a rel=\"external\" href=\"http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?formid=3307&amp;record=hBFaNANqIOw\" title=\"IHT205\">form IHT205</a> too.</p>\n\n<p>If the person&rsquo;s estate is in Scotland or they have Scottish assets, you need to fill out <a rel=\"external\" href=\"http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?record=zQYhbzVQOUU&amp;formid=3325\" title=\"form C5\">form C5</a> on the <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> website.</p>\n\n<div class=\"application-notice info-notice\">\n<p>Some estates <a href=\"http://www.hmrc.gov.uk/inheritancetax/iht-probate-forms/excepted-estates.htm#2\" title=\"don't count as excepted estates\" rel=\"external\">don’t count as excepted estates</a> - the <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> website has more information.</p>\n</div>\n\n<p>If you&rsquo;re transferring 100% of the threshold and the estate&rsquo;s worth more than £650,000, use forms IHT402 and IHT400 - you can get both on the <a rel=\"external\" href=\"http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?record=ID-K_xN6ens&amp;formId=3309\" title=\"Inheritance Tax\">Inheritance Tax</a> page on the <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> website.</p>\n\n<p>If you&rsquo;re transferring less than 100% of the threshold or the estate doesn&rsquo;t qualify as an &lsquo;excepted estate&rsquo; you also use forms IHT402 and IHT400.</p>\n\n<div class=\"application-notice info-notice\">\n<p>You also need to send in the forms you need for <a href=\"/wills-probate-inheritance\" title=\"probate\">probate</a>.</p>\n</div>\n\n"},{"web_url":"https://www.gov.uk/inheritance-tax/inheritance-tax-when-someone-living-outside-the-uk-dies","slug":"inheritance-tax-when-someone-living-outside-the-uk-dies","order":5,"title":"Inheritance Tax when someone living outside the UK dies","body":"<p>When someone living abroad dies, the rules for paying Inheritance Tax usually depend on the following:</p>\n\n<ul>\n  <li>where they were domiciled</li>\n  <li>where their assets are situated</li>\n  <li>if they have any &lsquo;excluded assets&rsquo;</li>\n  <li>if the assets were settled (put in trust)</li>\n</ul>\n\n<h2>Domicile</h2>\n\n<p>In general, someone is domiciled in the country where they have their permanent home. Normally a person can only have one domicile at a time.</p>\n\n<p>When someone from the UK moves abroad their domicile will remain the UK for Inheritance Tax purposes. This is the case until they&rsquo;ve decided to choose a new domicile and have met all the following conditions:</p>\n\n<ul>\n  <li>they&rsquo;re at least 16 years old</li>\n  <li>they&rsquo;ve left the UK with the intention to settle permanently in another country</li>\n  <li>they&rsquo;ve not been domiciled (ie had their permanent home) in the UK for at least 3 years</li>\n  <li>they&rsquo;ve not been resident in the UK for more than 16 of the last 20 Income Tax years</li>\n</ul>\n\n<p>If they meet these conditions the person is &lsquo;deemed domiciled&rsquo; in their adopted country.</p>\n\n<div class=\"application-notice help-notice\">\n<p>A change of domicile is only recognised if there’s strong evidence that someone has cut their ties with the UK and intends to live abroad indefinitely - eg they own a property, work and their children are at school in another country.</p>\n</div>\n\n<h2>What assets are subject to Inheritance Tax</h2>\n\n<table>\n  <thead>\n    <tr>\n      <th>Where the deceased was domiciled</th>\n      <th>Inheritance Tax is due on assets</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>In the UK</td>\n      <td>Everywhere</td>\n    </tr>\n    <tr>\n      <td>Outside the UK</td>\n      <td>In the UK (except excluded assets)</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2>Settled assets</h2>\n\n<p>If there are assets outside the UK that were put in <a href=\"/trusts-taxes\" title=\"Trusts and taxes\">trust</a> while the settlor (the person who set up the trust) was domiciled in the UK, Inheritance Tax is payable on these.</p>\n\n<h2>Excluded assets</h2>\n\n<p>Certain assets situated in the UK are excluded from Inheritance Tax for those domiciled abroad, including:</p>\n\n<ul>\n  <li>British government securities if they weren&rsquo;t <a rel=\"external\" href=\"http://www.hmrc.gov.uk/international/residence.htm#2\" title=\"the meaning of 'ordinarily resident' in the UK\">ordinarily resident</a> in the UK</li>\n  <li>holdings in authorised unit trusts and open-ended investment companies</li>\n  <li>property they put in trust when they were domiciled outside the UK</li>\n  <li>non-sterling accounts with a bank or the Post Office</li>\n  <li>reversionary interest (someone is given the right to benefit from an asset while they&rsquo;re alive, but when they die the asset passes to the person that owns it)</li>\n  <li>for those domiciled in the Channel Islands or the Isle of Man, National Savings Certificates or certain other forms of small savings</li>\n</ul>\n\n<h2>Double taxation treaties</h2>\n\n<p>If the country where the deceased was living charges Inheritance Tax on the same property the UK is taxing, you might be able to avoid or reclaim the tax through a <a rel=\"external\" href=\"http://www.hmrc.gov.uk/taxtreaties/dta.htm\" title=\"Double taxation treaties\">double taxation treaty.</a></p>\n"}]},"tags":[{"title":"Inheritance Tax","id":"https://www.gov.uk/api/tags/tax%2Finheritance-tax.json","web_url":null,"details":{"description":"Includes valuing an estate, trusts and taxes","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=tax%2Finheritance-tax","web_url":"https://www.gov.uk/browse/tax/inheritance-tax"},"parent":{"title":"Money and tax","id":"https://www.gov.uk/api/tags/tax.json","web_url":null,"details":{"description":"Includes VAT, debt and inheritance tax","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=tax","web_url":"https://www.gov.uk/browse/tax"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/after-a-death.json","web_url":"https://www.gov.uk/after-a-death","title":"What to do after someone dies","format":"guide","updated_at":"2012-11-26T13:33:26+00:00"},{"id":"https://www.gov.uk/api/wills-probate-inheritance.json","web_url":"https://www.gov.uk/wills-probate-inheritance","title":"Wills, probate and inheritance","format":"guide","updated_at":"2012-10-25T14:19:23+00:00"},{"id":"https://www.gov.uk/api/valuing-estate-of-someone-who-died.json","web_url":"https://www.gov.uk/valuing-estate-of-someone-who-died","title":"Valuing the estate of someone who's died","format":"guide","updated_at":"2012-11-06T14:40:46+00:00"},{"id":"https://www.gov.uk/api/trusts-taxes.json","web_url":"https://www.gov.uk/trusts-taxes","title":"Trusts and taxes","format":"guide","updated_at":"2012-10-22T15:26:16+00:00"},{"id":"https://www.gov.uk/api/inherits-someone-dies-without-will.json","web_url":"https://www.gov.uk/inherits-someone-dies-without-will","title":"Who inherits if someone dies without a will?","format":"smart-answer","updated_at":"2012-11-30T14:11:34+00:00"},{"id":"https://www.gov.uk/api/paying-inheritance-tax.json","web_url":"https://www.gov.uk/paying-inheritance-tax","title":"Paying Inheritance Tax","format":"guide","updated_at":"2012-11-05T11:32:49+00:00"}]}