{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/insolvency-practitioner-authorisation-ni.json","web_url":"https://www.gov.uk/insolvency-practitioner-authorisation-ni","title":"Insolvency practitioner authorisation (Northern Ireland)","format":"licence","details":{"need_id":"1","business_proposition":true,"description":"You need to be authorised to be an insolvency practitioner in Northern Ireland","alternative_title":"","will_continue_on":"the Department of Enterprise, Trade and Investment (DETI) website","continuation_link":"http://www.detini.gov.uk","licence_identifier":"1225-4-1","licence_short_description":"Authorisation to be an insolvency practitioner in Northern Ireland.","licence_overview":"To act as an insolvency practitioner in Northern Ireland, you must be a member of and authorised by a recognised professional body or hold an authorisation granted by the [Department of Enterprise, Trade and Investment (DETI).](http://www.detini.gov.uk/ \"Department of Enterprise, Trade and Investment (DETI)\"){:rel=\"external\"}\r\n\r\nApplications to the DETI must be on [Form IA1 (55 KB)](http://www.detini.gov.uk/ia1-2.pdf \"Form IA1\"){:rel=\"external\"} and be accompanied by a fee.\r\n\r\nThe application will only be granted if you hold the relevant educational and practical training and experience and you are classed as a fit and proper person.\r\n\r\nYou will receive a written notice if your application is successful. This will state the date on which the authorisation starts.\r\n\r\nIf your application is unsuccessful you will be given a written notice detailing the reasons for the refusal.\r\n\r\nYou have 14 days in which to make written representations to the competent authority in relation to any refusal.\r\n\r\n##Conditions\r\n\r\nAuthorisations may be withdrawn if you:\r\n\r\n- are found to be no longer fit and proper\r\n- fail to comply with any requirements under the Insolvency (Northern Ireland) Order 1989 or the Insolvency Practitioners Regulations (Northern Ireland) 2006\r\n- have provided any false or misleading information\r\n\r\nYou will be the insolvency practitioner for a company if you act as its liquidator, provisional liquidator, administrator, administrative receiver or as a supervisor under a company voluntary arrangement.\r\n\r\nYou will be the insolvency practitioner for an individual if you act as a trustee in bankruptcy, interim receiver, trustee under a deed of arrangement for a creditor, a supervisor of an individual voluntary arrangement or as the administrator of a deceased individual's estate.\r\n\r\n*[DETI]: Department of Enterprise, Trade and Investment"},"updated_at":"2012-10-16T10:25:18+00:00","tags":[],"related":[]}