{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/live-fish-shellfish-import-notification-outside-eu.json","web_url":"https://www.gov.uk/live-fish-shellfish-import-notification-outside-eu","title":"Live fish and shellfish import notification - outside EU (England and Wales)","format":"licence","updated_at":"2013-01-09T13:00:11+00:00","details":{"need_id":"1","business_proposition":true,"description":"You must notify Animal Health (AH) if you import live fish or shellfish into England and Wales from another country outside the European Union (EU) within 24 hours before the import takes place","language":"en","alternative_title":"","will_continue_on":"the Animal Health (AH) website","continuation_link":"http://animalhealth.defra.gov.uk/","licence_identifier":"9163-5-1","licence_short_description":"Notify Animal Health (AH) if you import live fish or shellfish into England and Wales from another country outside the European Union (EU) within 24 hours before the import takes place.","licence_overview":"<p>If you wish to import live fish or shellfish into England and Wales from another country outside the European Union (EU), you must notify <a rel=\"external\" href=\"http://animalhealth.defra.gov.uk/\" title=\"Animal Health (AH)\">Animal Health (<abbr title=\"Animal Health\">AH</abbr>)</a> at least 24 hours in advance of the import taking place.</p>\n\n<p>Countries outside the EU are known as &lsquo;third countries&rsquo; for these purposes.</p>\n\n<p>You must already be authorised by the <a rel=\"external\" href=\"http://www.cefas.defra.gov.uk/our-services/aquaculture/fish-health-inspectorate.aspx\" title=\"Fish Health Inspectorate (FHI)\">Fish Health Inspectorate (<abbr title=\"Fish Health Inspectorate\">FHI</abbr>)</a> to import live fish and shellfish and you can only import species covered by your authorisation.</p>\n\n<p>Once you are authorised you must ensure that any imports from outside the EU are accompanied by a health certificate issued by the competent authority in the country of origin.</p>\n\n<p>These imports must go through a border inspection post where the health certificate is inspected by <abbr title=\"Animal Health\">AH</abbr>.</p>\n\n<h2>How to notify</h2>\n\n<p>Notifications should be made on a Common Veterinary Entry Document (<abbr title=\"Common Veterinary Entry Document\">CVED</abbr>) and you must provide details about your business, the consignor/exporter, species and number of fish in the consignment, place of final destination, transit points and journey details.</p>\n\n<p>There is no charge for notifying <abbr title=\"Animal Health\">AH</abbr>.</p>\n\n<p>Separate forms must be completed for each individual import.</p>\n\n<p>Consignments of fish or shellfish from within the EU only need to be accompanied by a health certificate if they include species susceptible to, or carriers of, an EU controlled disease.</p>\n\n<p>If you are importing live fish or shellfish from within the EU you should notify the <abbr title=\"Fish Health Inspectorate\">FHI</abbr> instead.</p>\n\n<h2>Fines and penalties</h2>\n\n<div class=\"application-notice help-notice\">\n<p>If you fail to notify <abbr title=\"Animal Health\">AH</abbr> in advance of an import of live fish or shellfish, you may face an unlimited fine.</p>\n</div>\n\n"},"tags":[],"related":[]}