{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/national-apprenticeship-service.json","web_url":"https://www.gov.uk/national-apprenticeship-service","title":"Apprenticeships","format":"business_support","updated_at":"2012-11-05T15:51:13+00:00","details":{"need_id":"","business_proposition":false,"description":"Get support to employ an apprentice","language":"en","body":"<p><strong>What can I get?</strong></p>\n\n<p>As an employer you will get support to employ an apprentice as a route to ensuring your company has the practical skills its needs to grow.</p>\n\n<p><strong>What does it do?</strong></p>\n\n<p>Apprenticeships provide real, measurable business benefits. They bring productive, enthusiastic and loyal people into your business and help you to demonstrate your commitment to investing in your staff. There are nearly 200 apprenticeship frameworks suitable for hundreds of job roles from Nursing to Graphic Design, Horticulture to Electric Vehicle Engineering.</p>\n\n<p><strong>What will it achieve for me?</strong></p>\n\n<p>Apprentices increase productivity and efficiency; 80 per cent of those who employ apprentices agree they make the workplace more productive. Apprentices are loyal and hardworking and help businesses grow. 88 per cent of employers who employ apprentices believe that apprenticeships lead to a more motivated and satisfied workforce.</p>\n\n<p><strong>Who do I contact?</strong></p>\n\n<p>The National Apprenticeship Service can help fund and support apprenticeship training within your business. Go to www.apprenticeships.org.uk.</p>\n\n<p><strong>How much will it cost?</strong></p>\n\n<p>Employers are expected to meet the full salary costs of their apprentices. Under the specific provisions under the National Minimum Wage the current hourly rate is £2.50.</p>\n\n<p>For apprentices aged 16-18 Government will fund 100 per cent of the associated training costs. For apprentices aged 19+ employers are expected to make a financial contribution of at least 50 per cent of the training costs in addition to the salary costs. This means that the Government will co-fund the costs of apprenticeship training for adults up to a maximum of 50 per cent.</p>\n","alternative_title":"","min_value":null,"max_value":null,"short_description":"Support to employ an apprentice so your company has the skills it needs to grow","will_continue_on":"National Apprenticeship Service website","continuation_link":"http://www.apprenticeships.org.uk","eligibility":"\n","evaluation":"\n","additional_information":"\n","business_support_identifier":"747","max_employees":null,"organiser":"National Apprenticeship Service"},"tags":[],"related":[]}