{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/new-enterprise-allowance.json","web_url":"https://www.gov.uk/new-enterprise-allowance","title":"New Enterprise Allowance","format":"business_support","updated_at":"2012-11-01T11:36:27+00:00","details":{"need_id":"1","business_proposition":false,"description":"","language":"en","body":"<p>You can start working with a business mentor from your first day on Jobseekers Allowance (JSA). If you have a viable business plan, you may be able to get funding straight away.</p>\n\n<h2>New Enterprise Allowance - what is it?</h2>\n\n<p>Support provided can include:</p>\n\n<ul>\n  <li>practical help and support to prepare for self-employment</li>\n  <li>help and support in setting up the business</li>\n  <li>support for at least the first 6 months of trading</li>\n  <li>a weekly allowance paid for the first 26 weeks of business, to help during start up when earnings may rise and fall</li>\n  <li>a loan of up to £1,000</li>\n</ul>\n\n<p>The allowance and the loan are not taken into account when working out:</p>\n\n<ul>\n  <li>Housing Benefit</li>\n  <li>Council Tax Benefit</li>\n  <li>tax credits</li>\n  <li>Income Tax</li>\n</ul>\n\n<h2>New Enterprise Allowance - how to take part</h2>\n\n<p>Anyone interested in taking part in New Enterprise Allowance should talk to their Jobcentre Plus adviser who will be able to explain:</p>\n\n<ul>\n  <li>how New Enterprise Allowance works</li>\n  <li>who will assess the business idea</li>\n  <li>who provides the practical support</li>\n  <li>what Jobcentre Plus expect from the individual</li>\n  <li>how much the allowance will be and how it will be paid</li>\n  <li>about the loan - including where to apply for a small, affordable loan to help with start up costs</li>\n  <li>what will happen when the allowance ends</li>\n</ul>\n\n<p>Interested individuals will be invited to go to an organisation that will look at the proposed business idea. These specialists will decide whether the idea could work or not. If they decide the idea has potential a business mentor will be assigned to help prepare for self-employment.</p>\n\n<p>For more information please contact [your local Jobcentre Plus.](/contact-jobcentre-plus &ldquo;find your local Jobcentre Plus)</p>\n","alternative_title":"","min_value":0,"max_value":1000,"short_description":"If you're claiming Jobseeker’s Allowance (JSA), are aged 18 or over and want to start your own business, you can get extra help though the New Enterprise Allowance (NEA).","will_continue_on":"Jobcentre Plus website","continuation_link":"http://los.direct.gov.uk/Default.aspx","eligibility":"<p>The scheme is aimed at people aged 18 and over who:</p>\n\n<ul>\n  <li>are claiming Jobseeker&rsquo;s Allowance</li>\n  <li>have been assessed to  have a good business idea</li>\n  <li>live in an area where New Enterprise Allowance is available</li>\n</ul>\n\n<p>The New Enterprise Allowance will not be available to people who are required to take part in the Work Programme.</p>\n","evaluation":"\n","additional_information":"\n","business_support_identifier":"904","max_employees":null,"organiser":"Jobcentre Plus"},"tags":[],"related":[]}