{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/nurse-agency-registration-scotland.json","web_url":"https://www.gov.uk/nurse-agency-registration-scotland","title":"Nurse agency registration (Scotland)","format":"licence","details":{"need_id":"1","business_proposition":true,"description":"You must register with Social Care and Social Work Improvement for Scotland to provide nurse agency services in Scotland","alternative_title":"","will_continue_on":"the Social Care and Social Work Improvement for Scotland website","continuation_link":"http://www.scswis.com/index.php?option=com_content&task=view&id=7737&Itemid=579","licence_identifier":"9209-3-1","licence_short_description":"Register as a nurse agency service with Social Care and Social Work Improvement for Scotland.","licence_overview":"To provide registered nurse agency services in Scotland you must be registered with the [Social Care and Social Work Improvement for Scotland (SCSWIS).](http://www.scswis.com/ \"Social Care and Social Work Improvement for Scotland\"){:rel=\"external\"}\r\n\r\nYou can apply online, or by contacting your local SCSWIS office for an application pack. \r\n\r\n% You must comply with any conditions of the registration. You must keep your certificate - or a copy of it - in a prominent place in any premises you have.%\r\n\r\nYou will have to pay a registration fee and you must provide the following information:\r\n\r\n* details on yourself (if operating as an individual) or your organisation\r\n* details of the manager (if you will not be the day to day manager)\r\n* references\r\n* financial details - eg a statement from the bank of your financial standing and reliability\r\n* declarations regarding any convictions, bankruptcy or previous involvement in registered services\r\n\r\nYou need to provide information on your proposed service, in particular:\r\n\r\n* its name and address\r\n* a statement of aims and objectives\r\n* staffing, recruitment and training\r\n* suitability and fitness of accommodation\r\n\r\nYou must attach the following documents:\r\n\r\n* recruitment policy\r\n* programmes for staff induction, development and training\r\n* financial information\r\n* aims and objectives statements\r\n\r\nSCSWIS will inspect your premises, staff and management before they approve the application. You must be able to prove that you meet the relevant [National Care Standards.](http://www.nationalcarestandards.org/ \"National Care Standards\"){:rel=\"external\"}\r\n\r\nTo meet the relevant standards you must:\r\n\r\n* provide a detailed introductory pack to explain your service to users - this includes the aims of the service, the details of service provision, quality monitoring processes, fees information, and complaints procedures\r\n* draw up written agreements with users which define the service and set out the terms of the contract\r\n* make sure that there are always enough nurses to meet the needs of users present\r\n* draw up a service arrangement that provides for a review of service agreements, regular checks with users and good monitoring of the quality of the placement\r\n* maintain accurate up to date records on nurse quality, suitability and consultations\r\n* make sure there are adequate management and staffing arrangements - that nurses have received quality training, have knowledge of policies and procedures, and are registered with the appropriate nursing bodies, and that the recruitment process is comprehensive and includes relevant assessments and criminal checks\r\n* make sure that a consistent standard of care is delivered by nurses who are competent to work in the service area\r\n* meet all applicable legal requirements with regard to adult placement carers, their abilities, qualifications and knowledge\r\n\r\nSCSWIS will monitor your adherence to the care standards after registration through ongoing evaluation.\r\n\r\n\r\n*[SCSWIS]: Social Care and Social Work Improvement for Scotland"},"updated_at":"2012-11-02T10:44:28+00:00","tags":[],"related":[]}