{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/private-renting-evictions.json","web_url":"https://www.gov.uk/private-renting-evictions","title":"Private renting for tenants: evictions","format":"guide","details":{"need_id":"2015","business_proposition":false,"description":"Landlords need to follow certain procedures when evicting tenants - find out about eviction notices, harassment and illegal evictions, and going to court","alternative_title":"","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/private-renting-evictions/rules-your-landlord-must-follow","slug":"rules-your-landlord-must-follow","order":1,"title":"Rules your landlord must follow","body":"<p>Your landlord must follow strict procedures if they want you to leave their property, depending on the <a href=\"/private-renting-tenancy-agreements/tenancy-types\" title=\"Tenancy types\">type of tenancy agreement</a> you have and the terms of it. </p>\n\n<p>If they don&rsquo;t, they may be guilty of illegally evicting or harassing you. </p>\n\n<h2>Rules for Assured Shorthold Tenancies (<abbr title=\"Assured shorthold tenancies\">ASTs</abbr>)</h2>\n\n<h3>A periodic <abbr title=\"Assured shorthold tenancy\">AST</abbr></h3>\n\n<p>Periodic tenancies run on a week-by-week or month-by-month basis for a minimum of 6 months, with no fixed end date. If you have one of these:</p>\n\n<ol class=\"steps\">\n<li><p>Your landlord must usually give you <a href=\"/private-renting-tenancy-agreements/your-landlord-wants-to-end-your-tenancy\" title=\"Your landlord wants to end your tenancy\">‘notice to quit’</a> - they must do this in a certain way depending on your type of tenancy agreement and its terms.</p>\n</li>\n<li><p>If you don’t leave by the date on the notice to quit, your landlord must send you a ‘notice of intention to seek possession’ - this tells you they’ll apply to the court for a possession order if you don’t leave.</p>\n</li>\n<li><p>They must then apply to the court for a possession order, which gives them the right to evict you and take possession of the property.</p>\n</li>\n<li><p>If the court gives your landlord a possession order and you still don’t leave, your landlord must apply for a warrant for eviction - this means bailiffs can remove you from the property.</p>\n</li>\n</ol>\n\n<h3>A fixed-term <abbr title=\"Assured shorthold tenancy\">AST</abbr></h3>\n\n<p>Fixed-term tenancies run for a set amount of time, at least 6 months. Your landlord must <a href=\"/private-renting-tenancy-agreements/your-landlord-wants-to-end-your-tenancy\" title=\"Your landlord wants to end your tenancy\">give you notice</a> in a certain way if you&rsquo;re in a fixed-term tenancy.</p>\n\n<p>If you refuse to leave after being given notice, they must follow the same steps as for a periodic tenancy, from step 2.</p>\n\n<h2>Rules for excluded tenancies or licenses</h2>\n\n<p>If you have an <a href=\"/private-renting-tenancy-agreements/tenancy-types\" title=\"Tenancy types\">excluded tenancy or licence</a> (eg you live with your landlord), your landlord doesn’t have to go to court to evict you. </p>\n\n<p>Your landlord only needs to give you &lsquo;reasonable notice&rsquo; to quit. Reasonable notice usually means the length of the rental payment period - so if you pay rent weekly, you’ll get 1 week’s notice. The notice doesn&rsquo;t have to be in writing. </p>\n\n<p>They can then change the locks on your rooms, even if you’ve left your belongings there. However, they must give your belongings back to you. </p>\n\n<p>If you don’t think you’ve been given enough warning to leave, contact your <a rel=\"external\" href=\"http://local.direct.gov.uk/LDGRedirect/index.jsp?LGSL=108&amp;LGIL=8&amp;ServiceName=Find+out+about+help+from+the+council+for\" title=\"Help from your council for tenants\">local council</a> for advice. Your council can take action if your landlord has evicted you illegally.</p>\n\n<h2>Rules for assured and regulated tenancies</h2>\n\n<p>If your tenancy started before 27 February 1997, you might have an assured or a regulated tenancy. Your landlord will have to follow different rules to evict you and you&rsquo;ll have increased protection from eviction.</p>\n\n<p>Shelter has more information about <a rel=\"external\" href=\"http://england.shelter.org.uk/get_advice/renting_and_leasehold/private_tenancies/assured_tenancies/\" title=\"Assured tenancies: Shelter\">assured tenancies</a> and <a rel=\"external\" href=\"http://england.shelter.org.uk/get_advice/renting_and_leasehold/private_tenancies/regulated_tenancies/\" title=\"Regulated tenancies: Shelter\">regulated tenancies.</a></p>\n\n"},{"web_url":"https://www.gov.uk/private-renting-evictions/accelerated-possession","slug":"accelerated-possession","order":2,"title":"Accelerated possession","body":"<p>Landlords can sometimes evict tenants using &lsquo;accelerated possession&rsquo;. This is quicker than a normal eviction and doesn’t usually need a court hearing. </p>\n\n<p>Your landlord can only do this if:</p>\n\n<ul>\n  <li>you have an assured shorthold tenancy or a statutory periodic tenancy</li>\n  <li>you have a written tenancy agreement</li>\n  <li>they&rsquo;ve given you the required written notice (a minimum of 2 months) in the right form</li>\n  <li>they haven&rsquo;t asked you to leave before the end of a fixed-term tenancy</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>You can only stop accelerated possession if you can prove your landlord hasn’t followed the rules listed above.</p>\n</div>\n\n<h3>How it works</h3>\n<p>If your landlord applies to the court for accelerated possession, the court will send you a copy of the application. </p>\n\n<p>If you want to challenge the application, you must do this within 14 days of receiving it. </p>\n\n<p>A judge will decide whether to:</p>\n\n<ul>\n  <li>issue a possession order, giving your landlord the right to evict you and take possession of the property (this is normally the case)</li>\n  <li>have a court hearing (this usually only happens if the paperwork isn’t in order or you’ve raised an important issue)</li>\n</ul>\n\n<p>Even if there’s a hearing, the court can still decide to issue a possession order.</p>\n\n<h3>If the judge issues a possession order</h3>\n<p>If the judge makes a possession order, you’ll normally have 14 or 28 days to leave the property. If this will cause you exceptional hardship, the judge may give you up to 42 days to leave. </p>\n\n<p>If you don’t leave at this point, your landlord can use bailiffs to evict you.</p>\n"},{"web_url":"https://www.gov.uk/private-renting-evictions/eviction-court-hearings","slug":"eviction-court-hearings","order":3,"title":"Eviction court hearings","body":"<h2>Before the hearing</h2>\n<p>You’ll know your landlord is taking you to court to evict you because you’ll be sent court papers, including:</p>\n\n<ul>\n  <li>copies of &lsquo;claim for possession&rsquo; forms</li>\n  <li>a defence form</li>\n  <li>a date for your court hearing</li>\n</ul>\n\n<p>The defence form is your chance to say why you have rent arrears and if you disagree with what your landlord put on the &lsquo;claim for possession&rsquo; forms. You need to return it within 14 days. </p>\n\n<p>You may have to pay extra court fees if you don’t provide information in the defence form and this results in a delay to your court case.</p>\n\n<div class=\"application-notice help-notice\">\n<p>If you don’t attend your court hearing, it’s very likely the judge will decide you’ll lose your home.</p>\n</div>\n\n<p>The charity Shelter has <a rel=\"external\" href=\"http://england.shelter.org.uk/get_advice/eviction/court_action_for_eviction/\" title=\"Court action for eviction: Shelter\">advice on preparing for the court hearing.</a></p>\n\n<h2>During the hearing</h2>\n<p>If you haven’t received advice before, you can get free legal advice and representation in court on the day of the hearing. This is under the Housing Possession Court Duty scheme. Contact your <a href=\"/find-your-local-council\">local council</a> or the <a rel=\"external\" href=\"http://hmctscourtfinder.justice.gov.uk/HMCTS\" title=\"Court finder\">court where your case is being heard.</a></p>\n\n<p>If the scheme isn’t available in your area, check with the court whether there are other advice services or <a rel=\"external\" href=\"http://legaladviserfinder.justice.gov.uk/AdviserSearch.do\" title=\"Contact Community Legal Advice\">contact Community Legal Advice.</a></p>\n\n<p>The charity Shelter has information on <a rel=\"external\" href=\"http://england.shelter.org.uk/get_advice/eviction/court_action_for_eviction/possession_hearings/\" title=\"Possession hearings: Shelter\">what happens at a possession hearing.</a> </p>\n\n<h2>The judge&rsquo;s decision</h2>\n<p>The judge could:</p>\n\n<ul>\n  <li>dismiss the court case - no order will be made and the hearing is finished</li>\n  <li>adjourn the hearing - the hearing will be delayed until later, as the judge feels a decision can’t be made on the day </li>\n  <li>make an ‘order’ - the judge will make a legal decision on what will happen</li>\n</ul>\n\n<p>The judge will dismiss the case if there’s no reason you should be evicted. This might happen if:</p>\n\n<ul>\n  <li>your landlord hasn’t followed the correct procedure </li>\n  <li>your landlord or their representative doesn’t attend the hearing</li>\n  <li>you&rsquo;ve paid any rent arrears</li>\n</ul>\n\n<p>If the judge dismisses the case, you can stay in your home. If the landlord wants to evict you, they’ll have to restart the court process from the beginning.</p>\n\n<h2>Types of possession order</h2>\n\n<p>There are several different kinds of orders a judge can make.</p>\n\n<h3>Order for possession (or ‘outright possession order’)</h3>\n<p>This means you must leave the property before the date given in the order. </p>\n\n<p>The date will be either 14 or 28 days after your court hearing. If you’re in an exceptionally difficult situation, you may be able to convince the judge to delay this for up to 6 weeks.</p>\n\n<p>If you don’t leave your home by the date given, your landlord can ask the court to evict you by asking for a ‘warrant for possession’. If the court gives a warrant, you’ll be sent an eviction notice that gives a date when you must leave your home. </p>\n\n<h3>Suspended order for possession</h3>\n<p>This means if you make the payments, or obey the conditions, set out in the order, you can stay in your home. If you don’t make the payments, your landlord can ask the court to evict you. </p>\n\n<h3>Money order</h3>\n<p>This means you have to pay the landlord the amount set out in the order. If you don’t make the payments, action could be taken by the courts to recover the money, including:</p>\n\n<ul>\n  <li>deducting money from your wages or bank account</li>\n  <li>sending bailiffs to take away things you own</li>\n</ul>\n\n<p>If you get into rent arrears after a money order has been made, your landlord can go to court again and ask for a possession order.</p>\n\n<h3>Possession orders with a money judgment</h3>\n<p>A judge can add a money judgment to any of the possession orders. This means you owe a specific amount of money, usually made up of:</p>\n\n<ul>\n  <li>your rent arrears</li>\n  <li>court fees</li>\n  <li>your landlord’s legal costs</li>\n</ul>\n\n<p>The money judgment won’t apply if you pay your arrears and the amount set out in a suspended possession order.</p>\n\n<p>However, the money judgment will apply if you don’t pay the amount set out in the suspended possession order that’s linked to the judgment. If you don’t pay, the landlord may ask the court to carry out the instructions in the order and the judgment.</p>\n"},{"web_url":"https://www.gov.uk/private-renting-evictions/eviction-notices","slug":"eviction-notices","order":4,"title":"Eviction notices","body":"<p>If you don’t leave your home by the date given in an outright possession order, your landlord can ask the court for a ‘warrant for possession’. </p>\n\n<p>If the court gives a warrant, you’ll be sent an eviction notice that gives a date when you must leave your home. </p>\n\n<p>If you don’t go, bailiffs can evict you. The costs of doing this will be added to the money you owe.</p>\n\n<h2>Delaying eviction</h2>\n<p>You can ask a judge to suspend the warrant for possession at a new hearing. This means they’ll delay the eviction or let you stay in your home if you can make payments again. </p>\n\n<p>The judge won’t automatically agree to suspend the possession warrant.</p>\n\n<h3>Applying to suspend a warrant</h3>\n<p>To apply for a suspension of a possession warrant, you must fill out an <a rel=\"external\" href=\"http://hmctsformfinder.justice.gov.uk/HMCTS/GetForm.do?court_forms_id=484\" title=\"Application notice: form N244\">application notice</a> and either send or deliver it to the court. </p>\n\n<p>You must tell the court you need a hearing at short notice (before your eviction date). You’ll have to pay a <a rel=\"external\" href=\"http://hmctscourtfinder.justice.gov.uk/HMCTS/GetLeaflet.do?court_leaflets_id=172\" title=\"Court fees - do I have to pay them: HM Courts Service\">court fee,</a> unless you qualify for help.</p>\n\n<h2>Asking the court to change your payments</h2>\n<p>If your circumstances change, you can ask a judge at a new hearing to change what you pay. To do this, you must fill out an <a rel=\"external\" href=\"http://hmctsformfinder.justice.gov.uk/HMCTS/GetForm.do?court_forms_id=484\" title=\"Application notice: form N244\">application notice.</a> </p>\n\n<p>You’ll have to pay a <a rel=\"external\" href=\"http://hmctscourtfinder.justice.gov.uk/HMCTS/GetLeaflet.do?court_leaflets_id=172\" title=\"Court fees - do I have to pay them: HM Courts Service\">court fee,</a> unless you qualify for help.</p>\n\n<h2>Appealing against the decision</h2>\n<p>You can only appeal if you can show the judge made mistakes in the original possession hearing. You’ll need to ask the judge for permission to appeal at the end of the original hearing.  </p>\n\n<p>If you get permission to appeal, you’ll have to apply for an appeal hearing very soon afterwards. You’ll have to pay a <a rel=\"external\" href=\"http://hmctscourtfinder.justice.gov.uk/HMCTS/GetLeaflet.do?court_leaflets_id=172\" title=\"Court fees - do I have to pay them: HM Courts Service\">court fee,</a> unless you qualify for help.</p>\n\n<p>You’ll need to get <a rel=\"external\" href=\"http://legaladviserfinder.justice.gov.uk/AdviserSearch.do\" title=\"Get legal advice\">legal advice.</a></p>\n\n<h2>Contact your local council</h2>\n<p>If you’re worried about becoming homeless, <a href=\"/find-your-local-council\" title=\"Find your local council\">contact your local council</a> for homelessness help and advice.</p>\n\n"},{"web_url":"https://www.gov.uk/private-renting-evictions/harassment-and-illegal-evictions","slug":"harassment-and-illegal-evictions","order":5,"title":"Harassment and illegal evictions","body":"<p>It’s a crime for your landlord to harass you or try to force you out of a property without using proper procedures. If this happens, you may have a right to claim damages through the court.</p>\n\n<h2>What is harassment?</h2>\n<p>Harassment can be anything a landlord does, or fails to do, that makes you feel unsafe in the property or forces you to leave. </p>\n\n<p>Harassment can include:</p>\n\n<ul>\n  <li>stopping services, like electricity</li>\n  <li>withholding keys - eg there are 2 tenants in a property but the landlord will only give 1 key</li>\n  <li>refusing to carry out repairs</li>\n  <li>anti-social behaviour by a landlord&rsquo;s agent - eg a friend of the landlord moves in next door and causes problems</li>\n  <li>threats and physical violence</li>\n</ul>\n\n<h2>Illegal eviction and tenants&rsquo; rights</h2>\n<p>Your landlord may be guilty of illegal eviction if you:</p>\n\n<ul>\n  <li>aren’t given the notice to leave the property that your landlord must give you</li>\n  <li>find the locks have been changed</li>\n  <li>are evicted without a court order</li>\n</ul>\n\n<p>Even if your landlord’s property is repossessed by their mortgage lender, the lender must give you a notice period so you can find other accommodation. Citizens Advice has information on <a rel=\"external\" href=\"http://www.adviceguide.org.uk/index/your_family/home_and_neighbourhood_index_ew/renting_a_home_index_ew/repossession_by_your_landlord_s_mortgage_lender.htm/\" title=\"Repossession by your landlord’s mortgage lender\">repossession by your landlord’s mortgage lender.</a></p>\n\n<h2>What you can do</h2>\n<p>If you think you’re being harassed or threatened with illegal eviction, or the property you rent is being repossessed, <a rel=\"external\" href=\"http://legaladviserfinder.justice.gov.uk/AdviserSearch.do\" title=\"Contact a legal adviser\">contact a legal adviser</a> or Shelter’s <a rel=\"external\" href=\"http://england.shelter.org.uk/get_advice/how_we_can_help/housing_advice_helpline/\" title=\"Shelter's housing advice helpline\">housing advice helpline.</a></p>\n\n<p>The Department for Communities and Local Government has a <a rel=\"external\" href=\"http://www.communities.gov.uk/publications/housing/mylandlordwants\" title=\"My landlord wants me out\">guide for tenants facing harassment and illegal eviction.</a></p>\n"}]},"updated_at":"2012-10-16T20:20:17+00:00","tags":[{"title":"Repossessions, emergency housing and evictions","id":"https://www.gov.uk/api/tags/housing%2Frepossessions-evictions.json","web_url":null,"details":{"description":"Includes evictions, emergency housing, repossession and squatters","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=housing%2Frepossessions-evictions","web_url":"https://www.gov.uk/browse/housing/repossessions-evictions"},"parent":{"title":"Housing and local services","id":"https://www.gov.uk/api/tags/housing.json","web_url":null,"details":{"description":"Your legal obligations and rights when renting, buying or owning a home, plus information about Council Tax, what to do if you're homeless and where to get help if you have a housing dispute.","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=housing","web_url":"https://www.gov.uk/browse/housing"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/council-housing-association-evictions.json","web_url":"https://www.gov.uk/council-housing-association-evictions","title":"Council and housing association evictions","format":"guide","details":{"need_id":"218","business_proposition":false,"description":"Eviction of council or housing association tenants: grounds for eviction, notice period, and what a court can decide"},"updated_at":"2012-10-16T10:22:53+00:00"},{"id":"https://www.gov.uk/api/tenancy-deposit-protection.json","web_url":"https://www.gov.uk/tenancy-deposit-protection","title":"Tenancy deposit protection","format":"guide","details":{"need_id":"230","business_proposition":false,"description":"Deposit protection schemes - the 3 official schemes, information landlords must give tenants, if your landlord doesn't protect your deposit, disputes and advice"},"updated_at":"2012-10-16T10:20:14+00:00"},{"id":"https://www.gov.uk/api/private-renting.json","web_url":"https://www.gov.uk/private-renting","title":"Private renting","format":"guide","details":{"need_id":"1908","business_proposition":false,"description":"Private renting as a tenant - repairs, rent increases and arrears, settling disputes, deposits and your rights and responsibilities"},"updated_at":"2012-10-16T10:21:12+00:00"},{"id":"https://www.gov.uk/api/private-renting-tenancy-agreements.json","web_url":"https://www.gov.uk/private-renting-tenancy-agreements","title":"Private renting for tenants: tenancy agreements","format":"guide","details":{"need_id":"1826","business_proposition":false,"description":"A tenancy agreement is a contract between you and a landlord - ending a tenancy, changing a tenancy, tenancy types and assured shorthold tenancies"},"updated_at":"2012-10-17T08:45:03+00:00"},{"id":"https://www.gov.uk/api/emergency-housing-if-homeless.json","web_url":"https://www.gov.uk/emergency-housing-if-homeless","title":"Emergency housing if you're homeless","format":"answer","details":{"need_id":"2067","business_proposition":false,"description":"Your council may help with emergency housing if you're legally homeless, depending on your eligibility, level of need and if your homelessness is your fault."},"updated_at":"2012-10-16T10:27:35+00:00"}]}