{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/record-keeping-for-employment-agencies-and-businesses.json","web_url":"https://www.gov.uk/record-keeping-for-employment-agencies-and-businesses","title":"Record keeping for employment agencies and businesses","format":"guide","updated_at":"2013-01-09T13:14:25+00:00","details":{"need_id":"2641","business_proposition":true,"description":"Employment agencies and businesses must keep proper records and can be inspected by the Employment Agency Standards (EAS) Inspectorate; the records you must keep, how long to store them and what happens if you're inspected","language":"en","alternative_title":"","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/record-keeping-for-employment-agencies-and-businesses/overview","slug":"overview","order":1,"title":"Overview","body":"<p>If you’re running an employment agency or employment businesses you must keep proper records on the <a href=\"/record-keeping-for-employment-agencies-and-businesses/records-about-workseekers\" title=\"work-seekers\">work-seekers</a> and <a href=\"/record-keeping-for-employment-agencies-and-businesses/records-about-hirers\" title=\"hirers\">hirers</a> you do business with.</p>\n\n<p>You must <a href=\"/record-keeping-for-employment-agencies-and-businesses/storing-and-accessing-records\" title=\"keep the records\">keep the records</a> for set amounts of time and make them easily available to Employment Agency Standards (EAS) inspectors.</p>\n\n<p>If an inspector finds you’re <a href=\"/record-keeping-for-employment-agencies-and-businesses/inspections-and-enforcement-of-the-rules\" title=\"breaking the rules\">breaking the rules</a> they can:</p>\n\n<ul>\n  <li>send out warnings</li>\n  <li>recommend you&rsquo;re taken to court</li>\n  <li>seek a prohibition order through an employment tribunal</li>\n</ul>\n"},{"web_url":"https://www.gov.uk/record-keeping-for-employment-agencies-and-businesses/records-about-workseekers","slug":"records-about-workseekers","order":2,"title":"Records about work-seekers","body":"<p>You only have to keep records of work-seekers if you take action to find them work.</p>\n\n<p>For example, if you get sent speculative CVs and don’t use these work-seekers, you don’t have to keep the CVs.</p>\n\n<p>You must keep the following records on work-seekers you either find work for, or try to find work for:</p>\n\n<ul>\n  <li>the date you got their application</li>\n  <li>their name, address and, if under 22, date of birth</li>\n  <li>any terms which apply, or will apply, between the agency or employment business and the work-seeker</li>\n  <li>any document recording changes to these terms</li>\n  <li>details of the work-seeker’s training, experience and qualifications and any authorisation to do particular types of work (and copies of any documents provided to you relating to this)</li>\n  <li>details of any requirements specified by work-seekers in relation to taking up employment</li>\n  <li>names of hirers the work-seeker is introduced or supplied to</li>\n  <li>details of any resulting engagements and when they start</li>\n  <li>a copy of any contract between the work-seeker and a hirer that you entered into on the work-seeker&rsquo;s behalf</li>\n  <li>the date any applications are withdrawn or contracts are terminated</li>\n  <li>details of enquires about the work-seeker and the position concerned (including copies of all relevant documents and dates they were received or sent)</li>\n</ul>\n\n<h2>Records of fees</h2>\n\n<p>If you are allowed to charge fees to work-seekers, you should also keep records of either:</p>\n\n<ul>\n  <li>the dates of requests for fees from the work-seeker and receipts of fees or payments, with copy statements or invoices, numbers and amounts</li>\n  <li>statements of dates and amounts of sums deducted from money you received on the work-seeker&rsquo;s behalf, which was paid into a &lsquo;client account&rsquo; to hold the work-seekers money</li>\n</ul>\n"},{"web_url":"https://www.gov.uk/record-keeping-for-employment-agencies-and-businesses/records-about-hirers","slug":"records-about-hirers","order":3,"title":"Records about hirers ","body":"<p>You must keep the following records about any hirers who contact you with vacancies:</p>\n\n<ul>\n  <li>the date you get their application</li>\n  <li>the hirer&rsquo;s name and address, and location of employment</li>\n  <li>details of the position(s) the hirer wants to fill</li>\n  <li>duration or likely duration of work</li>\n  <li>experience, training, ability, qualifications, and authorisation required either by the hirer, by law or by any professional body</li>\n  <li>any other conditions to the position(s)</li>\n  <li>the terms offered for the position(s)</li>\n  <li>a copy of the terms between the agency or employment business and the hirer, and any document recording any changes to these</li>\n  <li>names of work-seekers introduced or supplied to the hirer</li>\n  <li>details of enquiries about the hirer and the position they want to fill, including copies of all relevant documents and dates of their receipt</li>\n  <li>details of each resulting engagement and date it starts</li>\n  <li>dates of requests by the agency or employment business for fees or other payment from the hirer plus copies of statements or invoices of these when they’re paid</li>\n</ul>\n"},{"web_url":"https://www.gov.uk/record-keeping-for-employment-agencies-and-businesses/records-when-more-than-one-agency-or-business-is-involved","slug":"records-when-more-than-one-agency-or-business-is-involved","order":4,"title":"Records when more than one agency or business is involved","body":"<p>If more than 1 employment agency or business is involved with the hirer or work-seeker you also need to keep the following records:</p>\n\n<ul>\n  <li>names of any other agencies or employment businesses that the agency or employment business uses</li>\n  <li>details of enquiries about that agency or employment business&rsquo;s suitability, including copies of all relevant documents and dates the enquiries were made and answers received</li>\n  <li>date and copy of any agreement with the other agency</li>\n</ul>\n"},{"web_url":"https://www.gov.uk/record-keeping-for-employment-agencies-and-businesses/storing-and-accessing-records","slug":"storing-and-accessing-records","order":5,"title":"Storing and accessing records","body":"<h2>Client account records</h2>\n\n<p>Records for <a href=\"/entertainment-and-modelling-agencies\" title=\"entertainment and modelling agencies\">entertainment and modelling agencies</a> have to be kept for at least 6 years. </p>\n\n<h2>Records of applications</h2>\n\n<p>Records of applications from hirers and work-seekers have to be kept for at least 1 year from when the agency or business last provided its services for them.</p>\n\n<h2>Where to keep records</h2>\n\n<p>It doesn’t matter where you keep the records as long as they can be accessed easily.</p>\n\n<h2>Requests for records</h2>\n\n<p>If an Employment Agency Standards (<abbr title=\"Employment Agency Standards\">EAS</abbr>) inspector asks to see your records they must be provided by the end of the 2nd business day after the request was made.</p>\n\n<p>For example, if records are requested on Monday, they must be provided by the end of Wednesday.</p>\n\n<p>Records can be kept in electronic form as long as they can be reproduced and read easily.</p>\n\n"},{"web_url":"https://www.gov.uk/record-keeping-for-employment-agencies-and-businesses/inspections-and-enforcement-of-the-rules","slug":"inspections-and-enforcement-of-the-rules","order":6,"title":"Inspections and enforcement of the rules","body":"<p>The Employment Agency Standards (<abbr title=\"Employment Agency Standards\">EAS</abbr>) Inspectorate checks that employment agencies and businesses are following the rules.</p>\n\n<p>Its main way of checking is by sending out inspectors.</p>\n\n<h2>What <abbr title=\"Employment Agency Standards\">EAS</abbr> inspectors can do</h2>\n\n<p><abbr title=\"Employment Agency Standards\">EAS</abbr> inspectors investigate complaints, follow up allegations of misconduct, and make targeted checks of employment agencies and businesses.</p>\n\n<p>Inspectors have to carry official ID. They can enter domestic or commercial premises they’ve got reason to believe are, or have been, used as an employment agency or business.</p>\n\n<p>Inspectors can inspect records and documents to make sure the agency or business is following the rules.</p>\n\n<p>They can:</p>\n\n<ul>\n  <li>ask to see documents and financial records</li>\n  <li>copy these records</li>\n  <li>remove the records to copy them</li>\n  <li>request in writing that any record, document or information is provided to them at a time and place of their choice so they don’t have to go back to the premises</li>\n</ul>\n\n<h2>Enforcement of the rules</h2>\n\n<p>If your employment agency or business is breaking the rules you’ll be sent a warning letter saying how and what you have to do to fix this.</p>\n\n<p>There might be a follow-up inspection.</p>\n\n<p>In serious cases you might be prosecuted or referred to an employment tribunal and you could get stopped from working as an employment agency or business.</p>\n\n<p>Most breaches of the rules are criminal offences. You could be tried in a Magistrates’ Court with a maximum fine of £5,000 or even taken to the Crown Court where the fine is unlimited.</p>\n\n"}]},"tags":[{"title":"Businesses and self-employed","id":"https://www.gov.uk/api/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}],"related":[{"id":"https://www.gov.uk/api/being-taken-to-employment-tribunal-by-employee.json","web_url":"https://www.gov.uk/being-taken-to-employment-tribunal-by-employee","title":"Being taken to an employment tribunal by an employee","format":"guide","updated_at":"2013-01-09T13:07:19+00:00"},{"id":"https://www.gov.uk/api/employment-agencies-and-businesses.json","web_url":"https://www.gov.uk/employment-agencies-and-businesses","title":"Employment agencies and businesses","format":"guide","updated_at":"2013-01-09T13:14:07+00:00"},{"id":"https://www.gov.uk/api/entertainment-and-modelling-agencies.json","web_url":"https://www.gov.uk/entertainment-and-modelling-agencies","title":"Entertainment and modelling agencies","format":"answer","updated_at":"2013-01-09T13:13:56+00:00"}]}