{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/redundant-your-rights.json","web_url":"https://www.gov.uk/redundant-your-rights","title":"Redundancy: your rights","format":"guide","details":{"need_id":"147","business_proposition":false,"description":"If you're being made redundant from your job - rights, pay, notice periods and consultation","alternative_title":" ","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/redundant-your-rights/overview","slug":"overview","order":1,"title":"Overview","body":"<p>Redundancy is a form of dismissal from your job.</p>\n\n<p>If you’re being made redundant, you might be eligible for certain rights, including:</p>\n\n<ul>\n  <li>redundancy pay</li>\n  <li>a notice period</li>\n  <li>a consultation with your employer</li>\n  <li>the option to move into a different job</li>\n  <li>time off to find a new job</li>\n</ul>\n\n<p>You must be selected for redundancy in a fair way, eg because of your level of experience or capability to do the job.</p>\n\n<p>You can&rsquo;t be selected because of age, gender, or if you&rsquo;re disabled or pregnant etc. If you are, this could be classed as an <a href=\"/dismissal\" title=\"Dismissal: your rights\">unfair dismissal</a>.</p>\n"},{"web_url":"https://www.gov.uk/redundant-your-rights/being-selected-for-redundancy","slug":"being-selected-for-redundancy","order":2,"title":"Being selected for redundancy","body":"<p>Your employer should use a fair and objective way of selecting you for redundancy. </p>\n\n<p>Commonly used methods are:</p>\n\n<ul>\n  <li>last in, first out (employees with the shortest length of service are selected first)</li>\n  <li>asking for volunteers (self-selection)</li>\n  <li>disciplinary records</li>\n  <li>staff appraisal markings, skills, qualifications and experience</li>\n</ul>\n\n<p>If your job no longer exists, your employer can make you redundant without having to follow a selection process.</p>\n\n<div class=\"application-notice info-notice\">\n<p>If your employer uses ‘last in, first out’, make sure it’s not discrimination, eg if only young people are made redundant.</p>\n</div>\n\n<h2>Reapplying for your own job</h2>\n\n<p>You might be asked to reapply for your own job, which could help your employer decide who to select. </p>\n\n<div class=\"application-notice info-notice\">\n<p>If you don’t apply or you’re unsuccessful in your application, you’ll still have a job until your employer makes you redundant.</p>\n</div>\n\n<h2>Unfair selection</h2>\n\n<p>You can’t be selected for the following reasons - your redundancy would be classed as an <a href=\"/dismissal\" title=\"Dismissal: your rights\">unfair dismissal</a>:</p>\n\n<ul>\n  <li>gender</li>\n  <li>marital status</li>\n  <li>sexual orientation</li>\n  <li>race</li>\n  <li>disability</li>\n  <li>religion or belief</li>\n  <li>age</li>\n  <li>trade union membership</li>\n  <li>health and safety activities</li>\n  <li>working pattern (eg part-time or fixed-term employees)</li>\n  <li>maternity leave, birth or pregnancy</li>\n  <li>paternity leave, parental or dependants leave</li>\n  <li>you’re disabled</li>\n  <li>your membership or non-membership of a trade union</li>\n  <li>you’re exercising your statutory rights</li>\n  <li>whistleblowing (eg making disclosures about your employer’s wrongdoing)</li>\n  <li>taking part in lawful industrial action lasting 12 weeks or less</li>\n  <li>taking action on health and safety grounds</li>\n  <li>doing jury service</li>\n  <li>you’re the trusteeship of a company pension scheme</li>\n</ul>\n\n<h2>Appealing the decision</h2>\n\n<p>You can appeal if you feel that you’ve been unfairly selected. Write to your employer explaining the reasons.</p>\n\n<div class=\"application-notice info-notice\">\n<p>You may be able to make a claim to an <a href=\"/employment-tribunals\" title=\"employment tribunal\">employment tribunal</a> for unfair dismissal.</p>\n</div>\n\n<h2>Voluntary redundancy</h2>\n\n<p>If you volunteer for redundancy, it’s up to your employer whether they actually select you.</p>\n\n<p>Your employer can’t just offer voluntary redundancy to age groups eligible for an early retirement package - this could be unlawful age discrimination.</p>\n\n<p>However, an early retirement package (for certain age groups) could be one element of a voluntary redundancy offer open to all employees.</p>\n"},{"web_url":"https://www.gov.uk/redundant-your-rights/redundancy-pay","slug":"redundancy-pay","order":3,"title":"Redundancy pay","body":"<p>If you’re an <a href=\"/employment-status/employee\" title=\"Employment status: employee\">employee</a> and you’ve been working for your current employer for 2 years or more, you’ll be entitled to statutory redundancy pay.</p>\n\n<p>You’ll get:</p>\n\n<ul>\n  <li>half a week’s pay for each full year you were under 22</li>\n  <li>1 week’s pay for each full year you were 22 or older, but under 41</li>\n  <li>1 and half week’s pay for each full year you were 41 or older</li>\n</ul>\n\n<p><a href=\"/calculate-your-redundancy-pay\" title=\"Calculate your redundancy pay\">Calculate your redundancy pay</a></p>\n\n<div class=\"application-notice info-notice\">\n<p>Redundancy pay under £30,000 is not taxable.</p>\n</div>\n\n<h2>Exceptions</h2>\n\n<p>You’re not entitled to statutory redundancy pay if:</p>\n\n<ul>\n  <li>your employer offers to keep you on</li>\n  <li>your employer offers you <a href=\"/redundant-your-rights/suitable-alternative-employment\" title=\"Suitable alternative employment\">suitable alternative work</a> which you refuse without good reason</li>\n  <li>you’re dismissed for misconduct with - no notice, little notice or a statement from your employer saying they would have been entitled to dismiss you without notice</li>\n</ul>\n\n<p>If you fall into the following categories then you’re not entitled to statutory redundancy pay:</p>\n\n<ul>\n  <li>members of the armed forces</li>\n  <li>House of Lords and House of Commons staff</li>\n  <li>some apprentices - although you should check your contract</li>\n  <li>domestic servants working in private homes who are members of the employer’s immediate close family</li>\n  <li>‘share fishermen’ paid only by a share in the proceeds of the catch</li>\n  <li>Crown servants or employees in a public office</li>\n  <li>employees of the government of an overseas territory</li>\n</ul>\n\n<h2>Short-term and temporary lay-offs</h2>\n\n<p>You can claim statutory redundancy pay if you&rsquo;re eligible and you&rsquo;ve been temporarily laid off (without pay or less than half a week&rsquo;s pay) for either:</p>\n\n<ul>\n  <li>more than 4 weeks in a row</li>\n  <li>more than 6 non-consecutive weeks in a 13 week period</li>\n</ul>\n\n<p>To claim:</p>\n\n<ol class=\"steps\">\n<li><p>Write to your employer telling them you intend to claim statutory redundancy pay. This must be done within 4 weeks of your last non-working day in the 4 or 6 week period.</p>\n</li>\n<li><p>If your employer doesn’t reject your claim within 7 days of receiving it, write to your employer again giving them your notice.</p>\n</li>\n</ol>\n\n<div class=\"application-notice info-notice\">\n<p>Your claim could be rejected if your normal work is likely to start within 4 weeks and continue for at least 13 weeks.</p>\n</div>\n"},{"web_url":"https://www.gov.uk/redundant-your-rights/notice-periods","slug":"notice-periods","order":4,"title":"Notice periods","body":"<p>You must be given a notice period before your employment ends.</p>\n\n<p>The statutory redundancy notice periods are:</p>\n\n<ul>\n  <li>at least 1 week’s notice if employed between 1 month and 2 years</li>\n  <li>1 week’s notice for each year if employed between 2 and 12 years</li>\n  <li>12 weeks’ notice if employed for 12 years or more</li>\n</ul>\n\n<h2>Notice pay</h2>\n\n<p>As well as statutory redundancy pay, your employer should either:</p>\n\n<ul>\n  <li>pay you through your notice period</li>\n  <li>pay you in lieu of notice depending on your circumstances</li>\n</ul>\n\n<h2>Payment in lieu of notice</h2>\n\n<p>Payment in lieu of notice is money paid to you by your employer as an alternative to being given your full notice.</p>\n\n<p>This means that your contract can be ended without any notice.</p>\n\n<p>You must get all of the basic pay you would have received during the notice period, plus any extras you might be owed, eg pension contributions or private health care insurance.</p>\n\n<div class=\"application-notice help-notice\">\n<p>You might have a payment in lieu of notice clause in your employment contract.</p>\n</div>\n\n"},{"web_url":"https://www.gov.uk/redundant-your-rights/consultation","slug":"consultation","order":5,"title":"Consultation","body":"<p>If you’re being made redundant, you’re entitled to a consultation with your employer. This involves speaking to them about:</p>\n\n<ul>\n  <li>why you’re being made redundant</li>\n  <li>any alternatives to redundancy</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>You can make a claim to an <a href=\"/employment-tribunals\" title=\"employment tribunal\">employment tribunal</a> if your employer doesn’t consult properly (eg if they start late, don’t consult properly or don’t consult at all).</p>\n</div>\n\n<h2>Collective redundancies</h2>\n\n<p>If your employer is making 20 or more <a href=\"/employment-status/employee\" title=\"Employment status: employee\">employees</a> redundant at the same time, the consultation should take place between your employer and a representative (rep). </p>\n\n<p>This will either be:</p>\n\n<ul>\n  <li>a trade union rep (if you’re represented by a trade union)</li>\n  <li>an elected employee rep (if you&rsquo;re not represented by a trade union, or if your employer doesn’t recognise your trade union)</li>\n</ul>\n\n<p>Collective consultations must cover:</p>\n\n<ul>\n  <li>ways to avoid redundancies</li>\n  <li>the reasons for redundancies</li>\n  <li>how to keep the number of dismissals to a minimum</li>\n  <li>how to limit the effects for employees involved, eg by offering retraining</li>\n</ul>\n\n<h3>Length of consultation</h3>\n\n<p>There’s no time limit for how long the period of consultation should be, but the minimum is:</p>\n\n<ul>\n  <li>20 to 99 redundancies - the consultation must start at least 30 days before any dismissals take effect</li>\n  <li>100 or more redundancies - the consultation must start at least 90 days before any dismissals take effect</li>\n</ul>\n\n<h3>Electing employee reps</h3>\n\n<p>If you’re an employee affected by the proposed redundancies you can:</p>\n\n<ul>\n  <li>stand for election as an employee rep</li>\n  <li>vote for other reps</li>\n</ul>\n"},{"web_url":"https://www.gov.uk/redundant-your-rights/suitable-alternative-employment","slug":"suitable-alternative-employment","order":6,"title":"Suitable alternative employment","body":"<p>Your employer might offer you &lsquo;suitable alternative employment&rsquo; within your organisation or an associated company.</p>\n\n<p>Whether a job is suitable depends on:</p>\n\n<ul>\n  <li>how similar the work is to your current job</li>\n  <li>the terms of the job being offered</li>\n  <li>your skills, abilities and circumstances in relation to the job</li>\n  <li>the pay (including benefits), status, hours and location</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>If your employer has suitable alternative employment and they don’t offer it to you, your redundancy could be an <a href=\"/dismissal\" title=\"Dismissal: your rights\">unfair dismissal</a>.</p>\n</div>\n\n<h2>Refusing an offer</h2>\n\n<p>If you unreasonably turn down suitable alternative employment, you may lose your right to statutory redundancy pay.</p>\n\n<div class=\"application-notice info-notice\">\n<p>You can make a claim to an <a href=\"/employment-tribunals\" title=\"employment tribunal\">employment tribunal</a> if you think the job you’ve been offered isn’t suitable.</p>\n</div>\n\n<h2>Trial periods</h2>\n\n<p>You have the right to a 4 week trial period for any alternative employment you&rsquo;re offered.</p>\n\n<p>If you need training, the 4 week period could be extended.</p>\n\n<p>If you decide the new job isn’t suitable, tell your employer during the trial period. This won&rsquo;t affect your employment rights, including your right to statutory redundancy pay.</p>\n\n<div class=\"application-notice info-notice\">\n<p>If you don’t give notice within the 4 week trial period, you’ll lose your right to claim statutory redundancy pay.</p>\n</div>\n\n<h2>Time off for job hunting</h2>\n\n<p>If you’ve been continuously employed for 2 years by the date your <a href=\"/redundant-your-rights/notice-periods\" title=\"notice period\">notice period</a> ends, you’re allowed a reasonable amount of time off to:</p>\n\n<ul>\n  <li>look for another job</li>\n  <li>arrange training to help you find another job</li>\n</ul>\n\n<p>How long you can take will depend on your circumstances.</p>\n\n<p>Whatever the amount of time off you take, your employer only has to pay you up to two-fifths of a week’s pay for it.</p>\n\n<div class=\"example\">\n<p><strong>Example</strong></p>\n\n<p>You work 5 days a week and you take 4 days off in total during the whole notice period - your employer only has to pay you for the first 2 days.</p>\n</div>\n"}]},"updated_at":"2012-11-06T14:24:02+00:00","tags":[{"title":"Redundancies, dismissals and disciplinaries","id":"https://www.gov.uk/api/tags/working%2Fredundancies-dismissals.json","web_url":null,"details":{"description":"Includes solving a workplace dispute, calculating redundancy pay and dismissal","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=working%2Fredundancies-dismissals","web_url":"https://www.gov.uk/browse/working/redundancies-dismissals"},"parent":{"title":"Working, jobs and pensions","id":"https://www.gov.uk/api/tags/working.json","web_url":null,"details":{"description":"Includes holidays and finding a job","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=working","web_url":"https://www.gov.uk/browse/working"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/discrimination-your-rights.json","web_url":"https://www.gov.uk/discrimination-your-rights","title":"Discrimination: your rights","format":"guide","details":{"need_id":"637","business_proposition":false,"description":"It is against the law to discriminate against anyone because of their sex, religion, disability or certain other personal characteristics"},"updated_at":"2012-10-22T15:25:59+00:00"},{"id":"https://www.gov.uk/api/dismissal.json","web_url":"https://www.gov.uk/dismissal","title":"Dismissal: your rights","format":"guide","details":{"need_id":"345","business_proposition":false,"description":"Dismissal is when your employer ends your employment - reasons you can be dismissed, unfair and constructive dismissal and what to do if you're dismissed"},"updated_at":"2012-11-06T14:17:34+00:00"},{"id":"https://www.gov.uk/api/join-trade-union.json","web_url":"https://www.gov.uk/join-trade-union","title":"Joining a trade union","format":"guide","details":{"need_id":"1905","business_proposition":false,"description":"Joining a union and getting recognition for collective bargaining and agreements - legal rules about membership, union reps and your rights"},"updated_at":"2012-10-22T15:17:57+00:00"}]}