{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/registration-of-a-residential-family-centre-england.json","web_url":"https://www.gov.uk/registration-of-a-residential-family-centre-england","title":"Registration of a residential family centre (England)","format":"licence","updated_at":"2012-10-22T15:21:22+00:00","details":{"need_id":"1","business_proposition":true,"description":"If you operate a residential family centre in England, you need to register","language":"en","alternative_title":"","will_continue_on":"","continuation_link":"","licence_identifier":"1252-1-1","licence_short_description":"Register your residential family centre in England","licence_overview":"<p>If you operate a residential family centre, you need to register.</p>\n\n<p>You may only run or manage a centre if you are fit to do so. You must:</p>\n\n<ul>\n  <li>be of integrity and good character</li>\n  <li>be physically and mentally fit</li>\n  <li>have the appropriate experience, skills and qualifications</li>\n  <li>have certain information, detailed in <a rel=\"external\" href=\"http://www.legislation.gov.uk/uksi/2002/3213/contents/made\" title=\"schedule 2 of Residential Family Centres Regulations 2002\">schedule 2 of Residential Family Centres Regulations 2002,</a> available</li>\n</ul>\n\n<p>You must compile a statement of purpose containing the centre&rsquo;s objectives, the services provided and the arrangements for protecting residents under the age of 18. You must also produce a resident&rsquo;s guide and make this available to every resident parent.</p>\n\n<p>You must create a written placement plan for each family. If there is conflict between the interests of the members of a family, you must prioritise the welfare of the child.  </p>\n\n<h2>Conditions</h2>\n\n<p>Care provision must meet requirements regarding:</p>\n\n<ul>\n  <li>the health, welfare, treatment and supervision of residents</li>\n  <li>ensuring residents are not at risk of suffering harm or abuse</li>\n  <li>respect for residents&rsquo; wishes, feelings, privacy and dignity</li>\n  <li>storage, administration and recording of medicine</li>\n  <li>training staff in first aid</li>\n  <li>standards of cleanliness and hygiene</li>\n  <li>management of complaints</li>\n  <li>health and safety risk assessment and fire management</li>\n  <li>prevention of toxic conditions and the spread of infection at the centre</li>\n  <li>access by residents to such medical advice or treatment as necessary</li>\n  <li>regular review of the quality of care provided</li>\n</ul>\n\n<p>No resident may be subject to physical restraint unless it is the only means of securing the welfare of a resident and there are exceptional circumstances. Corporal punishment may never be used.</p>\n\n<p>You must implement a written child protection policy for safeguarding child residents, which sets out the procedure to be followed in the event of any allegation of abuse or neglect. You must have appropriate staff disciplinary procedures in place.</p>\n\n<p>Your premises and facilities must be of sound construction, free from hazards, kept in a good state of repair and be otherwise suitable. This includes provision of suitable laundry, personal hygiene and food storage and preparation facilities, and suitable ventilation, heating, cooling and lighting. Each family must be provided with at least one private room which is adequately furnished.</p>\n\n<p>The premises must be sufficiently equipped to meet the needs of any disabled resident.</p>\n\n<p>There must always be a sufficient number of competent staff. You must only employ someone if they are of integrity and good character, are fit to do the work, have suitable qualifications and training, and if you have obtained the relevant information about them   All permanent appointments must be subject to the satisfactory completion of a period of probation. All employees must receive appropriate training, supervision and appraisal.</p>\n\n<p>You must notify a resident parent of any incident affecting their child&rsquo;s welfare unless this would place the child&rsquo;s welfare at risk. You must give immediate notice of any:</p>\n\n<ul>\n  <li>death, injury, involvement in prostitution of, or child protection enquiry involving, a resident under the age of 18</li>\n  <li>accident, infectious disease, or other event which adversely affects the welfare of a resident or requires the calling of police</li>\n  <li>any serious complaint about the home or a member of staff</li>\n</ul>\n\n<p>If you are the owner but do not manage the centre you must regularly visit and interview residents and staff to determine the standard of care being provided. You must inspect the premises and records and prepare a written report.</p>\n\n<p>You must give notice of any significant change to the centre or the running of the centre, or of you are convicted of any criminal offence.</p>\n\n<p>You must keep the necessary records.</p>\n","licence":{"location_specific":false,"availability":["England"],"authorities":[{"name":"Office for Standards in Education, Children's Services and Skills","slug":"ofsted","contact":{"website":"","email":"","phone":"","address":"\n\n\n\n"},"actions":{"apply":[{"url":"https://www.gov.uk/apply-for-a-licence/application-to-register-as-a-childrens-social-care-provider-residential-family-centre/ofsted/apply-2","introduction":"How long will my application take?\r\n\r\nOfsted’s timescales for the registration process are published in our ‘Guides to Registration’. Applications are not subject to tacit approval under the EU Services Directive. Tacit approval relates to a situation in which an authority does not process an application for registration within the published timescales and the application as a result becomes deemed as having been granted. It does not apply to applications to Ofsted for registration as a children’s social care provider because different arrangements are in place for overriding reasons relating to the public interest, namely the need to safeguard and protect children’s welfare. (Provision of Services Regulations 2009, regulations 19(5) and (6)).\r\n\r\nWe aim to carry out our work smoothly and without incident. However, if you are dissatisfied with any aspect of the registration process please contact us. The details of our complaints procedure are available at http://www.ofsted.gov.uk/resources/complaints-procedure-raising-concerns-and-making-complaints-about-ofsted\r\n","description":"Complete a declaration and consent form","payment":"none"},{"url":"https://www.gov.uk/apply-for-a-licence/application-to-register-as-a-childrens-social-care-provider-residential-family-centre/ofsted/apply-1","introduction":"There are a number of social care services for children in England which need to be registered, this includes residential family centres.\r\n\r\nThese social care services cannot operate until we grant registration. An application for registration is only complete when we receive all the information we need to process it, and you pay the required fee. If you do not send us all the required information with your application form, we will usually return it to you and you will need to resubmit it.For guidance on what information we require please see the children's social care section under the 'Forms and guidance' part of our website (www.ofsted.gov.uk).\r\n\r\nAll individuals who make up the Registered Person and for the Registered Manager must complete a Declaration and consent form (form SC2) (www.ofsted.gov,uk/publications/070082) and supply a valid enhanced disclosure notice.. The completed form(s) must be attached to this application.\r\n\r\nHow long will my application take?\r\n\r\nOfsted’s timescales for the registration process are published in our ‘Guides to Registration’. Applications are not subject to tacit approval under the EU Services Directive. Tacit approval relates to a situation in which an authority does not process an application for registration within the published timescales and the application as a result becomes deemed as having been granted. It does not apply to applications to Ofsted for registration as a children’s social care provider because different arrangements are in place for overriding reasons relating to the public interest, namely the need to safeguard and protect children’s welfare. (Provision of Services Regulations 2009, regulations 19(5) and (6)).\r\n\r\nWe aim to carry out our work smoothly and without incident. However, if you are dissatisfied with any aspect of the registration process please contact us. The details of our complaints procedure are available at http://www.ofsted.gov.uk/resources/complaints-procedure-raising-concerns-and-making-complaints-about-ofsted","description":"Application to register as a children's social care provider: residential family centre","payment":"variable"}],"change":[{"url":"https://www.gov.uk/apply-for-a-licence/application-to-register-as-a-childrens-social-care-provider-residential-family-centre/ofsted/change-1","introduction":"Childminders, childcare providers and home childcarers: you can use this form to notify Ofsted of a change to your registration. You can also use this form to request a variation to your conditions of registration or resign your childminding registration.\r\n\r\nChildren's social care providers: you can use this form to notify Ofsted of a change to your registration. You can also use this form to inform Ofsted that you wish to apply for a variation to your conditions of registration, or wish to apply for voluntary cancellation of your service. \r\n\r\nHow long will my application take?\r\n\r\nOfsted’s timescales for the registration process are published in our ‘Guides to Registration’. Applications are not subject to tacit approval under the EU Services Directive. Tacit approval relates to a situation in which an authority does not process an application for registration within the published timescales and the application as a result becomes deemed as having been granted. It does not apply to applications to Ofsted for registration as a children’s social care provider because different arrangements are in place for overriding reasons relating to the public interest, namely the need to safeguard and protect children’s welfare. (Provision of Services Regulations 2009, regulations 19(5) and (6)).\r\n\r\nWe aim to carry out our work smoothly and without incident. However, if you are dissatisfied with any aspect of the registration process please contact us. The details of our complaints procedure are available at http://www.ofsted.gov.uk/resources/complaints-procedure-raising-concerns-and-making-complaints-about-ofsted\r\n","description":"Tell us about a change to your existing registration as a residential family centre","payment":"variable"}]}}]}},"tags":[],"related":[]}