{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/revenue-trader-registration.json","web_url":"https://www.gov.uk/revenue-trader-registration","title":"Revenue trader registration","format":"licence","updated_at":"2013-01-09T13:01:12+00:00","details":{"need_id":"1","business_proposition":true,"description":"You need a register with HMRC to put duty-suspended excise goods in a warehouse or buy and store duty-suspended excise goods already in a warehouse","language":"en","alternative_title":"","will_continue_on":"the HM Revenue & Customs website","continuation_link":"http://www.hmrc.gov.uk/","licence_identifier":"9146-7-1","licence_short_description":"Register with HMRC to put duty-suspended excise goods in a warehouse or buy and store duty-suspended excise goods already in a warehouse.","licence_overview":"<p>If you intend to deposit  duty-suspended excise goods that you own in an excise warehouse or you intend to buy and store duty-suspended excise goods that are already held in an excise warehouse, you must be registered and approved by <a rel=\"external\" href=\"http://www.hmrc.gov.uk/\" title=\"HM Revenue &amp; Customs\">HM Revenue &amp; Customs (<abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr>)</a> as a Registered Owner unless:</p>\n\n<ul>\n  <li>you aren&rsquo;t a revenue trader</li>\n  <li>you are an authorised excise warehousekeeper storing your own goods in your own excise warehouse</li>\n  <li>the goods are UK duty-paid excise goods that are being warehoused for export under the <a rel=\"external\" href=\"http://customs.hmrc.gov.uk/channelsPortalWebApp/channelsPortalWebApp.portal?_nfpb=true&amp;_pageLabel=pageExcise_ShowContent&amp;propertyType=document&amp;id=HMCE_PROD1_031924\" title=\"excise duty drawback scheme\">excise duty drawback scheme</a></li>\n  <li>the goods are wine or made-wine</li>\n  <li>the goods are hydrocarbon oil, bioethanol or special energy product</li>\n  <li>you are a non-UK based owner and have appointed a duty representative to act on your behalf</li>\n</ul>\n\n<h2>How to apply</h2>\n\n<p>Owners requiring registration must apply on <a rel=\"external\" href=\"http://customs.hmrc.gov.uk/channelsPortalWebApp/channelsPortalWebApp.portal?_nfpb=true&amp;_pageLabel=pageExcise_Forms&amp;propertyType=document&amp;id=HMCE_PROD1_026085\" title=\"form EX60\">form EX60</a> and duty representatives intending to act on behalf of overseas owners must apply on <a rel=\"external\" href=\"http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?record=mYZd7XkAh7U&amp;formId=584\" title=\"form EX64\">form EX64.</a> If the business is a partnership, you must also complete form <a rel=\"external\" href=\"http://customs.hmrc.gov.uk/channelsPortalWebApp/channelsPortalWebApp.portal?_nfpb=true&amp;_pageLabel=pageExcise_Forms&amp;propertyType=document&amp;id=HMCE_PROD1_030257\" title=\"Excise 102\">Excise 102.</a> </p>\n\n<p><abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> will only consider applications from owners and duty representatives who are based in the UK.</p>\n\n<p>Prior to acting for an overseas owner, a duty representative must carry out checks to make sure the owner does not have a business establishment or fixed address in the UK.</p>\n\n<p>When applying for registration, you must allow a minimum of 30 working days for your application to be processed. You are also required to send an up to date business plan with your application.</p>\n\n<p>Other details you must disclose include:</p>\n\n<ul>\n  <li>any unspent convictions (other than minor motoring offences) that you or other key personnel in the business have</li>\n  <li>any previous registrations as an owner or duty representative, including your previous registration number, name and address</li>\n</ul>\n\n<p>All applicants will receive a pre-approval visit from <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> in order to determine whether or not they are suitable for approval.</p>\n\n<p>If your application is accepted and approval is granted, you will be issued with a certificate of registration.</p>\n\n<p>You will only be permitted to hold dutiable goods of the class or description specified on your certificate of registration.</p>\n\n<p>You must give the excise warehousekeeper a full copy of your certificate of registration before depositing or buying dutiable goods in their excise warehouse.</p>\n\n<h2>Penalties and fines</h2>\n\n<div class=\"application-notice help-notice\">\n<p>If you fail to register or comply with any conditions of your approval, you may be fined and your goods may be forfeited.</p>\n</div>\n\n"},"tags":[],"related":[]}