{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/road-works-level-crossings-tramways-288-to-307.json","web_url":"https://www.gov.uk/road-works-level-crossings-tramways-288-to-307","title":"Road works, level crossings and tramways (288 to 307)","format":"guide","details":{"need_id":"2480","business_proposition":false,"description":"The Highway Code: rules on road works, level crossings and tramways (288 to 307)","alternative_title":"The Highway Code: rules 288 to 307","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/road-works-level-crossings-tramways-288-to-307/road-works-288","slug":"road-works-288","order":1,"title":"Road works (288)","body":"<h2>288</h2>\n\n<p>When the ‘Road Works Ahead’ sign is displayed, you will need to be more watchful and look for additional signs providing more specific instructions. Observe all signs - they are there for your safety and the safety of road workers.</p>\n\n<ul>\n  <li>You <strong>MUST NOT</strong> exceed any temporary maximum speed limit.</li>\n  <li>Use your mirrors and get into the correct lane for your vehicle in good time and as signs direct.</li>\n  <li>Do not switch lanes to overtake queuing traffic.</li>\n  <li>Take extra care near cyclists and motorcyclists as they are vulnerable to skidding on grit, mud or other debris at road works.</li>\n  <li>Where lanes are restricted due to road works, merge in turn (see <a href=\"/general-rules-all-drivers-riders-103-to-158/multilane-carriageways-133-to-143\" title=\"General rules for all drivers and riders: Multilane carriageways (133 to 143)\">Rule 134</a>).</li>\n  <li>Do not drive through an area marked off by traffic cones.</li>\n  <li>Watch out for traffic entering or leaving the works area, but do not be distracted by what is going on there. Concentrate on the road ahead, not the road works.</li>\n  <li>Bear in mind that the road ahead may be obstructed by the works or by slow moving or stationary traffic.</li>\n  <li>Keep a safe distance - there could be queues in front.\nTo obtain further information about road works, see <a href=\"/further-reading-conversions\" title=\"Conversions and further reading\">Conversions and further reading.</a><br />\n<strong>Law RTRA sect 16</strong></li>\n</ul>\n\n"},{"web_url":"https://www.gov.uk/road-works-level-crossings-tramways-288-to-307/additional-rules-for-highspeed-roads-289-to-290","slug":"additional-rules-for-highspeed-roads-289-to-290","order":2,"title":"Additional rules for high-speed roads (289 to 290)","body":"<h2>289</h2>\n\n<p>Take special care on motorways and other high-speed dual carriageways.</p>\n\n<ul>\n  <li>One or more lanes may be closed to traffic and a lower speed limit may apply.</li>\n  <li>Works vehicles that are slow moving or stationary with a large ‘Keep Left’ or ‘Keep Right’ sign on the back are sometimes used to close lanes for repairs, and a flashing light arrow may also be used to make the works vehicle more conspicuous from a distance and give earlier warning to drivers that they need to move over to the next lane.</li>\n  <li>Check mirrors, slow down and change lanes if necessary.</li>\n  <li>Keep a safe distance from the vehicle in front (see <a href=\"/general-rules-all-drivers-riders-103-to-158/control-of-the-vehicle-117-to-126\" title=\"General rules for all drivers and riders: Control of the vehicle (117 to 126)\">Rule 126</a>).</li>\n</ul>\n\n<h2>290</h2>\n\n<p>Contraflow systems mean that you may be travelling in a narrower lane than normal and with no permanent barrier between you and oncoming traffic. The hard shoulder may be used for traffic, but be aware that there may be broken-down vehicles ahead of you. Keep a good distance from the vehicle ahead and observe any temporary speed limits.</p>\n"},{"web_url":"https://www.gov.uk/road-works-level-crossings-tramways-288-to-307/level-crossings-291-to-299","slug":"level-crossings-291-to-299","order":3,"title":"Level crossings (291 to 299)","body":"<h2>291</h2>\n\n<p>A level crossing is where a road crosses a railway or tramway line. Approach and cross it with care. Never drive onto a crossing until the road is clear on the other side and do not get too close to the car in front. Never stop or park on, or near, a crossing.</p>\n\n<h2>Overhead electric lines</h2>\n\n<h2>292</h2>\n\n<p>It is dangerous to touch overhead electric lines. You <strong>MUST</strong> obey the safe height warning road signs and you should not continue forward onto the railway if your vehicle touches any height barrier or bells. The clearance available is usually 5 metres (16 feet 6 inches) but may be lower.<br />\n<strong>Laws RTA 1988 sect 36, TSRGD 2002 reg 17(5)</strong></p>\n\n<h2>293</h2>\n\n<p><strong>Controlled Crossings.</strong> Most crossings have traffic light signals with a steady amber light, twin flashing red stop lights (<a rel=\"external\" href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_070561.pdf\" title=\"download 'Light signals controlling traffic' (PDF, 82KB)\">download &lsquo;Light signals controlling traffic&rsquo; (PDF, 82KB)</a> and <a rel=\"external\" href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_070644.pdf\" title=\"download 'Traffic signs' (PDF, 486KB)\">&lsquo;Traffic signs&rsquo; (PDF, 486KB)</a>) and an audible alarm for pedestrians. They may have full, half or no barriers.</p>\n\n<ul>\n  <li>You MUST always obey the flashing red stop lights.</li>\n  <li>You MUST stop behind the white line across the road.</li>\n  <li>Keep going if you have already crossed the white line when the amber light comes on.</li>\n  <li>Do not reverse onto or over a controlled crossing.</li>\n  <li>You MUST wait if a train goes by and the red lights continue to flash. This means another train will be passing soon.</li>\n  <li>Only cross when the lights go off and barriers open.</li>\n  <li>Never zig-zag around half-barriers, they lower automatically because a train is approaching.</li>\n  <li>At crossings where there are no barriers, a train is approaching when the lights show.</li>\n</ul>\n\n<p><strong>Laws RTA 1988 sect 36 &amp; TSRGD regs 10 &amp; 40</strong></p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_293_stop_when_the_traffic_lights_show.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 293 Stop When The Traffic Lights Show\" /></p>\n\n<h2>294</h2>\n\n<p><strong>Railway telephones.</strong> If you are driving a large or slow- moving vehicle, a long, low vehicle with a risk of grounding, or herding animals, a train could arrive before you are clear of the crossing. You <strong>MUST</strong> obey any sign instructing you to use the railway telephone to obtain permission to cross. You <strong>MUST</strong> also telephone when clear of the crossing if requested to do so.<br />\n<strong>Laws RTA 1988 sect 36 &amp; TSRGD regs 10 &amp; 16(1)</strong></p>\n\n<h2>295</h2>\n\n<p><strong>Crossings without traffic lights.</strong> Vehicles should stop and wait at the barrier or gate when it begins to close and not cross until the barrier or gate opens.</p>\n\n<h2>296</h2>\n\n<p><strong>User-operated gates or barriers.</strong> Some crossings have ‘Stop’ signs and small red and green lights. You <strong>MUST NOT</strong> cross when the red light is showing, only cross if the green light is on. If crossing with a vehicle, you should</p>\n\n<ul>\n  <li>open the gates or barriers on both sides of the crossing</li>\n  <li>check that the green light is still on and cross quickly</li>\n  <li>close the gates or barriers when you are clear of the crossing.</li>\n</ul>\n\n<p><strong>Laws RTA 1988 sect 36 &amp; TSRGD regs 10 &amp; 52(2)</strong></p>\n\n<h2>297</h2>\n\n<p>If there are no lights, follow the procedure in Rule 295. Stop, look both ways and listen before you cross. If there is a railway telephone, always use it to contact the signal operator to make sure it is safe to cross. Inform the signal operator again when you are clear of the crossing.</p>\n\n<h2>298</h2>\n\n<p><strong>Open crossings.</strong> These have no gates, barriers, attendant or traffic lights but will have a ‘Give Way’ sign. You should look both ways, listen and make sure there is no train coming before you cross. </p>\n\n<h2>299</h2>\n\n<p><strong>Incidents and breakdowns.</strong> If your vehicle breaks down, or if you have an incident on a crossing you should</p>\n\n<ul>\n  <li>get everyone out of the vehicle and clear of the crossing immediately</li>\n  <li>use a railway telephone if available to tell the signal operator. Follow the instructions you are given</li>\n  <li>move the vehicle clear of the crossing if there is time before a train arrives. If the alarm sounds, or the amber light comes on, leave the vehicle and get clear of the crossing immediately.</li>\n</ul>\n"},{"web_url":"https://www.gov.uk/road-works-level-crossings-tramways-288-to-307/tramways-300-to-307","slug":"tramways-300-to-307","order":4,"title":"Tramways (300 to 307)","body":"<h2>300</h2>\n\n<p>You <strong>MUST NOT</strong> enter a road, lane or other route reserved for trams. Take extra care where trams run along the road. You should avoid driving directly on top of the rails and should take care where trams leave the main carriageway to enter the reserved route, to ensure you do not follow them. The width taken up by trams is often shown by tram lanes marked by white lines, yellow dots or by a different type of road surface. Diamond-shaped signs and white light signals give instructions to tram drivers only.<br />\n<strong>Law RTRA sects 5 &amp; 8</strong></p>\n\n<h2>301</h2>\n\n<p>Take extra care where the track crosses from one side of the road to the other and where the road narrows and the tracks come close to the kerb. Tram drivers usually have their own traffic signals and may be permitted to move when you are not. Always give way to trams. Do not try to race or overtake them or pass them on the inside, unless they are at tram stops or stopped by tram signals and there is a designated tram lane for you to pass.</p>\n\n<h2>302</h2>\n\n<p>You <strong>MUST NOT</strong> park your vehicle where it would get in the way of trams or where it would force other drivers to do so. Do not stop on any part of a tram track, except in a designated bay where this has been provided alongside and clear of the track. When doing so, ensure that all parts of your vehicle are outside the delineated tram path. Remember that a tram cannot steer round an obstruction.<br />\n<strong>Law RTRA sects 5 &amp; 8</strong></p>\n\n<h2>303</h2>\n\n<p><strong>Tram stops.</strong> Where the tram stops at a platform, either in the middle or at the side of the road, you <strong>MUST</strong> follow the route shown by the road signs and markings. At stops without platforms you <strong>MUST NOT</strong> drive between a tram and the left-hand kerb when a tram has stopped to pick up passengers. If there is no alternative route signed, do not overtake the tram - wait until it moves off.  <br />\n<strong>Law RTRA sects 5 &amp; 8</strong></p>\n\n<h2>304</h2>\n\n<p>Look out for pedestrians, especially children, running to catch a tram approaching a stop.</p>\n\n<h2>305</h2>\n\n<p>Always give priority to trams, especially when they signal to pull away from stops, unless it would be unsafe to do so. Remember that they may be carrying large numbers of standing passengers who could be injured if the tram had to make an emergency stop. Look out for people getting off a bus or tram and crossing the road. </p>\n\n<h2>306</h2>\n\n<p>All road users, but particularly cyclists and motorcyclists, should take extra care when driving or riding close to or crossing the tracks, especially if the rails are wet. You should take particular care when crossing the rails at shallow angles, on bends and at junctions. It is safest to cross the tracks directly at right angles. Other road users should be aware that cyclists and motorcyclists may need more space to cross the tracks safely.</p>\n\n<h2>307</h2>\n\n<p><strong>Overhead electric lines.</strong> Tramway overhead wires are normally 5.8 metres above any carriageway, but can be lower. You should ensure that you have sufficient clearance between the wire and your vehicle (including any load you are carrying) before driving under an overhead wire. Drivers of vehicles with extending cranes, booms, tipping apparatus or other types of variable height equipment should ensure that the equipment is fully lowered. Where overhead wires are set lower than 5.8 metres, these will be indicated by height clearance markings - similar to ‘low bridge’ signs. The height clearances on these plates should be carefully noted and observed. If you are in any doubt as to whether your vehicle will pass safely under the wires, you should always contact the local police or the tramway operator. Never take a chance as this can be extremely hazardous.</p>\n"}]},"updated_at":"2012-10-22T15:24:38+00:00","tags":[{"title":"The Highway Code","id":"https://www.gov.uk/api/tags/driving%2Fhighway-code.json","web_url":null,"details":{"description":"Includes road signs and rules for vehicles and cyclists","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving%2Fhighway-code","web_url":"https://www.gov.uk/browse/driving/highway-code"},"parent":{"title":"Driving, transport, and travel","id":"https://www.gov.uk/api/tags/driving.json","web_url":null,"details":{"description":"Book your driving test or get a tax disc online, find out the legal requirements for buying, owning, importing or scrapping a car or motorcycle, and read about your rights and responsibilities as a driver.","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving","web_url":"https://www.gov.uk/browse/driving"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/highway-code.json","web_url":"https://www.gov.uk/highway-code","title":"The Highway Code","format":"guide","details":{"need_id":"2466","business_proposition":false,"description":"Contents page for the Highway Code, which applies to England, Scotland and Wales and is essential reading for everyone"},"updated_at":"2012-10-22T15:17:30+00:00"}]}