{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/road-users-requiring-extra-care-204-to-225.json","web_url":"https://www.gov.uk/road-users-requiring-extra-care-204-to-225","title":"Road users requiring extra care (204 to 225)","format":"guide","details":{"need_id":"2475","business_proposition":false,"alternative_title":"The Highway Code: rules 204 to 225","overview":"The Highway Code: rules for road users requiring extra care (204 to 225)","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/road-users-requiring-extra-care-204-to-225/overview-204","slug":"overview-204","order":1,"title":"Overview (204)","body":"<h2>204</h2>\n\n<p>The most vulnerable road users are pedestrians, cyclists, motorcyclists and horse riders. It is particularly important to be aware of children, older and disabled people, and learner and inexperienced drivers and riders.</p>\n"},{"web_url":"https://www.gov.uk/road-users-requiring-extra-care-204-to-225/pedestrians-205-to-210","slug":"pedestrians-205-to-210","order":2,"title":"Pedestrians (205 to 210)","body":"<h2>205</h2>\n\n<p>There is a risk of pedestrians, especially children, stepping unexpectedly into the road. You should drive with the safety of children in mind at a speed suitable for the conditions.</p>\n\n<h2>206</h2>\n\n<p><strong>Drive carefully and slowly</strong> when</p>\n\n<ul>\n  <li>in crowded shopping streets, Home Zones and Quiet Lanes (see <a href=\"/road-users-requiring-extra-care-204-to-225/other-road-users-214-to-218\" title=\"Road users requiring extra care: Other road users (214 to 218)\">Rule 218</a>) or residential areas  </li>\n  <li>driving past bus and tram stops; pedestrians may emerge suddenly into the road  </li>\n  <li>passing parked vehicles, especially ice cream vans; children are more interested in ice cream than traffic and may run into the road unexpectedly  </li>\n  <li>needing to cross a pavement or cycle track; for example, to reach or leave a driveway. Give way to pedestrians and cyclists on the pavement  </li>\n  <li>reversing into a side road; look all around the vehicle and give way to any pedestrians who may be crossing the road  </li>\n  <li>turning at road junctions; give way to pedestrians who are already crossing the road into which you are turning  </li>\n  <li>the pavement is closed due to street repairs and pedestrians are directed to use the road  </li>\n  <li>approaching pedestrians on narrow rural roads without a footway or footpath. Always slow down and be prepared to stop if necessary, giving them plenty of room as you drive past.  </li>\n</ul>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_206_watch_out_for_children_in_busy_areas.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 206 Watch Out For Children In Busy Areas\" /></p>\n\n<h2>207</h2>\n\n<p><strong>Particularly vulnerable pedestrians.</strong> These include:</p>\n\n<ul>\n  <li>children and older pedestrians who may not be able to judge your speed and could step into the road in front of you. At 40 mph (64 km/h) your vehicle will probably kill any pedestrians it hits. At 20 mph (32 km/h) there is only a 1 in 20 chance of the pedestrian being killed. So kill your speed  </li>\n  <li>older pedestrians who may need more time to cross the road. Be patient and allow them to cross in their own time. Do not hurry them by revving your engine or edging forward  </li>\n  <li>people with disabilities. People with hearing impairments may not be aware of your vehicle approaching. Those with walking difficulties require more time   </li>\n  <li>blind or partially sighted people, who may be carrying a white cane using a guide dog. They may not be able to see you approaching  </li>\n  <li>deafblind people who may be carrying a white cane with a red band or using a dog with a red and white harness. They may not see or hear instructions or signals.</li>\n</ul>\n\n<h2>208</h2>\n\n<p><strong>Near schools.</strong> Drive slowly and be particularly aware of young cyclists and pedestrians. In some places, there may be a flashing amber signal below the ‘School’ warning sign which tells you that there may be children crossing the road ahead. Drive very slowly until you are clear of the area.</p>\n\n<h2>209</h2>\n\n<p>Drive carefully and slowly when passing a stationary bus showing a ‘School Bus’ sign (<a rel=\"external\" href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_070568.pdf\" title=\"download 'Vehicle markings' (PDF, 537KB)\">download &lsquo;Vehicle markings&rsquo; (PDF, 537KB)</a>) as children may be getting on or off.</p>\n\n<h2>210</h2>\n\n<p>You <strong>MUST</strong> stop when a school crossing patrol shows a ‘Stop for children’ sign (<a rel=\"external\" href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_070565.pdf\" title=\"download 'Signals to other road users' (PDF, 102KB)\">download &lsquo;Signals by authorised persons&rsquo; (PDF, 123KB)</a> and <a rel=\"external\" href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_070644.pdf\" title=\"download 'Traffic signs' (PDF, 486KB)\">&lsquo;Traffic signs&rsquo; (PDF, 486KB)</a>).<br />\n<strong>Law RTRA sect 28</strong></p>\n"},{"web_url":"https://www.gov.uk/road-users-requiring-extra-care-204-to-225/motorcyclists-and-cyclists-211-to-213","slug":"motorcyclists-and-cyclists-211-to-213","order":3,"title":"Motorcyclists and cyclists (211 to 213)","body":"<h2>211</h2>\n\n<p>It is often difficult to see motorcyclists and cyclists, especially when they are coming up from behind, coming out of junctions, at roundabouts, overtaking you or filtering through traffic. Always look out for them before you emerge from a junction; they could be approaching faster than you think. When turning right across a line of slow-moving or stationary traffic, look out for cyclists or motorcyclists on the inside of the traffic you are crossing. Be especially careful when turning, and when changing direction or lane. Be sure to check mirrors and blind spots carefully.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_211_look_out_for_motorcyclists_and_cyclists_at_junctions.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 211 Look Out For Motorcyclists And Cyclists At Junctions\" /></p>\n\n<h2>212</h2>\n\n<p>When passing motorcyclists and cyclists, give them plenty of room (see <a href=\"/using-the-road-159-to-203/overtaking-162-to-169\" title=\"Using the road: Overtaking (162 to 169)\">Rules 162 to 167</a>). If they look over their shoulder it could mean that they intend to pull out, turn right or change direction. Give them time and space to do so.</p>\n\n<h2>213</h2>\n\n<p>Motorcyclists and cyclists may suddenly need to avoid uneven road surfaces and obstacles such as drain covers or oily, wet or icy patches on the road. Give them plenty of room and pay particular attention to any sudden change of direction they may have to make.</p>\n"},{"web_url":"https://www.gov.uk/road-users-requiring-extra-care-204-to-225/other-road-users-214-to-218","slug":"other-road-users-214-to-218","order":4,"title":"Other road users (214 to 218)","body":"<h2>214</h2>\n\n<p><strong>Animals.</strong> When passing animals, drive slowly. Give them plenty of room and be ready to stop. Do not scare animals by sounding your horn, revving your engine or accelerating rapidly once you have passed them. Look out for animals being led, driven or ridden on the road and take extra care. Keep your speed down at bends and on narrow country roads. If a road is blocked by a herd of animals, stop and switch off your engine until they have left the road. Watch out for animals on unfenced roads.</p>\n\n<h2>215</h2>\n\n<p><strong>Horse riders and horse-drawn vehicles.</strong> Be particularly careful of horse riders and horse-drawn vehicles especially when overtaking. Always pass wide and slowly. Horse riders are often children, so take extra care and remember riders may ride in double file when escorting a young or inexperienced horse or rider. Look out for horse riders’ and horse drivers’ signals and heed a request to slow down or stop. Take great care and treat all horses as a potential hazard.</p>\n\n<h2>216</h2>\n\n<p><strong>Older drivers.</strong> Their reactions may be slower than other drivers. Make allowance for this.</p>\n\n<h2>217</h2>\n\n<p><strong>Learners and inexperienced drivers.</strong> They may not be so skilful at anticipating and responding to events. Be particularly patient with learner drivers and young drivers. Drivers who have recently passed their test may display a ‘new driver’ plate or sticker (see <a href=\"/safety-code-new-drivers\" title=\"Safety code for new drivers\">Safety code for new drivers</a>).</p>\n\n<p>Images above rule 218 – pics of signs for Home Zones and Quiet Lanes</p>\n\n<h2>218</h2>\n\n<p>Home Zones and Quiet Lanes. These are places where people could be using the whole of the road for a range of activities such as children playing or for a community event. You should drive slowly and carefully and be prepared to stop to allow people extra time to make space for you to pass them in safety.</p>\n"},{"web_url":"https://www.gov.uk/road-users-requiring-extra-care-204-to-225/other-vehicles-219-to-225","slug":"other-vehicles-219-to-225","order":5,"title":"Other vehicles (219 to 225)","body":"<h2>219</h2>\n\n<p><strong>Emergency and Incident Support vehicles.</strong> You should look and listen for ambulances, fire engines, police, doctors or other emergency vehicles using flashing blue, red or green lights and sirens or flashing headlights, or Highways Agency Traffic Officer and Incident Support vehicles using flashing amber lights. When one approaches do not panic. Consider the route of such a vehicle and take appropriate action to let it pass, while complying with all traffic signs. If necessary, pull to the side of the road and stop, but try to avoid stopping before the brow of a hill, a bend or narrow section of road. Do not endanger yourself, other road users or pedestrians and avoid mounting the kerb. Do not brake harshly on approach to a junction or roundabout, as a following vehicle may not have the same view as you.</p>\n\n<h2>220</h2>\n\n<p><strong>Powered vehicles used by disabled people.</strong> These small vehicles travel at a maximum speed of 8 mph (12 km/h). On a dual carriageway where the speed limit exceeds 50 mph (80 km/h) they <strong>MUST</strong> have a flashing amber beacon, but on other roads you may not have that advance warning (see <a href=\"/rules-powered-wheelchairs-mobility-scooters-36-46\" title=\"Rules for users of powered wheelchairs and mobility scooters\">Rules 36 to 46</a> inclusive).</p>\n\n<p><strong>Law RVLR reg 17(1) &amp; 26</strong></p>\n\n<h2>221</h2>\n\n<p><strong>Large vehicles.</strong> These may need extra road space to turn or to deal with a hazard that you are not able to see. If you are following a large vehicle, such as a bus or articulated lorry, be aware that the driver may not be able to see you in the mirrors. Be prepared to stop and wait if it needs room or time to turn.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_221_large_vehicles_need_extra_room.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 221 Large Vehicles Need Extra Room\" /></p>\n\n<h2>222</h2>\n\n<p>Large vehicles can block your view. Your ability to see and to plan ahead will be improved if you pull back to increase your separation distance. Be patient, as larger vehicles are subject to lower speed limits than cars and motorcycles. Many large vehicles may be fitted with speed limiting devices which will restrict speed to 56 mph (90 km/h) even on a motorway.</p>\n\n<h2>223</h2>\n\n<p><strong>Buses, coaches and trams.</strong> Give priority to these vehicles when you can do so safely, especially when they signal to pull away from stops. Look out for people getting off a bus or tram and crossing the road.</p>\n\n<h2>224</h2>\n\n<p><strong>Electric vehicles.</strong> Be careful of electric vehicles such as milk floats and trams. Trams move quickly but silently and cannot steer to avoid you.</p>\n\n<h2>225</h2>\n\n<p><strong>Vehicles with flashing amber beacons.</strong> These warn of a slow-moving or stationary vehicle (such as a Traffic Officer vehicle, salt spreader, snow plough or recovery vehicle) or abnormal loads, so approach with caution. On unrestricted dual carriageways, motor vehicles first used on or after 1 January 1947 with a maximum speed of 25 mph (40 km/h) or less (such as tractors) <strong>MUST</strong> use a flashing amber beacon (also see Rule 220 above). \n<strong>Law RVLR 1989, reg 17</strong></p>\n"}]},"updated_at":"2012-10-15T15:06:03+00:00","tags":[{"title":"The Highway Code","id":"https://www.gov.uk/api/tags/driving%2Fhighway-code.json","web_url":null,"details":{"description":"Includes road signs and rules for vehicles and cyclists","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving%2Fhighway-code","web_url":"https://www.gov.uk/browse/driving/highway-code"},"parent":{"title":"Driving, transport and travel","id":"https://www.gov.uk/api/tags/driving.json","web_url":null,"details":{"description":"Book your driving test or get a tax disc online, find out the legal requirements for buying, owning, importing or scrapping a car or motorcycle, and read about your rights and responsibilities as a driver.","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving","web_url":"https://www.gov.uk/browse/driving"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/highway-code.json","web_url":"https://www.gov.uk/highway-code","title":"The Highway Code","format":"guide","details":{"need_id":"2466","business_proposition":false},"updated_at":"2012-10-13T19:24:16+00:00"}]}