{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/rules-drivers-motorcyclists-89-to-102.json","web_url":"https://www.gov.uk/rules-drivers-motorcyclists-89-to-102","title":"Rules for drivers and motorcyclists (89 to 102)","format":"guide","details":{"need_id":"2472","business_proposition":false,"description":"The Highway Code: Rules for drivers and motorcyclists (89 to 102)","alternative_title":"The Highway Code: rules 89 to 102","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/rules-drivers-motorcyclists-89-to-102/vehicle-condition-89","slug":"vehicle-condition-89","order":1,"title":"Vehicle condition (89)","body":"<h2>89</h2>\n<p><strong>Vehicle condition.</strong> You <strong>MUST</strong> ensure your vehicle and trailer comply with the full requirements of the Road Vehicles (Construction and Use) Regulations and Road Vehicles Lighting Regulations (see <a href=\"/using-the-road-159-to-203/the-road-user-and-the-law\" title=\"The road user and the law\">The road user and the law</a>).</p>\n"},{"web_url":"https://www.gov.uk/rules-drivers-motorcyclists-89-to-102/fitness-to-drive-90-to-94","slug":"fitness-to-drive-90-to-94","order":2,"title":"Fitness to drive (90 to 94)","body":"\n<h2>90</h2>\n<p><strong>Make sure that you are fit to drive.</strong> You <strong>MUST</strong> report to the Driver and Vehicle Licensing Agency (DVLA) any health condition likely to affect your driving.<br />\n<strong>Law RTA 1988 sect 94</strong></p>\n\n<h2>91</h2>\n\n<p>Driving when you are tired greatly increases your risk of collision. To minimise this risk</p>\n\n<ul>\n  <li>make sure you are fit to drive. Do not begin a journey if you are tired. Get a good night’s sleep before embarking on a long journey</li>\n  <li>avoid undertaking long journeys between midnight and 6 am, when natural alertness is at a minimum</li>\n  <li>plan your journey to take sufficient breaks. A minimum break of at least 15 minutes after every two hours of driving is recommended</li>\n  <li>if you feel at all sleepy, stop in a safe place. Do not stop on the hard shoulder of a motorway</li>\n  <li>the most effective ways to counter sleepiness are to drink, for example, two cups of caffeinated coffee and to take a short nap (at least 15 minutes)</li>\n</ul>\n\n<h2>92</h2>\n\n<p><strong>Vision.</strong> You <strong>MUST</strong> be able to read a vehicle number plate, in good daylight, from a distance of 20 metres (or 20.5 metres where the old style number plate is used). If you need to wear glasses (or contact lenses) to do this, you <strong>MUST</strong> wear them at all times while driving. The police have the power to require a driver to undertake an eyesight test.<br />\n<strong>Laws RTA 1988 sect 96 &amp; MV(DL)R reg 40 &amp; sch 8</strong></p>\n\n<h2>93</h2>\n<p>Slow down, and if necessary stop, if you are dazzled by bright sunlight.</p>\n\n<h2>94</h2>\n<p>At night or in poor visibility, do not use tinted glasses, lenses or visors if they restrict your vision.</p>\n\n"},{"web_url":"https://www.gov.uk/rules-drivers-motorcyclists-89-to-102/alcohol-and-drugs-95-to-96","slug":"alcohol-and-drugs-95-to-96","order":3,"title":"Alcohol and drugs (95 to 96)","body":"<h2>95</h2>\n<p><strong>Do not drink and drive</strong> as it will seriously affect your judgement and abilities. You <strong>MUST NOT</strong> drive with a breath alcohol level higher than 35 microgrammes/100 millilitres of breath or a blood alcohol level of more than 80 milligrammes/100 millilitres of blood. Alcohol will</p>\n\n<ul>\n  <li>give a false sense of confidence</li>\n  <li>reduce co-ordination and slow down reactions</li>\n  <li>affect judgement of speed, distance and risk</li>\n  <li>reduce your driving ability, even if you’re below the legal limit</li>\n  <li>take time to leave your body; you may be unfit to drive in the evening after drinking at lunchtime, or in the morning after drinking the previous evening</li>\n</ul>\n\n<p>The best solution is not to drink at all when planning to drive because any amount of alcohol affects your ability to drive safely. If you are going to drink, arrange another means of transport.<br />\n<strong>Law RTA 1988 sects 4, 5 &amp; 11(2)</strong></p>\n\n<h2>96</h2>\n<p>You <strong>MUST NOT</strong> drive under the influence of drugs or medicine. Check the instructions or ask your doctor or pharmacist. Using illegal drugs is highly dangerous. Never take them if you intend to drive; the effects are unpredictable, but can be even more severe than alcohol and may result in fatal or serious road crashes.<br />\n<strong>Law RTA 1988 sect 4</strong></p>\n\n"},{"web_url":"https://www.gov.uk/rules-drivers-motorcyclists-89-to-102/before-setting-off-97","slug":"before-setting-off-97","order":4,"title":"Before setting off (97)","body":"<h2>97</h2>\n<p><strong>Before setting off.</strong> You should ensure that</p>\n\n<ul>\n  <li>you have planned your route and allowed sufficient time</li>\n  <li>clothing and footwear do not prevent you using the controls in the correct manner</li>\n  <li>you know where all the controls are and how to use them before you need them. Not all vehicles are the same; do not wait until it is too late to find out</li>\n  <li>your mirrors and seat are adjusted correctly to ensure comfort, full control and maximum vision</li>\n  <li>head restraints are properly adjusted to reduce the risk of neck and spine injuries in the event of a collision</li>\n  <li>you have sufficient fuel before commencing your journey, especially if it includes motorway driving. It can be dangerous to lose power when driving in traffic</li>\n  <li>ensure your vehicle is legal and roadworthy</li>\n  <li>switch off your mobile phone</li>\n</ul>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_97_make_sure_head_restraints_are_properly_adjusted.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 97 Make Sure Head Restraints Are Properly Adjusted\" /></p>\n"},{"web_url":"https://www.gov.uk/rules-drivers-motorcyclists-89-to-102/vehicle-towing-and-loading-98","slug":"vehicle-towing-and-loading-98","order":5,"title":"Vehicle towing and loading (98)","body":"<h2>98</h2>\n<p><strong>Vehicle towing and loading.</strong> As a driver</p>\n\n<ul>\n  <li>you <strong>MUST NOT</strong> tow more than your licence permits. If you passed a car test after 1 Jan 1997 you are restricted on the weight of trailer you can tow</li>\n  <li>you <strong>MUST NOT</strong> overload your vehicle or trailer. You should not tow a weight greater than that recommended by the manufacturer of your vehicle</li>\n  <li>you <strong>MUST</strong> secure your load and it <strong>MUST NOT</strong> stick out dangerously. Make sure any heavy or sharp objects and any animals are secured safely. If there is a collision, they might hit someone inside the vehicle and cause serious injury</li>\n  <li>you should properly distribute the weight in your caravan or trailer with heavy items mainly over the axle(s) and ensure a downward load on the tow ball. Manufacturer’s recommended weight and tow ball load should not be exceeded. This should avoid the possibility of swerving or snaking and going out of control. If this does happen, ease of the accelerator and reduce speed gently to regain control</li>\n  <li>carrying a load or pulling a trailer may require you to adjust the headlights</li>\n</ul>\n\n<p>In the event of a breakdown, be aware that towing a vehicle on a tow rope is potentially dangerous. You should consider professional recovery.<br />\n<strong>Laws CUR reg 100 &amp; MV(DL)R reg 43</strong></p>\n"},{"web_url":"https://www.gov.uk/rules-drivers-motorcyclists-89-to-102/seat-belts-and-child-restraints-99-to-102","slug":"seat-belts-and-child-restraints-99-to-102","order":6,"title":"Seat belts and child restraints (99 to 102)","body":"<h2>99</h2>\n<p>You <strong>MUST</strong> wear a seat belt in cars, vans and other goods vehicles if one is fitted (see table below). Adults, and children aged 14 years and over, <strong>MUST</strong> use a seat belt or child restraint, where fitted, when seated in minibuses, buses and coaches. Exemptions are allowed for the holders of medical exemption certificates and those making deliveries or collections in goods vehicles when travelling less than 50 metres (approx 162 feet).<br />\n<strong>Laws RTA 1988 sects 14 &amp; 15, MV(WSB)R, MV(WSBCFS)R &amp; MV(WSB)(A)R</strong></p>\n\n<p><strong>Seat Belt Requirements.</strong> This table summarises the main legal requirements for wearing seat belts in cars, vans and other goods vehicles.</p>\n\n<table>\n  <thead>\n    <tr>\n      <th><strong>Seat Belt Requirements</strong></th>\n      <th><strong>Front seat</strong></th>\n      <th><strong>Rear seat</strong></th>\n      <th><strong>Who is responsible?</strong></th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>Driver</td>\n      <td>Seat belt <strong>MUST</strong> be worn if fitted</td>\n      <td>&nbsp;</td>\n      <td>Driver</td>\n    </tr>\n    <tr>\n      <td>Child under 3 years of age</td>\n      <td>Correct child restraint <strong>MUST</strong> be used</td>\n      <td>Correct child restraint <strong>MUST</strong> be used. If one is not available in a taxi, may travel unrestrained.</td>\n      <td>Driver</td>\n    </tr>\n    <tr>\n      <td>Child from 3rd birthday up to 1.35 metres in height (or 12th birthday, whichever they reach first)</td>\n      <td>Correct child restraint <strong>MUST</strong> be used</td>\n      <td>Correct child restraint <strong>MUST</strong> be used where seat belts fitted.  <strong>MUST</strong> use adult belt if correct child restraint is not available in a licensed taxi or private hire vehicle, or for reasons of unexpected necessity over a short distance, or if two occupied restraints prevent fitment of a third.</td>\n      <td>Driver</td>\n    </tr>\n    <tr>\n      <td>Child over 1.35 metres (approx 4ft 5ins) in height or 12 or 13 years</td>\n      <td>Adult seat belt <strong>MUST</strong> be worn if available</td>\n      <td>Adult seat belt <strong>MUST</strong> be worn if available</td>\n      <td>Driver</td>\n    </tr>\n    <tr>\n      <td>Adult passengers aged 14 and over</td>\n      <td>Seat belt <strong>MUST</strong> be worn if available</td>\n      <td>Seat belt <strong>MUST</strong> be worn if available</td>\n      <td>Passenger</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2>100</h2>\n<p>The driver <strong>MUST</strong> ensure that all children under 14 years of age in cars, vans and other goods vehicles wear seat belts or sit in an approved child restraint where required (see table above). If a child is under 1.35 metres (approx 4 feet 5 inches) tall, a baby seat, child seat, booster seat or booster cushion <strong>MUST</strong> be used suitable for the child’s weight and fitted to the manufacturer’s instructions.<br />\n<strong>Laws RTA 1988 sects 14 &amp; 15, MV(WSB)R, MV(WSBCFS)R &amp; MV(WSB)(A)R</strong></p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_100_make_sure_that_a_child_uses_a_suitable_restraint.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 100 Make Sure That A Child Uses A Suitable Restraint\" /></p>\n\n<h2>101</h2>\n<p>A rear-facing baby seat <strong>MUST NOT</strong> be fitted into a seat protected by an active frontal airbag, as in a crash it can cause serious injury or death to the child.<br />\n<strong>Laws RTA 1988 sects 14 &amp; 15, MV(WSB)R, MV(WSBCFS)R &amp; MV(WSB)(A)R</strong></p>\n\n<h2>102</h2>\n\n<p><strong>Children in cars, vans and other goods vehicles.</strong> Drivers who are carrying children in cars, vans and other goods vehicles should also ensure that</p>\n\n<ul>\n  <li>children should get into the vehicle through the door nearest the kerb</li>\n  <li>child restraints are properly fitted to manufacturer’s instructions</li>\n  <li>children do not sit behind the rear seats in an estate car or hatchback, unless a special child seat has been fitted</li>\n  <li>the child safety door locks, where fitted, are used when children are in the vehicle</li>\n  <li>children are kept under control.</li>\n</ul>\n"},{"web_url":"https://www.gov.uk/rules-drivers-motorcyclists-89-to-102/motorcycle-licence-requirements","slug":"motorcycle-licence-requirements","order":7,"title":"Motorcycle licence requirements","body":"<p>If you have a provisional motorcycle licence, you <strong>MUST</strong> satisfactorily complete a Compulsory Basic Training (CBT) course. You can then ride on the public road, with L plates (in Wales either D plates, L plates or both can be used), for up to two years. To obtain your full motorcycle licence you <strong>MUST</strong> pass a motorcycle theory test and then a practical test.<br />\n<strong>Law MV(DL)R regs 16 &amp; 68</strong></p>\n\n<p><strong>If you have a full car licence</strong> you may ride motorcycles up to 125 cc and 11 kW power output, with L plates (and/or D plates in Wales), on public roads, but you <strong>MUST</strong> first satisfactorily complete a CBT course if you have not already done so.<br />\n<strong>Law MV(DL)R reg 43</strong></p>\n\n<p><strong>If you have a full moped licence</strong> and wish to obtain full motorcycle entitlement, you will be required to take a motorcycle theory test if you did not take a separate theory test when you obtained your moped licence. You <strong>MUST</strong> then pass a practical motorcycle test. Note that if CBT was completed for the full moped licence there is no need to repeat it, but if the moped test was taken before 1/12/90 CBT will need to be completed before riding a motorcycle as a learner.<br />\n<strong>Law MV(DL)R regs 42(1) &amp; 69(1)</strong></p>\n\n<p><strong>Light motorcycle licence (A1):</strong> you take a test on a motorcycle of between 75 and 125 cc. If you pass you may ride a motorcycle up to 125 cc with power output up to 11 kW.</p>\n\n<p><strong>Standard motorcycle licence (A):</strong> if your test vehicle is between 120 and 125 cc and capable of more than 100 km/h you will be given a standard (A) licence. You will then be restricted to motorcycles of up to 25 kW for two years. After two years you may ride any size machine.</p>\n\n<p><strong>Direct or Accelerated Access</strong> enables riders over the age of 21, or those who reach 21 before their two-year restriction ends, to ride larger motorcycles sooner. To obtain a licence to do so they are required to</p>\n\n<ul>\n  <li>have successfully completed a CBT course</li>\n  <li>pass a theory test, if they are required to do so</li>\n  <li>pass a practical test on a machine with power output of at least 35 kW.</li>\n</ul>\n\n<p>To practise, they can ride larger motorcycles, with L plates (and/or D plates in Wales), on public roads, but only when accompanied by an approved instructor on another motorcycle in radio contact.</p>\n\n<p>You <strong>MUST NOT</strong> carry a pillion passenger or pull a trailer until you have passed your test.<br />\n<strong>Law MV(DL)R reg 16</strong></p>\n\n<h2>Moped licence requirements</h2>\n\n<p>A moped <strong>MUST</strong> have an engine capacity not exceeding 50 cc, not weigh more than 250 kg and be designed to have a maximum speed not exceeding 31 mph (50 km/h). From June 2003 all EC Type Approved mopeds have been restricted to 28 mph (45 km/h).  </p>\n\n<p><strong>Law RTA 1988 (as amended) sect 108</strong></p>\n\n<p><strong>To ride a moped</strong>, learners <strong>MUST</strong></p>\n\n<ul>\n  <li>be 16 or over</li>\n  <li>have a provisional moped licence</li>\n  <li>complete CBT training.</li>\n</ul>\n\n<p>You <strong>MUST</strong> first pass the theory test for motorcycles and then the moped practical test to obtain your full moped licence. If you passed your driving test before 1 February 2001 you are qualified to ride a moped without L plates (and/or D plates in Wales), although it is recommended that you complete CBT before riding on the road. If you passed your driving test after this date you <strong>MUST</strong> complete CBT before riding a moped on the road.  </p>\n\n<p><strong>Laws RTA 1988 sects 97(e) &amp; 101 &amp; MV(DL)R regs 38(4) &amp; 43</strong></p>\n\n<p><strong>Note.</strong> For motorcycle and moped riders wishing to upgrade, the following give exemption from taking the motorcycle theory test</p>\n\n<ul>\n  <li>full A1 motorcycle licence</li>\n  <li>full moped licence, if gained after 1/7/96.</li>\n</ul>\n\n<p><strong>Law MV(DL)R reg 42</strong></p>\n"},{"web_url":"https://www.gov.uk/rules-drivers-motorcyclists-89-to-102/motor-vehicle-documentation-and-learner-driver-requirements","slug":"motor-vehicle-documentation-and-learner-driver-requirements","order":8,"title":"Motor vehicle documentation and learner driver requirements","body":"<h2>Documents</h2>\n<p><strong>Driving licence.</strong> You <strong>MUST</strong> have a valid driving licence for the category of motor vehicle you are driving. You <strong>MUST</strong> inform the Driver and Vehicle Licensing Agency (DVLA) if you change your name and/or address.<br />\n<strong>Law RTA 1988 sects 87 &amp; 99(4</strong>)</p>\n\n<p>Holders of non-European Community licences who are now resident in the UK may only drive on that licence for a maximum of 12 months from the date they become resident in this country. To ensure continuous driving entitlement</p>\n\n<ul>\n  <li>a British provisional licence should be obtained and a driving test(s) passed before the 12-month period elapses, or  </li>\n  <li>in the case of a driver who holds a licence from a country which has been designated in law for licence exchange purposes, the driver should exchange the licence for a British one.</li>\n</ul>\n\n<p><strong>MOT.</strong> Cars and motorcycles <strong>MUST</strong> normally pass an MOT test three years from the date of the first registration and every year after that. You <strong>MUST NOT</strong> drive a motor vehicle without an MOT certificate when it should have one. Exceptionally, you may drive to a pre-arranged test appointment or to a garage for repairs required for the test. Driving an unroadworthy motor vehicle may invalidate your insurance.<br />\n<strong>Law RTA 1988 sects 45, 47, 49 &amp; 53</strong></p>\n\n<p><strong>Insurance.</strong> To use a motor vehicle on the road, you <strong>MUST</strong> have a valid insurance policy. This <strong>MUST</strong> at least cover you for injury or damage to a third party while using that motor vehicle. Before driving any motor vehicle, make sure that it has this cover for your use or that your own insurance provides adequate cover. You <strong>MUST NOT</strong> drive a motor vehicle without insurance. Also, be aware that even if a road traffic incident is not your fault, you may still be held liable by insurance companies.<br />\n<strong>Law RTA 1988 sect 143</strong></p>\n\n<p>Uninsured drivers can now be automatically detected by roadside cameras. Further to the penalties for uninsured driving listed on page 126, an offender’s vehicle can now be seized by the Police, taken away and crushed.\n<strong>Law RTA 1988, sects 165a &amp; 165b</strong></p>\n\n<p>The types of cover available are indicated below:</p>\n\n<p><strong>Third-Party insurance</strong>  -  this is often the cheapest form of insurance, and is the minimum cover required by law. It covers anyone you might injure or whose property you might damage. It does not cover damage to your own motor vehicle or injury to yourself.</p>\n\n<p><strong>Third-Party, Fire and Theft insurance</strong>  -  similar to third-party, but also covers you against your motor vehicle being stolen, or damaged by fire.</p>\n\n<p><strong>Comprehensive insurance</strong>  -  this is the most expensive but the best insurance. Apart from covering other persons and property against injury or damage, it also covers damage to your own motor vehicle, up to the market value of that vehicle, and personal injury to yourself.</p>\n\n<p><strong>Registration certificate.</strong> Registration certificates (also called harmonised registration certificates) are issued for all motor vehicles used on the road, describing them (make, model, etc) and giving details of the registered keeper. You <strong>MUST</strong> notify the Driver and Vehicle Licensing Agency in Swansea as soon as possible when you buy or sell a motor vehicle, or if you change your name or address. For registration certificates issued after 27 March 1997, the buyer and seller are responsible for completing the registration certificates. The seller is responsible for forwarding them to DVLA. The procedures are explained on the back of the registration certificates.<br />\n<strong>Law RV(R&amp;L)R regs 21, 22, 23 &amp; 24</strong></p>\n\n<p><strong>Vehicle Excise Duty (VED).</strong> All motor vehicles used or kept on public roads <strong>MUST</strong> display a valid Vehicle Excise Duty disc (tax disc) displayed at all times. Even motor vehicles exempt from duty MUST display a tax disc at all times.<br />\n<strong>Law VERA sects 29 and 33</strong></p>\n\n<p><strong>Statutory Off-Road Notification (SORN).</strong> This is a notification to the DVLA that a motor vehicle is not being used on the road. If you are the vehicle keeper and want to keep a motor vehicle untaxed and off the public road you <strong>MUST</strong> declare SORN - it is an offence not to do so. You then won’t have to pay any road tax for that vehicle for a period of 12 months. You need to send a further declaration after that period if the vehicle is still off the public road. The SORN will end if you sell the vehicle and the new owner will become immediately responsible.<br />\n<strong>Law RV(RL)R 2002, reg 26 sched 4</strong></p>\n\n<p><strong>Production of documents.</strong> You <strong>MUST</strong> be able to produce your driving licence and counterpart, a valid insurance certificate and (if appropriate) a valid MOT certificate, when requested by a police officer. If you cannot do this you may be asked to take them to a police station within seven days.<br />\n<strong>Law RTA 1988 sects 164 &amp; 165</strong></p>\n\n<h2>Learner drivers</h2>\n<p>Learners driving a car MUST hold a valid provisional licence. They <strong>MUST</strong> be supervised by someone at least 21 years old who holds a full EC/EEA licence for that type of car (automatic or manual) and has held one for at least three years.<br />\n<strong>Laws MV(DL)R reg 16 &amp; RTA 1988 sect 87</strong></p>\n\n<p><strong>Vehicles.</strong> Any vehicle driven by a learner <strong>MUST</strong> display red L plates. In Wales, either red D plates, red L plates, or both, can be used. Plates MUST conform to legal specifications and <strong>MUST</strong> be clearly visible to others from in front of the vehicle and from behind. Plates should be removed or covered when not being driven by a learner (except on driving school vehicles).<br />\n<strong>Law MV(DL)R reg 16 &amp; sched 4</strong></p>\n\n<p>You <strong>MUST</strong> pass the theory test (if one is required) and then a practical driving test for the category of vehicle you wish to drive before driving unaccompanied.<br />\n<strong>Law MV(DL)R reg 40</strong></p>\n"}]},"updated_at":"2012-10-16T20:00:13+00:00","tags":[{"title":"The Highway Code","id":"https://www.gov.uk/api/tags/driving%2Fhighway-code.json","web_url":null,"details":{"description":"Includes road signs and rules for vehicles and cyclists","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving%2Fhighway-code","web_url":"https://www.gov.uk/browse/driving/highway-code"},"parent":{"title":"Driving, transport, and travel","id":"https://www.gov.uk/api/tags/driving.json","web_url":null,"details":{"description":"Book your driving test or get a tax disc online, find out the legal requirements for buying, owning, importing or scrapping a car or motorcycle, and read about your rights and responsibilities as a driver.","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving","web_url":"https://www.gov.uk/browse/driving"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/highway-code.json","web_url":"https://www.gov.uk/highway-code","title":"The Highway Code","format":"guide","details":{"need_id":"2466","business_proposition":false,"description":"Contents page for the Highway Code, which applies to England, Scotland and Wales and is essential reading for everyone"},"updated_at":"2012-10-16T10:19:59+00:00"}]}