{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/rules-pedestrians-1-to-35.json","web_url":"https://www.gov.uk/rules-pedestrians-1-to-35","title":"Rules for pedestrians (1 to 35)","format":"guide","updated_at":"2012-11-19T10:25:10+00:00","details":{"need_id":"2467","business_proposition":false,"description":"The Highway Code: rules for pedestrians 1 to 35","language":"en","alternative_title":"The Highway Code: rules 1 to 35","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/rules-pedestrians-1-to-35/general-guidance-1-to-6","slug":"general-guidance-1-to-6","order":1,"title":"General guidance (1 to 6)","body":"<h2>1</h2>\n<p><strong>Pavements</strong> (including any path along the side of a road) should be used if provided. Where possible, avoid being next to the kerb with your back to the traffic. If you have to step into the road, look both ways first. Always show due care and consideration for others.</p>\n\n<h2>2</h2>\n<p><strong>If there is no pavement,</strong> keep to the right-hand side of the road so that you can see oncoming traffic. You should take extra care and</p>\n\n<ul>\n  <li>be prepared to walk in single file, especially on narrow roads or in poor light</li>\n  <li>keep close to the side of the road.</li>\n</ul>\n\n<p>It may be safer to cross the road well before a sharp right-hand bend so that oncoming traffic has a better chance of seeing you. Cross back after the bend.</p>\n\n<h2>3</h2>\n<p><strong>Help other road users to see you.</strong> Wear or carry something light-coloured, bright or fluorescent in poor daylight conditions. When it is dark, use reflective materials (e.g. armbands, sashes, waistcoats, jackets, footwear), which can be seen by drivers using headlights up to three times as far away as non-reflective materials.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_3_help_yourself_to_be_seen.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 3 Help Yourself To Be Seen\" /></p>\n\n<h2>4</h2>\n<p><strong>Young children</strong> should not be out alone on the pavement or road (see <a href=\"/rules-pedestrians-1-to-35/crossing-the-road-7-to-17\" title=\"Crossing the road 7-17\">Rule 7</a>). When taking children out, keep between them and the traffic and hold their hands firmly. Strap very young children into push-chairs or use reins. When pushing a young child in a buggy, do not push the buggy into the road when checking to see if it is clear to cross, particularly from between parked vehicles.</p>\n\n<h2>5</h2>\n<p><strong>Organised walks.</strong> Large groups of people walking together should use a pavement if available; if one is not, they should keep to the left. Look-outs should be positioned at the front and back of the group, and they should wear fluorescent clothes in daylight and reflective clothes in the dark. At night, the look-out in front should show a white light and the one at the back a red light. People on the outside of large groups should also carry lights and wear reflective clothing.</p>\n\n<h2>6</h2>\n<p><strong>Motorways.</strong> Pedestrians <strong>MUST NOT</strong> be on motorways or slip roads except in an emergency (see <a href=\"/motorways-253-to-273/stopping-270-to-271\" title=\"Motorways: Stopping (270 to 271)\">Rule 271</a> and <a href=\"/breakdowns-and-incidents-274-to-287/additional-rules-for-motorways-275-to-278\" title=\"Breakdowns and incidents: Additional rules for motorways (275 to 278)\">Rule 275</a>).<br />\n<strong>Laws RTRA sect 17, MT(E&amp;W)R 1982 as amended, reg 15(1)(b) &amp; MT(S)R reg 13</strong></p>\n"},{"web_url":"https://www.gov.uk/rules-pedestrians-1-to-35/crossing-the-road-7-to-17","slug":"crossing-the-road-7-to-17","order":2,"title":"Crossing the road (7 to 17)","body":"<h2>7</h2>\n<p><strong>The Green Cross Code.</strong> The advice given below on crossing the road is for all pedestrians. Children should be taught the Code and should not be allowed out alone until they can understand and use it properly. The age when they can do this is different for each child. Many children cannot judge how fast vehicles are going or how far away they are. Children learn by example, so parents and carers should always use the Code in full when out with their children. They are responsible for deciding at what age children can use it safely by themselves.</p>\n\n<p>A.  <strong>First find a safe place to cross</strong> and where there is space to reach the pavement on the other side. Where there is a crossing nearby, use it. It is safer to cross using a subway, a footbridge, an island, a zebra, pelican, toucan or puffin crossing, or where there is a crossing point controlled by a police officer, a school crossing patrol or a traffic warden. Otherwise choose a place where you can see clearly in all directions. Try to avoid crossing between parked cars (see <a href=\"/rules-pedestrians-1-to-35/crossing-the-road-7-to-17\" title=\"Crossing the road 7-17\">Rule 14</a>), on a blind bend, or close to the brow of a hill. Move to a space where drivers and riders can see you clearly. Do not cross the road diagonally.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_7_look_all_around_and_listen_for_traffic_before_crossing.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 7 Look All Around And Listen For Traffic Before Crossing\" /></p>\n\n<p>B.  <strong>Stop just before you get to the kerb,</strong> where you can see if anything is coming. Do not get too close to the traffic. If there’s no pavement, keep back from the edge of the road but make sure you can still see approaching traffic.</p>\n\n<p>C.  <strong>Look all around for traffic and listen.</strong> Traffic could come from any direction. Listen as well, because you can sometimes hear traffic before you see it.</p>\n\n<p>D.  <strong>If traffic is coming, let it pass.</strong> Look all around again and listen. Do not cross until there is a safe gap in the traffic and you are certain that there is plenty of time. Remember, even if traffic is a long way off, it may be approaching very quickly.</p>\n\n<p>E.  <strong>When it is safe, go straight across the road – do not run.</strong> Keep looking and listening for traffic while you cross, in case there is any traffic you did not see, or in case other traffic appears suddenly. Look out for cyclists and motorcyclists travelling between lanes of traffic. Do not walk diagonally across the road.</p>\n\n<h2>8</h2>\n<p><strong>At a junction.</strong> When crossing the road, look out for traffic turning into the road, especially from behind you. If you have started crossing and traffic wants to turn into the road, you have priority and they should give way (see <a href=\"/using-the-road-159-to-203/road-junctions-170-to-183\" title=\"Road junctions (170 to 183)\">Rule 170</a>).</p>\n\n<h2>9</h2>\n<p><strong>Pedestrian Safety Barriers.</strong> Where there are barriers, cross the road only at the gaps provided for pedestrians. Do not climb over the barriers or walk between them and the road.</p>\n\n<h2>10</h2>\n<p><strong>Tactile paving.</strong> Raised surfaces that can be felt underfoot provide warning and guidance to blind or partially sighted people. The most common surfaces are a series of raised studs, which are used at crossing points with a dropped kerb, or a series of rounded raised bars which are used at level crossings, at the top and bottom of steps and at some other hazards.</p>\n\n<h2>11</h2>\n<p><strong>One-way streets.</strong> Check which way the traffic is moving. Do not cross until it is safe to do so without stopping. Bus and cycle lanes may operate in the opposite direction to the rest of the traffic.</p>\n\n<h2>12</h2>\n<p><strong>Bus and cycle lanes.</strong> Take care when crossing these lanes as traffic may be moving faster than in the other lanes, or against the flow of traffic.</p>\n\n<h2>13</h2>\n<p><strong>Routes shared with cyclists.</strong> Some cycle tracks run alongside footpaths or pavements, using a segregating feature to separate cyclists from people on foot. Segregated routes may also incorporate short lengths of tactile paving to help visually impaired people stay on the correct side. On the pedestrian side this will comprise a series of flat-topped bars running across the direction of travel (ladder pattern). On the cyclist side the same bars are orientated in the direction of travel (tramline pattern). Not all routes which are shared with cyclists are segregated. Take extra care where this is so (see <a href=\"/rules-for-cyclists-59-to-82/overview-59-to-71\" title=\"Rules for cyclists: Overview (59 to 71)\">Rule 62</a>.</p>\n\n<h2>14</h2>\n<p><strong>Parked vehicles.</strong> If you have to cross between parked vehicles, use the outside edges of the vehicles as if they were the kerb. Stop there and make sure you can see all around and that the traffic can see you. Make sure there is a gap between any parked vehicles on the other side, so you can reach the pavement. Never cross the road in front of, or behind, any vehicle with its engine running, especially a large vehicle, as the driver may not be able to see you.</p>\n\n<h2>15</h2>\n<p><strong>Reversing vehicles.</strong> Never cross behind a vehicle which is reversing, showing white reversing lights or sounding a warning.</p>\n\n<h2>16</h2>\n<p><strong>Moving vehicles.</strong> You <strong>MUST NOT</strong> get onto or hold onto a moving vehicle.<br />\n<strong>Law RTA 1988 sect 26</strong></p>\n\n<h2>17</h2>\n<p><strong>At night.</strong> Wear something reflective to make it easier for others to see you (see <a href=\"/rules-pedestrians-1-to-35\" title=\"Rules for pedestrians: General guidance\">Rule 3</a>). If there is no pedestrian crossing nearby, cross the road near a street light so that traffic can see you more easily.</p>\n\n"},{"web_url":"https://www.gov.uk/rules-pedestrians-1-to-35/crossings-18-to-30","slug":"crossings-18-to-30","order":3,"title":"Crossings (18 to 30)","body":"<h2>18</h2>\n<p><strong>At all crossings.</strong> When using any type of crossing you should</p>\n\n<ul>\n  <li>always check that the traffic has stopped before you start to cross or push a pram onto a crossing</li>\n  <li>always cross between the studs or over the zebra markings. Do not cross at the side of the crossing or on the zig-zag lines, as it can be dangerous.</li>\n</ul>\n\n<p>You <strong>MUST NOT</strong> loiter on any type of crossing.<br />\n<strong>Laws ZPPPCRGD reg 19 &amp; RTRA sect 25(5)</strong></p>\n\n<h2>19</h2>\n<p><strong>Zebra crossings.</strong> Give traffic plenty of time to see you and to stop before you start to cross. Vehicles will need more time when the road is slippery. Wait until traffic has stopped from both directions or the road is clear before crossing. Remember that traffic does not have to stop until someone has moved onto the crossing. Keep looking both ways, and listening, in case a driver or rider has not seen you and attempts to overtake a vehicle that has stopped.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_19_zebra_crossings_have_flashing_beacons.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 19 Zebra Crossings Have Flashing Beacons\" /></p>\n\n<h2>20</h2>\n<p>Where there is an island in the middle of a zebra crossing, wait on the island and follow Rule 19 before you cross the second half of the road – it is a separate crossing.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_20_zebra_crossings_with_a_central_island_are_two_separate_crossings.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 20 Zebra Crossings With A Central Island Are Two Separate Crossings\" /></p>\n\n<h2>21</h2>\n<p><strong>At traffic lights.</strong> There may be special signals for pedestrians. You should only start to cross the road when the green figure shows. If you have started to cross the road and the green figure goes out, you should still have time to reach the other side, but do not delay. If no pedestrian signals have been provided, watch carefully and do not cross until the traffic lights are red and the traffic has stopped. Keep looking and check for traffic that may be turning the corner. Remember that traffic lights may let traffic move in some lanes while traffic in other lanes has stopped.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_21_at_traffic_lights_puffin_and_pelican_crossings.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 21 At Traffic Lights Puffin And Pelican Crossings\" /></p>\n\n<h2>22</h2>\n<p><strong>Pelican crossings.</strong> These are signal-controlled crossings operated by pedestrians. Push the control button to activate the traffic signals. When the red figure shows, do not cross. When a steady green figure shows, check the traffic has stopped then cross with care. When the green figure begins to flash you should not start to cross. If you have already started you should have time to finish crossing safely.</p>\n\n<h2>23</h2>\n<p><strong>Puffin crossings</strong> differ from pelican crossings as the red and green figures are above the control box on your side of the road and there is no flashing green figure phase. Press the button and wait for the green figure to show. </p>\n\n<h3>24</h3>\n<p>When the road is congested, traffic on your side of the road may be forced to stop even though their lights are green. Traffic may still be moving on the other side of the road, so press the button and wait for the signal to cross.</p>\n\n<h2>25</h2>\n<p><strong>Toucan crossings</strong> are light-controlled crossings which allow cyclists and pedestrians to share crossing space and cross at the same time. They are push-button operated. Pedestrians and cyclists will see the green signal together. Cyclists are permitted to ride across.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_25_toucan_crossings_can_be_used_by_both_cyclists_and_pedestrians.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 25 Toucan Crossings Can Be Used By Both Cyclists And Pedestrians\" /></p>\n\n<h2>26</h2>\n<p>At some crossings there is a bleeping sound or voice signal to indicate to blind or partially sighted people when the steady green figure is showing, and there may be a tactile signal to help deafblind people.</p>\n\n<h2>27</h2>\n<p><strong>Equestrian crossings</strong> are for horse riders. They have pavement barriers, wider crossing spaces, horse and rider figures in the light panels and either two sets of controls (one higher), or just one higher control panel.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_27_equestrian_crossings_are_used_by_horse_riders.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 27 Equestrian Crossings Are Used By Horse Riders\" /></p>\n\n<p>There is often a parallel crossing.</p>\n\n<h2>28</h2>\n<p><strong>‘Staggered’ pelican or puffin crossings.</strong> When the crossings on each side of the central refuge are not in line they are two separate crossings. On reaching the central island, press the button again and wait for a steady green figure.</p>\n\n<p>Image for Rule 28 – Staggered crossings (with an island in the middle) are two\nseparate crossings<img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_28_staggered_crossings_with_an_island_in_the_middle.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 28 Staggered Crossings With An Island In The Middle\" /></p>\n\n<h2>29</h2>\n<p><strong>Crossings controlled by an authorised person.</strong> Do not cross the road unless you are signalled to do so by a police officer, traffic warden or school crossing patrol. Always cross in front of them.</p>\n\n<h2>30</h2>\n<p>Where there are no controlled crossing points available it is advisable to cross where there is an island in the middle of the road. Use the Green Cross Code (see <a href=\"/rules-pedestrians-1-to-35/crossing-the-road-7-to-17\" title=\"Crossing the road 7-17\">Rule 7</a>) to cross to the island and then stop and use it again to cross the second half of the road.</p>\n\n"},{"web_url":"https://www.gov.uk/rules-pedestrians-1-to-35/situations-needing-extra-care-31-to-35","slug":"situations-needing-extra-care-31-to-35","order":4,"title":"Situations needing extra care (31 to 35)","body":"<h2>31</h2>\n<p><strong>Emergency vehicles.</strong> If an ambulance, fire engine, police or other emergency vehicle approaches using flashing blue lights, headlights and/or sirens, keep off the road.</p>\n\n<h2>32</h2>\n<p><strong>Buses.</strong> Get on or off a bus only when it has stopped to allow you to do so. Watch out for cyclists when you are getting off. Never cross the road directly behind or in front of a bus. Wait until it has moved off and you can see clearly in both directions.</p>\n\n<h2>33</h2>\n<p><strong>Tramways.</strong> These may run through pedestrian areas. Their path will be marked out by shallow kerbs, changes in the paving or other road surface, white lines or yellow dots. Cross at designated crossings where provided. Elsewhere treat trams as you would other road vehicles and look both ways along the track before crossing. Do not walk along the track as trams may come up behind you. Trams move quietly and cannot steer to avoid you.</p>\n\n<h2>34</h2>\n<p><strong>Railway level crossings.</strong> You <strong>MUST NOT</strong> cross or pass a stop line when the red lights show, (including a red pedestrian figure). Also do not cross if an alarm is sounding or the barriers are being lowered. The tone of the alarm may change if another train is approaching. If there are no lights, alarms or barriers, stop, look both ways and listen before crossing. A tactile surface comprising rounded bars running across the direction of pedestrian travel may be installed on the footpath approaching a level crossing to warn visually impaired people of its presence. The tactile surface should extend across the full width of the footway and should be located at an appropriate distance from the barrier or projected line of the barrier.<br />\n<strong>Law TSRGD, reg 52</strong></p>\n\n<h2>35</h2>\n<p><strong>Street and pavement repairs.</strong> A pavement may be closed temporarily because it is not safe to use. Take extra care if you are directed to walk in or to cross the road.</p>\n"}]},"tags":[{"title":"The Highway Code","id":"https://www.gov.uk/api/tags/driving%2Fhighway-code.json","web_url":null,"details":{"description":"Includes road signs and rules for vehicles and cyclists","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving%2Fhighway-code","web_url":"https://www.gov.uk/browse/driving/highway-code"},"parent":{"title":"Driving, transport and travel","id":"https://www.gov.uk/api/tags/driving.json","web_url":null,"details":{"description":"Book your driving test or get a tax disc online, find out the legal requirements for buying, owning, importing or scrapping a car or motorcycle, and read about your rights and responsibilities as a driver.","short_description":"","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving","web_url":"https://www.gov.uk/browse/driving"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/highway-code.json","web_url":"https://www.gov.uk/highway-code","title":"The Highway Code","format":"guide","updated_at":"2012-10-22T15:17:30+00:00"},{"id":"https://www.gov.uk/api/traffic-signs.json","web_url":"https://www.gov.uk/traffic-signs","title":"Traffic signs","format":"answer","updated_at":"2012-11-19T11:20:14+00:00"}]}