{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/rules-about-animals-47-to-58.json","web_url":"https://www.gov.uk/rules-about-animals-47-to-58","title":"Rules about animals (47 to 58)","format":"guide","details":{"need_id":"2469","business_proposition":false,"description":"The Highway Code: rules about animals (47 to 58)","alternative_title":"The Highway Code: rules 47 to 58","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/rules-about-animals-47-to-58/horsedrawn-vehicles-47-to-48","slug":"horsedrawn-vehicles-47-to-48","order":1,"title":"Horse-drawn vehicles (47 to 48)","body":"<h2>47</h2>\n<p>Horse-drawn vehicles used on the highway should be operated and maintained in accordance with standards set out in the Department for Transport’s Code of Practice for Horse-Drawn Vehicles. This Code lays down the requirements for a road driving assessment and includes a comprehensive list of safety checks to ensure that a carriage and its fittings are safe and in good working order. The standards set out in the Road Driving Assessment may be required to be met by a Local Authority if an operator wishes to obtain a local authority licence to operate a passenger-carrying service (see <a href=\"/further-reading-conversions\" title=\"Further reading and conversions\">Further reading and conversions</a>).</p>\n\n<h2>48</h2>\n<p><strong>Safety equipment and clothing.</strong> All horse-drawn vehicles should have two red rear reflectors. It is safer not to drive at night but if you do, a light showing white to the front and red to the rear <strong>MUST</strong> be fitted. <br />\n<strong>Law RVLR 1989 reg 4</strong></p>\n"},{"web_url":"https://www.gov.uk/rules-about-animals-47-to-58/horse-riders-49-to-55","slug":"horse-riders-49-to-55","order":2,"title":"Horse riders (49 to 55)","body":"<h2>49</h2>\n<p>Safety equipment. Children under the age of 14 <strong>MUST</strong> wear a helmet which complies with the Regulations. It MUST be fastened securely. Other riders should also follow these requirements. These requirements do not apply to a child who is a follower of the Sikh religion while wearing a turban.<br />\n<strong>Laws H(PHYR) Act 1990, sect 1 &amp; H(PHYR) Regulations 1992, reg 3</strong></p>\n\n<h2>50</h2>\n<p><strong>Other clothing.</strong> You should wear</p>\n\n<ul>\n  <li>boots or shoes with hard soles and heels</li>\n  <li>light-coloured or fluorescent clothing in daylight</li>\n  <li>reflective clothing if you have to ride at night or in poor visibility.</li>\n</ul>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_50_help_yourself_to_be_seen.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 50 Help Yourself To Be Seen\" /></p>\n\n<h2>51</h2>\n<p><strong>At night.</strong> It is safer not to ride on the road at night or in poor visibility, but if you do, make sure you wear reflective clothing and your horse has reflective bands above the fetlock joints. A light which shows white to the front and red to the rear should be fitted, with a band, to the rider’s right arm and/or leg/riding boot. If you are leading a horse at night, carry a light in your right hand, showing white to the front and red to the rear, and wear reflective clothing on both you and your horse. It is strongly recommended that a fluorescent/reflective tail guard is also worn by your horse.</p>\n\n<h2>Riding</h2>\n\n<h2>52</h2>\n<p>Before you take a horse on to a road, you should</p>\n\n<ul>\n  <li>ensure all tack fits well and is in good condition</li>\n  <li>make sure you can control the horse.</li>\n</ul>\n\n<p>Always ride with other, less nervous horses if you think that your horse will be nervous of traffic. Never ride a horse without both a saddle and bridle.</p>\n\n<h2>53</h2>\n<p>Before riding off or turning, look behind you to make sure it is safe, then give a clear arm signal.</p>\n\n<p>When riding on the road you should</p>\n\n<ul>\n  <li>keep to the left</li>\n  <li>keep both hands on the reins unless you are signalling</li>\n  <li>keep both feet in the stirrups</li>\n  <li>not carry another person</li>\n  <li>not carry anything which might affect your balance or get tangled up with the reins</li>\n  <li>keep a horse you are leading to your left</li>\n  <li>move in the direction of the traffic flow in a one-way street</li>\n  <li>never ride more than two abreast, and ride in single file on narrow or busy roads and when riding round bends.</li>\n</ul>\n\n<h2>54</h2>\n<p>You <strong>MUST NOT</strong> take a horse onto a footpath or pavement, and you should not take a horse onto a cycle track. Use a bridleway where possible. Equestrian crossings may be provided for horse riders to cross the road and you should use these where available (see <a href=\"/rules-pedestrians-1-to-35/crossings-18-to-30\" title=\"Rules for pedestrians: Crossings (18 to 30)\">Crossings</a>). You should dismount at level crossings where a ‘horse rider dismount’ sign is displayed.<br />\n<strong>Laws HA 1835 sect 72, R(S)A 1984, sect 129(5)</strong></p>\n\n<h2>55</h2>\n<p>Avoid roundabouts wherever possible. If you use them you should\n- keep to the left and watch out for vehicles crossing your path to leave or join the roundabout\n- signal right when riding across exits to show you are not leaving\n- signal left just before you leave the roundabout.</p>\n"},{"web_url":"https://www.gov.uk/rules-about-animals-47-to-58/other-animals-56-to-58","slug":"other-animals-56-to-58","order":3,"title":"Other animals (56 to 58)","body":"<h2>56</h2>\n<p><strong>Dogs.</strong> Do not let a dog out on the road on its own. Keep it on a short lead when walking on the pavement, road or path shared with cyclists or horse riders.</p>\n\n<h2>57</h2>\n<p>When in a vehicle make sure dogs or other animals are suitably restrained so they cannot distract you while you are driving or injure you, or themselves, if you stop quickly. A seat belt harness, pet carrier, dog cage or dog guard are ways of restraining animals in cars.</p>\n\n<h2>58</h2>\n<p><strong>Animals being herded.</strong> These should be kept under control at all times. You should, if possible, send another person along the road in front to warn other road users, especially at a bend or the brow of a hill. It is safer not to move animals after dark, but if you do, then wear reflective clothing and ensure that lights are carried (white at the front and red at the rear of the herd).</p>\n"}]},"updated_at":"2012-11-19T10:24:26+00:00","tags":[{"title":"The Highway Code","id":"https://www.gov.uk/api/tags/driving%2Fhighway-code.json","web_url":null,"details":{"description":"Includes road signs and rules for vehicles and cyclists","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving%2Fhighway-code","web_url":"https://www.gov.uk/browse/driving/highway-code"},"parent":{"title":"Driving, transport and travel","id":"https://www.gov.uk/api/tags/driving.json","web_url":null,"details":{"description":"Book your driving test or get a tax disc online, find out the legal requirements for buying, owning, importing or scrapping a car or motorcycle, and read about your rights and responsibilities as a driver.","short_description":"","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving","web_url":"https://www.gov.uk/browse/driving"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/highway-code.json","web_url":"https://www.gov.uk/highway-code","title":"The Highway Code","format":"guide","details":{"need_id":"2466","business_proposition":false,"description":"Contents page for the Highway Code, which applies to England, Scotland and Wales and is essential reading for everyone"},"updated_at":"2012-10-22T15:17:30+00:00"},{"id":"https://www.gov.uk/api/traffic-signs.json","web_url":"https://www.gov.uk/traffic-signs","title":"Traffic signs","format":"answer","details":{"need_id":"2606","business_proposition":false,"description":"Guidance on common traffic signs for new and experienced drivers, riders, cyclists and pedestrians - Know your traffic signs, KYTS, Highway Code"},"updated_at":"2012-11-19T11:20:14+00:00"}]}