{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/rules-motorcyclists-83-to-88.json","web_url":"https://www.gov.uk/rules-motorcyclists-83-to-88","title":"Rules for motorcyclists (83 to 88)","format":"guide","details":{"need_id":"2471","business_proposition":false,"description":"The Highway Code: rules for motorcyclists (83 to 88)","alternative_title":"The Highway Code: rules 83 to 88","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/rules-motorcyclists-83-to-88/general-guidance-83-to-88","slug":"general-guidance-83-to-88","order":1,"title":"General guidance (83 to 88)","body":"<p>These Rules are in addition to those in the following sections which apply to all vehicles. See <a href=\"/rules-motorcyclists-83-to-88/motorcycle-licence-requirements\" title=\"motorcycle licence requirements\">Motorcycle licence requirements</a>).</p>\n\n<h2>83</h2>\n\n<p>On all journeys, the rider and pillion passenger on a motorcycle, scooter or moped <strong>MUST</strong> wear a protective helmet. This does not apply to a follower of the Sikh religion while wearing a turban. Helmets <strong>MUST</strong> comply with the Regulations and they <strong>MUST</strong> be fastened securely. Riders and passengers of motor tricycles and quadricycles, also called quadbikes, should also wear a protective helmet. Before each journey check that your helmet visor is clean and in good condition.<br />\n<strong>Laws RTA 1988 sects 16 &amp; 17 &amp; MC(PH)R as amended reg 4</strong></p>\n\n<h2>84</h2>\n\n<p>It is also advisable to wear eye protectors, which <strong>MUST</strong> comply with the Regulations. Scratched or poorly fitting eye protectors can limit your view when riding, particularly in bright sunshine and the hours of darkness. Consider wearing ear protection. Strong boots, gloves and suitable clothing may help to protect you if you are involved in a collision.<br />\n<strong>Laws RTA sect 18 &amp; MC(EP)R as amended reg 4</strong></p>\n\n<h2>85</h2>\n\n<p>You <strong>MUST NOT</strong> carry more than one pillion passenger who <strong>MUST</strong> sit astride the machine on a proper seat. They should face forward with both feet on the footrests. You <strong>MUST NOT</strong> carry a pillion passenger unless your motor cycle is designed to do so. Provisional licence holders <strong>MUST NOT</strong> carry a pillion passenger.<br />\n<strong>Laws RTA 1988 sect 23, MV(DL)R 1999 reg 16(6) &amp; CUR 1986 reg 102</strong></p>\n\n<h2>86</h2>\n<p><strong>Daylight riding.</strong> Make yourself as visible as possible from the side as well as the front and rear. You could wear a light or brightly coloured helmet and fluorescent clothing or strips. Dipped headlights, even in good daylight, may also make you more conspicuous. However, be aware that other vehicle drivers may still not have seen you, or judged your distance or speed correctly, especially at junctions.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_86_help_yourself_to_be_seen.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 86 Help Yourself To Be Seen\" /></p>\n\n<h2>87</h2>\n<p><strong>Riding in the dark.</strong> Wear reflective clothing or strips to improve your visibility in the dark. These reflect light from the headlamps of other vehicles, making you visible from a longer distance. See <a href=\"/general-rules-all-drivers-riders-103-to-158/lighting-requirements-113-to-116\" title=\"Lighting requirements (113 to 116)\">Rules 113–116</a> for lighting requirements.</p>\n\n<h2>88</h2>\n<p><strong>Manoeuvring.</strong> You should be aware of what is behind and to the sides before manoeuvring. Look behind you; use mirrors if they are fitted. When in traffic queues look out for pedestrians crossing between vehicles and vehicles emerging from junctions or changing lanes. Position yourself so that drivers in front can see you in their mirrors. Additionally, when filtering in slow-moving traffic, take care and keep your speed low.  </p>\n\n<p><strong>Remember: Observation – Signal – Manoeuvre.</strong></p>\n"},{"web_url":"https://www.gov.uk/rules-motorcyclists-83-to-88/motorcycle-licence-requirements","slug":"motorcycle-licence-requirements","order":2,"title":"Motorcycle licence requirements","body":"<p>If you have a provisional motorcycle licence, you <strong>MUST</strong> satisfactorily complete a Compulsory Basic Training (CBT) course. You can then ride on the public road, with L plates (in Wales either D plates, L plates or both can be used), for up to two years. To obtain your full motorcycle licence you <strong>MUST</strong> pass a motorcycle theory test and then a practical test.<br />\n<strong>Law MV(DL)R regs 16 &amp; 68</strong></p>\n\n<p><strong>If you have a full car licence</strong> you may ride motorcycles up to 125 cc and 11 kW power output, with L plates (and/or D plates in Wales), on public roads, but you <strong>MUST</strong> first satisfactorily complete a CBT course if you have not already done so.<br />\n<strong>Law MV(DL)R reg 43</strong></p>\n\n<p><strong>If you have a full moped licence</strong> and wish to obtain full motorcycle entitlement, you will be required to take a motorcycle theory test if you did not take a separate theory test when you obtained your moped licence. You <strong>MUST</strong> then pass a practical motorcycle test. Note that if CBT was completed for the full moped licence there is no need to repeat it, but if the moped test was taken before 1/12/90 CBT will need to be completed before riding a motorcycle as a learner.<br />\n<strong>Law MV(DL)R regs 42(1) &amp; 69(1)</strong></p>\n\n<p><strong>Light motorcycle licence (A1):</strong> you take a test on a motorcycle of between 75 and 125 cc. If you pass you may ride a motorcycle up to 125 cc with power output up to 11 kW.</p>\n\n<p><strong>Standard motorcycle licence (A):</strong> if your test vehicle is between 120 and 125 cc and capable of more than 100 km/h you will be given a standard (A) licence. You will then be restricted to motorcycles of up to 25 kW for two years. After two years you may ride any size machine.</p>\n\n<p><strong>Direct or Accelerated Access</strong> enables riders over the age of 21, or those who reach 21 before their two-year restriction ends, to ride larger motorcycles sooner. To obtain a licence to do so they are required to</p>\n\n<ul>\n  <li>have successfully completed a CBT course</li>\n  <li>pass a theory test, if they are required to do so</li>\n  <li>pass a practical test on a machine with power output of at least 35 kW.</li>\n</ul>\n\n<p>To practise, they can ride larger motorcycles, with L plates (and/or D plates in Wales), on public roads, but only when accompanied by an approved instructor on another motorcycle in radio contact.</p>\n\n<p>You <strong>MUST NOT</strong> carry a pillion passenger or pull a trailer until you have passed your test.<br />\n<strong>Law MV(DL)R reg 16</strong></p>\n\n<h2>Moped licence requirements</h2>\n\n<p>A moped <strong>MUST</strong> have an engine capacity not exceeding 50 cc, not weigh more than 250 kg and be designed to have a maximum speed not exceeding 31 mph (50 km/h). From June 2003 all EC Type Approved mopeds have been restricted to 28 mph (45 km/h).  </p>\n\n<p><strong>Law RTA 1988 (as amended) sect 108</strong></p>\n\n<p><strong>To ride a moped</strong>, learners <strong>MUST</strong></p>\n\n<ul>\n  <li>be 16 or over</li>\n  <li>have a provisional moped licence</li>\n  <li>complete CBT training.</li>\n</ul>\n\n<p>You <strong>MUST</strong> first pass the theory test for motorcycles and then the moped practical test to obtain your full moped licence. If you passed your driving test before 1 February 2001 you are qualified to ride a moped without L plates (and/or D plates in Wales), although it is recommended that you complete CBT before riding on the road. If you passed your driving test after this date you <strong>MUST</strong> complete CBT before riding a moped on the road.  </p>\n\n<p><strong>Laws RTA 1988 sects 97(e) &amp; 101 &amp; MV(DL)R regs 38(4) &amp; 43</strong></p>\n\n<p><strong>Note.</strong> For motorcycle and moped riders wishing to upgrade, the following give exemption from taking the motorcycle theory test</p>\n\n<ul>\n  <li>full A1 motorcycle licence</li>\n  <li>full moped licence, if gained after 1/7/96.</li>\n</ul>\n\n<p><strong>Law MV(DL)R reg 42</strong></p>\n"}]},"updated_at":"2012-10-22T15:24:42+00:00","tags":[{"title":"The Highway Code","id":"https://www.gov.uk/api/tags/driving%2Fhighway-code.json","web_url":null,"details":{"description":"Includes road signs and rules for vehicles and cyclists","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving%2Fhighway-code","web_url":"https://www.gov.uk/browse/driving/highway-code"},"parent":{"title":"Driving, transport, and travel","id":"https://www.gov.uk/api/tags/driving.json","web_url":null,"details":{"description":"Book your driving test or get a tax disc online, find out the legal requirements for buying, owning, importing or scrapping a car or motorcycle, and read about your rights and responsibilities as a driver.","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving","web_url":"https://www.gov.uk/browse/driving"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/highway-code.json","web_url":"https://www.gov.uk/highway-code","title":"The Highway Code","format":"guide","details":{"need_id":"2466","business_proposition":false,"description":"Contents page for the Highway Code, which applies to England, Scotland and Wales and is essential reading for everyone"},"updated_at":"2012-10-22T15:17:30+00:00"}]}