{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/shotgun-and-firearm-certificates.json","web_url":"https://www.gov.uk/shotgun-and-firearm-certificates","title":"Shotgun and firearm certificates","format":"licence","updated_at":"2013-01-09T13:01:23+00:00","details":{"need_id":"1","business_proposition":true,"description":"You need a licence issued by the police to possess, buy or acquire a firearm or shotgun","language":"en","alternative_title":"","will_continue_on":"","continuation_link":"","licence_identifier":"9073-7-1","licence_short_description":"Licence to buy or acquire a firearm or shotgun through the police in the UK.","licence_overview":"<p>To possess, buy or acquire a firearm or shotgun, you need a relevant firearm or shotgun certificate issued by the police. You must also have a certificate to buy ammunition.</p>\n\n<h2>How to apply</h2>\n\n<p>You must contact the chief officer of police in your area to obtain the correct application form.</p>\n\n<p>You will also need to include up to four passport photographs and two references. Your referees will be required to provide a statement explaining that there is no reason why you should not be granted a licence, disclose any other relevant information and verify your passport photographs.</p>\n\n<p>You will also have to pay the relevant fee, unless you are covered by a specific fee exemption.</p>\n\n<p>To get a shotgun certificate, in addition to the above, you must also convince the chief officer of police that you possess no danger to public safety or to the peace.</p>\n\n<p>If you are under 18 years old, you will also have to provide a good reason for having a firearm, shotgun or ammunition.</p>\n\n<p>A certificate usually lasts for five years from the date it was issued or renewed. It can be renewed for another five years by applying through the same method as above.</p>\n\n<h2>Conditions</h2>\n\n<ul>\n  <li>your certificate must say what firearms or shotguns you hold and have the correct identification numbers, if known</li>\n  <li>you must comply with all conditions attached to the certificate (the chief officer can vary the conditions of your certificate at any time by giving notice in writing)</li>\n  <li>you must be able to show our firearm certificate and any relevant documents if requested by the police</li>\n  <li>you must not shorten the barrel of any shotgun to a length of less than 24 inches</li>\n</ul>\n\n<p>If you hold a firearms certificate, you can get a European firearms pass. You can also apply for this at the same time as a firearms certificate. The European firearms pass will state the registered firearms, the date of issue of the pass and length of issue. European firearms passes are normally valid for five years or the length of your firearm certificate - whichever is shorter. You can renew a European firearms pass by applying to the chief police officer.</p>\n\n<p>Certain firearms are completely prohibited. You will not be able to acquire a licence for them and it is an offence to possess, buy or acquire them.</p>\n"},"tags":[],"related":[]}