{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/staff-redundant.json","web_url":"https://www.gov.uk/staff-redundant","title":"Making staff redundant","format":"guide","details":{"need_id":"B1062","business_proposition":true,"description":"Rules employers must follow when making staff redundant - consultations, notice periods, compulsory and non-compulsory redundancy and redundancy pay","alternative_title":"","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/staff-redundant/overview","slug":"overview","order":1,"title":"Overview","body":"<p>Redundancy is when you dismiss an employee because you no longer:</p>\n\n<ul>\n  <li>carry out the business they&rsquo;re employed for</li>\n  <li>carry out business in the place where they&rsquo;re employed</li>\n  <li>need them to carry out work of a particular kind</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>For a redundancy to be genuine, you must demonstrate that the employee’s job will no longer exist.</p>\n</div>\n\n<p>Redundancies can be <a href=\"/staff-redundant/compulsory-redundancy\" title=\"compulsory redundancy\">compulsory</a> or <a href=\"/staff-redundant/noncompulsory-redundancy\" title=\"non-compulsory redundancy\">non-compulsory</a>. If you do have to make redundancies you can <a href=\"/staff-redundant/getting-help\" title=\"get help\">get help</a> from Jobcentre Plus.</p>\n\n<h2>Employee rights</h2>\n\n<p>If you make employees redundant, they have a number of rights and may also be entitled to <a href=\"/staff-redundant/redundancy-pay\" title=\"redundancy pay\">redundancy pay</a>.</p>\n\n<p>All employees under notice of redundancy have the right to:</p>\n\n<ul>\n  <li>be offered suitable alternative employment</li>\n  <li>a trial period in the alternative role without losing any right to redundancy pay</li>\n  <li>reasonable time off to look for a new job or arrange training</li>\n  <li>not to be <a href=\"/staff-redundant/compulsory-redundancy\" title=\"unfair selection criteria\">unfairly selected</a> for redundancy</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>You should always take steps to <a href=\"/staff-redundant/avoiding-redundancies\" title=\"avoiding redundancies\">avoid redundancies</a> before dismissing staff.</p>\n</div>\n"},{"web_url":"https://www.gov.uk/staff-redundant/avoiding-redundancies","slug":"avoiding-redundancies","order":2,"title":"Avoiding redundancies","body":"<p>You should take steps to avoid <a href=\"/staff-redundant/compulsory-redundancy\" title=\"compulsory redundancy\">compulsory redundancies</a>, eg by:</p>\n\n<ul>\n  <li>seeking applicants for <a href=\"/staff-redundant/noncompulsory-redundancy\" title=\"non-compulsory redundancy\">voluntary redundancy or early retirement</a> </li>\n  <li>seeking applications from existing staff to work flexibly</li>\n  <li>laying off self-employed contractors, freelancers etc</li>\n  <li>not using casual labour</li>\n  <li>restricting recruitment</li>\n  <li>reducing or banning overtime</li>\n  <li>filling vacancies elsewhere in the business with existing employees</li>\n  <li><a href=\"/staff-redundant/layoffs-and-shorttime-working\" title=\"short-time working and temporary layoffs\">short-time working or temporary lay-offs</a> </li>\n</ul>\n\n<h2>Offers of alternative work</h2>\n\n<p>Even if you&rsquo;ve selected someone for redundancy, you can still offer them alternative work. </p>\n\n<p>For an offer to be valid:</p>\n\n<ul>\n  <li>it should be unconditional and in writing</li>\n  <li>it must be made before the employee&rsquo;s current contract ends</li>\n  <li>it should show how the new job differs from the old</li>\n  <li>the job must actually be offered to the employee - they shouldn&rsquo;t have to apply</li>\n  <li>the new job must start within 4 weeks of the old job ending</li>\n</ul>\n\n<p>Employees who accept an offer of alternative work are allowed a 4-week trial period to see if the work is suitable - if you both agree that it isn&rsquo;t, they can still claim <a href=\"/staff-redundant/redundancy-pay\" title=\"redundancy pay\">redundancy pay</a>.</p>\n\n<div class=\"application-notice info-notice\">\n<p>The trial period can be longer than 4 weeks if you agree this in writing.</p>\n</div>\n\n<p>If you think the job is suitable but the employee refuses to take it, they might lose any redundancy pay entitlement.</p>\n"},{"web_url":"https://www.gov.uk/staff-redundant/layoffs-and-shorttime-working","slug":"layoffs-and-shorttime-working","order":3,"title":"Lay-offs and short-time working","body":"<p>You can lay off an employee (ask them to stay at home or take unpaid leave) when you temporarily can&rsquo;t give them paid work - as long as the employment contract allows this. </p>\n\n<p>Short-time working is when an employee has no paid hours for a number of working days in a week. This is because:</p>\n\n<ul>\n  <li>they&rsquo;re working a reduced number of paid hours</li>\n  <li>their pay is less than half a week&rsquo;s pay</li>\n</ul>\n\n<p>Laying off staff or short-time working can help avoid redundancies - but you have to agree this with staff first.</p>\n\n<p>This could be in:</p>\n\n<ul>\n  <li>their employment contract</li>\n  <li>a national agreement for the industry</li>\n  <li>a <a href=\"/employment-contracts-and-conditions/collective-agreements\" title=\"collective agreements\">collective agreement</a> between you and a recognised trade union</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>National and collective agreements can only be enforced if they’re in the employee’s employment contract.</p>\n</div>\n\n<p>You may also be able to lay off an employee or put them on short-time working:</p>\n\n<ul>\n  <li>where you have clear evidence showing it&rsquo;s been widely accepted in your organisation over a long period of time</li>\n  <li>if you agree with the employee to <a href=\"/your-employment-contract-how-it-can-be-changed\" title=\"changing an employment contract - getting agreement\">change their employment contract</a> to allow them to be laid off or put on short-time working (this won&rsquo;t automatically give you the power to do this without their consent in the future)</li>\n</ul>\n\n<h2>Statutory guarantee payments</h2>\n\n<p>Employees are entitled to these if you don&rsquo;t provide them with a full day&rsquo;s work during the time they&rsquo;d normally be required to work. </p>\n\n<p>The maximum payment is £22.20 a day for 5 days in any 3 months (ie £111). If employees usually earn less than £22.20 a day, they&rsquo;ll get their usual daily rate. For part-time workers, the rate is worked out proportionally. </p>\n\n<p>Employees can claim a <a href=\"/staff-redundant/redundancy-pay\" title=\"redundancy pay\">redundancy payment</a> from you if the lay-off or short-time working runs for:</p>\n\n<ul>\n  <li>4 consecutive weeks or longer</li>\n  <li>a series of 6 or more weeks with not more than 3 consecutive weeks - in a 13-week period</li>\n</ul>\n\n<p>They must give you written notice in advance that they want to make a claim. </p>\n\n<p>If they&rsquo;ll return to normal working hours within 4 weeks, you don&rsquo;t have to pay. </p>\n\n<div class=\"application-notice info-notice\">\n<p>If you don’t give guarantee pay to someone who’s entitled to it, they could take you to an <a href=\"/being-taken-to-employment-tribunal-by-employee\" title=\"being taken to an employment tribunal\">employment tribunal</a>.</p>\n</div>\n\n<h2>Wrongful lay-offs or short-time working</h2>\n\n<p>You&rsquo;ll be in breach of contract if you lay off an employee or put them on short-time working without pay if there&rsquo;s no contractual agreement. </p>\n\n<p>The employee may:</p>\n\n<ul>\n  <li>accept the breach of contract and claim a guarantee payment</li>\n  <li>sue for damages for breach of contract in a civil court or at an employment tribunal</li>\n  <li>claim unlawful deduction of wages at an employment tribunal</li>\n  <li>claim unfair dismissal at an employment tribunal</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>There’s more advice on lay-offs and short-time working on the <a href=\"http://www.acas.org.uk/index.aspx?articleid=814\" title=\"Acas (Advisory, Conciliation and Arbitration Service) website\"><abbr title=\"Advisory, Conciliation and Arbitration Service\">Acas</abbr> (Advisory, Conciliation and Arbitration Service) website.</a></p>\n</div>\n\n"},{"web_url":"https://www.gov.uk/staff-redundant/noncompulsory-redundancy","slug":"noncompulsory-redundancy","order":4,"title":"Non-compulsory redundancy","body":"<p>This covers voluntary redundancy and early retirement. </p>\n\n<h2>Voluntary redundancy</h2>\n\n<p>This is where you ask employees if they&rsquo;d like to volunteer for redundancy and then select those to be made redundant. </p>\n\n<p>You must have a fair and transparent selection process and let employees know that just because they apply, it doesn&rsquo;t mean they&rsquo;ll get selected.</p>\n\n<h2>Early retirement</h2>\n\n<p>This is where you offer employees incentives to retire early. It is used as an alternative to voluntary redundancy.</p>\n\n<p>The offer must be made across the workforce - you can&rsquo;t single out specific individuals.</p>\n\n<div class=\"application-notice info-notice\">\n<p>You can’t force anyone into early retirement - it must come from the employee.</p>\n</div>\n"},{"web_url":"https://www.gov.uk/staff-redundant/compulsory-redundancy","slug":"compulsory-redundancy","order":5,"title":"Compulsory redundancy","body":"<p>If you decide you need to make compulsory redundancies, you must:</p>\n\n<ul>\n  <li>identify which employees will be made redundant</li>\n  <li>make sure you select people fairly - don&rsquo;t discriminate</li>\n</ul>\n\n<h2>Fair selection criteria</h2>\n\n<p>Fair reasons for selecting employees for redundancy include:</p>\n\n<ul>\n  <li>skills, qualifications and aptitude\t\t</li>\n  <li>standard of work and/or performance\t</li>\n  <li>attendance\t</li>\n  <li>disciplinary record \t\t\t</li>\n</ul>\n\n<p>You could also select employees based on their length of service (&lsquo;last in, first out’).</p>\n\n<p>You can only do this if you can justify it - otherwise this could be indirect discrimination if it affects one group of people more than another.\t</p>\n\n<div class=\"application-notice info-notice\">\n<p>You shouldn’t rely solely on length of service as your only selection criteria - this is likely to be age discrimination.</p>\n</div>\n\n<h2>Unfair selection criteria</h2>\n\n<p>Some selection criteria are automatically unfair. You must not select an employee for redundancy based on any of the following reasons:</p>\n\n<ul>\n  <li>pregnancy: including all reasons relating to maternity  </li>\n  <li>family: including parental leave, paternity leave (birth and adoption), adoption leave or time off for dependants</li>\n  <li>acting as an employee representative</li>\n  <li>acting as a trade union representative</li>\n  <li>joining or not joining a trade union</li>\n  <li>being a part-time or fixed-term employee</li>\n  <li>their age, disability, gender reassignment, marriage and civil partnership, pregnancy and maternity, race, religion or belief, sex and sexual orientation</li>\n  <li>pay and working hours: including the Working Time Regulations, annual leave and the National Minimum Wage</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>You must <a href=\"/staff-redundant/redundancy-consultations\" title=\"redundancy consultations\">consult employees</a> in a redundancy situation - if you don’t, any redundancies you make will almost certainly be unfair and you could be taken to an employment tribunal.</p>\n</div>\n\n"},{"web_url":"https://www.gov.uk/staff-redundant/redundancy-consultations","slug":"redundancy-consultations","order":6,"title":"Redundancy consultations","body":"<p>If you don&rsquo;t consult employees in a redundancy situation, any redundancies you make will almost certainly be unfair and you could be taken to an employment tribunal.</p>\n\n<p>If you&rsquo;re making 20 or more employees redundant within a 90-day period you must follow &lsquo;collective consultation&rsquo; rules.</p>\n\n<p>If there are fewer than 20 redundancies planned, there are no set rules you have to follow but it&rsquo;s still good practice to consult employees.</p>\n\n<div class=\"application-notice info-notice\">\n<p>Consultation doesn’t have to end in agreement, but it must be carried out with a view to reaching it, including ways of avoiding or reducing the redundancies.</p>\n</div>\n\n<h2>Collective consultation</h2>\n\n<p>Before a consultation starts, notify the Insolvency Service Redundancy Payments Service (<abbr title=\"Redundancy Payments Service\">RPS</abbr>) by filling out form HR1. Instructions on where to send it are on the form.</p>\n\n<div class=\"form-download\">\n<p><a href=\"http://www.bis.gov.uk/assets/bispartners/insolvency/docs/forms/redundancy-payments/hr1pdf.pdf\" title=\"Download 'Form HR1' (PDF, 48KB)\" rel=\"external\">Download ‘Form HR1’ (PDF, 48KB)</a></p>\n</div>\n\n<p>Then follow these steps:</p>\n\n<ol class=\"steps\">\n<li><p>Consult with trade union representatives or elected employee representatives - or with staff directly if there are none.</p>\n</li>\n<li><p>Provide information to representatives or staff about the planned redundancies, giving representatives or staff enough time to consider them.</p>\n</li>\n<li><p>Respond to any requests for further information.</p>\n</li>\n<li><p>Give any affected staff termination notices showing the agreed leaving date.</p>\n</li>\n</ol>\n\n<h3>Timescales</h3>\n\n<p>There&rsquo;s no time limit on how long a consultation should last, but consultations must start in good time. </p>\n\n<p>You can issue redundancy notices as soon as the consultation is complete, but there are minimum periods before they can take effect.</p>\n\n<table>\n  <thead>\n    <tr>\n      <th>Number of proposed redundancies</th>\n      <th>When consultation must start</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>20 to 99</td>\n      <td>30 days before the first redundancy</td>\n    </tr>\n    <tr>\n      <td>100 or more</td>\n      <td>90 days before the first redundancy</td>\n    </tr>\n  </tbody>\n</table>\n\n<div class=\"application-notice info-notice\">\n<p>You must send in the notification form at the start of the consultation period - if you don’t, you’ll get a criminal record and can be fined up to £5,000.</p>\n</div>\n\n<h3>Information you must provide to representatives or staff</h3>\n\n<p>You must provide written details of:</p>\n\n<ul>\n  <li>the reasons for redundancies</li>\n  <li>the numbers and categories of employees involved</li>\n  <li>the numbers of employees in each category</li>\n  <li>how you plan to select employees for redundancy</li>\n  <li>how you&rsquo;ll carry out redundancies</li>\n  <li>how you&rsquo;ll work out <a href=\"/staff-redundant/redundancy-pay\" title=\"redundancy payments\">redundancy payments</a></li>\n</ul>\n\n"},{"web_url":"https://www.gov.uk/staff-redundant/giving-staff-notice","slug":"giving-staff-notice","order":7,"title":"Giving staff notice","body":"<p>You must give staff notice and agree a leaving date once you&rsquo;ve finished the redundancy consultations.</p>\n\n<p>Give staff at least the statutory notice period, based on how long they have worked.</p>\n\n<table>\n  <thead>\n    <tr>\n      <th>Length of service</th>\n      <th>Notice you must give</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>1 month to 2 years</td>\n      <td>At least a week</td>\n    </tr>\n    <tr>\n      <td>2 years to 12 years</td>\n      <td>A week&rsquo;s notice for every year employed</td>\n    </tr>\n    <tr>\n      <td>12 or more years</td>\n      <td>12 weeks</td>\n    </tr>\n  </tbody>\n</table>\n\n<div class=\"application-notice info-notice\">\n<p>You can allow staff to leave earlier than the planned leaving date - eg without notice - by offering payment in lieu of notice.</p>\n</div>\n\n<h2>Notice pay</h2>\n\n<p>You must give staff notice pay - based on their pay rate and notice period - or make a payment in lieu of notice.</p>\n\n<h2>Pay in lieu of notice</h2>\n\n<p>If you have included a payment in lieu of notice clause in the employment contract, you can end your staff&rsquo;s employment with no notice. This lets you make a payment to cover the notice period they&rsquo;d normally have had to work.</p>\n\n<p>These payments must have tax and National Insurance deducted.</p>\n\n<div class=\"application-notice info-notice\">\n<p>When you make payments in lieu of notice, you still have to pay staff the basic pay they would have got during the notice period, including any pension, private health care insurance or other contributions.</p>\n</div>\n\n"},{"web_url":"https://www.gov.uk/staff-redundant/redundancy-pay","slug":"redundancy-pay","order":8,"title":"Redundancy pay","body":"<p>If you make employees redundant, they might be entitled to redundancy pay - this is called a &lsquo;statutory redundancy payment&rsquo;. </p>\n\n<p>To be eligible, an individual must:</p>\n\n<ul>\n  <li>be an employee working under a contract of employment</li>\n  <li>have at least 2 years&rsquo; continuous service</li>\n  <li>have been dismissed, laid off or put on short-time working - those who opted for early retirement don&rsquo;t qualify</li>\n</ul>\n\n<p>You must make the payment when you dismiss the employee, or soon after.</p>\n\n<div class=\"application-notice info-notice\">\n<p>A redundant employee also has the right to a written statement setting out the amount of any redundancy payment and how you worked it out.</p>\n</div>\n\n<h2>Statutory redundancy pay rates</h2>\n\n<p>These are based on an employee&rsquo;s age and length of employment and are counted back from the date of dismissal. </p>\n\n<p>Employees get:</p>\n\n<ul>\n  <li>1.5 weeks&rsquo; pay for each year of employment after their 41st birthday</li>\n  <li>a week&rsquo;s pay for each year of employment after their 22nd birthday</li>\n  <li>half a week&rsquo;s pay for each year of employment up to their 22nd birthday</li>\n</ul>\n\n<p>Length of service is capped at 20 years and weekly pay is capped at £430. The maximum amount of statutory redundancy pay is £12,900.</p>\n\n<p>You can give your staff extra redundancy pay if you want to, or have a qualifying period of less than 2 years.</p>\n\n<div class=\"application-notice info-notice\">\n<p>You can use the <a href=\"/calculate-employee-redundancy-pay\" title=\"redundancy pay calculator\">redundancy pay calculator</a> to work out payments.</p>\n</div>\n\n<h2>If you don&rsquo;t pay</h2>\n\n<p>If you fail to pay redundancy pay or if an employee disagrees with the amount, they have 6 months from the date their employment ended to make a claim for payment to an employment tribunal.</p>\n\n<p>If they don&rsquo;t make the claim in time, a tribunal still has the power for a further 6 months to decide whether or not they should get a payment.</p>\n\n<h3>If you have financial difficulties</h3>\n\n<p>If your business would become insolvent as a result of making the statutory redundancy payments, the Insolvency Service&rsquo;s Redundancy Payments Office may be able to help. </p>\n\n<p>You&rsquo;d have to repay any debt as soon as possible - contact the Redundancy Payments Helpline for more information:</p>\n\n<div class=\"contact\">\n<p><strong>Redundancy Payments Helpline</strong><br />\n0845 145 0004</p>\n</div>\n\n<h2>Tax</h2>\n\n<p>Redundancy pay isn&rsquo;t taxable if it&rsquo;s less than £30,000. If you decide to make extra payments over the £30,000 threshold, they&rsquo;re subject to tax and National Insurance. </p>\n\n<p>Other termination payments, like payment in lieu of a holiday or notice, must have tax and National Insurance deducted.</p>\n"},{"web_url":"https://www.gov.uk/staff-redundant/getting-help","slug":"getting-help","order":9,"title":"Getting help","body":"<p>If you have to make redundancies, Jobcentre Plus can give you and your employees support and advice through its Rapid Response Service.</p>\n\n<p>Support could include:</p>\n\n<ul>\n  <li>helping people facing redundancy to construct CVs and find jobs</li>\n  <li>providing general information about benefits</li>\n  <li>helping people identify their transferable skills and training needs</li>\n  <li>providing training to help people develop vocational skills</li>\n  <li>helping with costs like travel to work expenses</li>\n</ul>\n\n<p>Jobcentre Plus may also provide on-site support for large scale redundancies.</p>\n\n<p>In Scotland, Rapid Response Service support is delivered through Partnership Action for Continuing Employment (PACE) - there&rsquo;s more information on the <a rel=\"external\" href=\"http://www.skillsdevelopmentscotland.co.uk/our-services/services-for-individuals/redundancy-help-and-advice/what-is-pace-redundancy-support.aspx\" title=\"Skills Development Scotland\">Skills Development Scotland website.</a></p>\n\n<p>In Wales, the service is delivered by the <a rel=\"external\" href=\"http://wales.gov.uk/topics/educationandskills/skillsandtraining/reactemployers/employerreact/;jsessionid=nkFjQ3dhmnXkhQG21LJD9vCLP2n0pNy3lvkLX9GTnJxtyG974lYL!-1611654151?lang=en\" title=\"The Redundancy Action Scheme\">Redundancy Action Scheme.</a></p>\n\n<h2>How to get help</h2>\n\n<p>To find out how your business can use the Rapid Response Service, email <a href=\"&#109;&#097;&#105;&#108;&#116;&#111;:&#114;&#114;&#115;&#046;&#101;&#110;&#113;&#117;&#105;&#114;&#105;&#101;&#115;&#064;&#106;&#111;&#098;&#099;&#101;&#110;&#116;&#114;&#101;&#112;&#108;&#117;&#115;&#046;&#103;&#115;&#105;&#046;&#103;&#111;&#118;&#046;&#117;&#107;\">&#114;&#114;&#115;&#046;&#101;&#110;&#113;&#117;&#105;&#114;&#105;&#101;&#115;&#064;&#106;&#111;&#098;&#099;&#101;&#110;&#116;&#114;&#101;&#112;&#108;&#117;&#115;&#046;&#103;&#115;&#105;&#046;&#103;&#111;&#118;&#046;&#117;&#107;</a>, telling them:</p>\n\n<ul>\n  <li>your contact details</li>\n  <li>the town(s) your business is based in (including postcodes)</li>\n  <li>the location(s) of the redundancies</li>\n</ul>\n"}]},"updated_at":"2012-11-16T14:51:33+00:00","tags":[{"title":"Dismissing staff and redundancies","id":"https://www.gov.uk/api/tags/employing-people%2Fdismissals-redundancies.json","web_url":null,"details":{"description":"Resignations, dismissals, disciplinaries and redundancy pay","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=employing-people%2Fdismissals-redundancies","web_url":"https://www.gov.uk/browse/employing-people/dismissals-redundancies"},"parent":{"title":"Employing people","id":"https://www.gov.uk/api/tags/employing-people.json","web_url":null,"details":{"description":"Includes pay, contracts and hiring","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=employing-people","web_url":"https://www.gov.uk/browse/employing-people"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/being-taken-to-employment-tribunal-by-employee.json","web_url":"https://www.gov.uk/being-taken-to-employment-tribunal-by-employee","title":"Being taken to an employment tribunal by an employee","format":"guide","details":{"need_id":"B80","business_proposition":true,"description":"What happens if you're taken to an employment tribunal by an employee - the process, your responsibilities, and the possible outcomes"},"updated_at":"2012-10-24T16:00:49+00:00"},{"id":"https://www.gov.uk/api/employer-preventing-discrimination.json","web_url":"https://www.gov.uk/employer-preventing-discrimination","title":"Employers: preventing discrimination","format":"guide","details":{"need_id":"B93","business_proposition":true,"description":"Discrimination policy and equal opportunities in the workplace - sex discrimination, disabled workers, older people, compulsory retirement"},"updated_at":"2012-11-30T17:13:20+00:00"}]}