{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/starting-up-a-business.json","web_url":"https://www.gov.uk/starting-up-a-business","title":"Starting up a business","format":"guide","details":{"need_id":"B1053","business_proposition":true,"description":"Steps to turn your business idea into a product or service you can sell and that meets your customers' needs","alternative_title":"","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/starting-up-a-business/start-with-an-idea","slug":"start-with-an-idea","order":1,"title":"Start with an idea","body":"<p>If you&rsquo;re thinking of starting up a business, you&rsquo;ll first need to come up with a realistic idea that you can turn into a product or service. Find local support, including help with developing business ideas, on the <a rel=\"external\" href=\"http://www.nationalenterprisenetwork.org/\" title=\"National Enterprise Network\">National Enterprise Network</a> website.</p>\n\n<h2>Register your idea</h2>\n\n<p>You might have already come up with an idea for a business you think there&rsquo;s a market for, or invented something you think people will want to buy. Find out how to <a href=\"/browse/business/intellectual-property\" title=\"Trademarks, copyright and intellectual property\">register your idea</a> to make sure nobody copies it without your permission.</p>\n\n<h2>Turn your idea into a business</h2>\n\n<ol class=\"steps\">\n<li><p><a href=\"/starting-up-a-business/research-your-market\" title=\"Research your market\">Research your market</a> - identify potential customers. Talk to them and find out if your idea is meeting a real need.</p>\n</li>\n<li><p><a href=\"/starting-up-a-business/develop-and-plan\" title=\"Develop and plan\">Develop and plan</a> - test your product or service with real customers, make changes, and test it again. Keep doing this until you’re sure there’s a demand for it.</p>\n</li>\n<li><p><a href=\"/starting-up-a-business/find-partners-and-suppliers\" title=\"Find partners and suppliers\">Find partners and suppliers</a> - think about who you’re going to work with to develop and sell your idea.</p>\n</li>\n<li><p><a href=\"/starting-up-a-business/set-up-your-business\" title=\"Set up your business\">Set up your business</a> - work out which legal structure is right for you, and whether you want to sell shares.</p>\n</li>\n<li><p><a href=\"/starting-up-a-business/get-funding\" title=\"Get funding\">Get funding</a> - explore different sources of business finance, from bank loans to government-backed schemes.</p>\n</li>\n</ol>\n\n<div class=\"application-notice info-notice\">\n<p>If you’re unemployed, you might be able to get <a href=\"/moving-from-benefits-to-work/starting-your-own-business\" title=\"Moving from benefits to work - starting your own business\">support and financial help</a> from Jobcentre Plus.</p>\n</div>\n\n<p>Contact the Business Link helpline for help and advice on starting or growing your business.</p>\n\n<div class=\"contact\">\n<p><strong>Business Link helpline</strong>  </p>\n\n<p>0845 600 9006  <br />\nMonday to Friday, 9am to 6pm</p>\n</div>\n"},{"web_url":"https://www.gov.uk/starting-up-a-business/research-your-market","slug":"research-your-market","order":2,"title":"Research your market","body":"<p>Test your business idea with potential customers to check if there&rsquo;s real demand for what you’re planning to sell. This lets you find out about any problems and fix them before you&rsquo;ve wasted too much time, effort and money.</p>\n\n<div class=\"application-notice info-notice\">\n<p>Watch a video on <a href=\"/market-research-business\" title=\"Researching your market\">researching your market</a> to understand your customers’ needs.</p>\n</div>\n\n<ol class=\"steps\">\n<li><p>Identify potential customers. Talk to them and find out about their needs.</p>\n</li>\n<li><p>If you can, make a basic version of your product or service (a ‘prototype’). Work out the cheapest and quickest way of making something that lets you find out if you’re meeting a real customer need.</p>\n</li>\n<li><p>Test it with them and get feedback. Find out what they’d be willing to pay for it. Try out different prices with different customers in a consistent, realistic way to see what people will really pay. Can you make enough money for a return on your investment?</p>\n</li>\n<li><p>If there are other businesses competing for your market, think about what will make you different. Can you provide something better than what’s already available?</p>\n</li>\n</ol>\n<div class=\"example\">\n<p><strong>Example</strong><br />\nIf you&rsquo;re in retail you could try different opening hours or home delivery. You could aim for a specific group of customers who aren&rsquo;t being targeted by other businesses (a &lsquo;market niche&rsquo;), make something that&rsquo;s easier to use than competitors&rsquo; products, or meet a customer need by solving a problem that nobody&rsquo;s ever solved before.</p>\n</div>\n\n<div class=\"application-notice info-notice\">\n<p>If you’re starting a retail business, think about testing your idea by taking a short-term lease on premises for a few weeks or months. Watch videos on <a href=\"/choosing-your-business-premises\" title=\"Choosing your business premises\">choosing your business premises</a>, and deciding <a href=\"/renting-buying-business-premises\" title=\"Deciding whether to rent or buy\">whether to rent or buy</a>.</p>\n</div>\n"},{"web_url":"https://www.gov.uk/starting-up-a-business/develop-and-plan","slug":"develop-and-plan","order":3,"title":"Develop and plan","body":"<p>Develop and change your idea based on what you&rsquo;ve found out about your customers&rsquo; needs before investing. Deal with any problems you&rsquo;ve found with your product or service, including the way you&rsquo;re planning to make and sell it.</p>\n\n<p>Go back to your customers and <a href=\"/starting-up-a-business/research-your-market\" title=\"Research your market\">test again</a>.</p>\n\n<p>Keep doing this until you’re confident that they’ll be willing to pay what you’re asking, and that you’re meeting their needs.  </p>\n\n<div class=\"application-notice info-notice\">\n<p>If there’s no real demand for your idea, think about <a href=\"/starting-up-a-business/start-with-an-idea\" title=\"Start with an idea\">changing it completely</a>. Is there another product, service or market that uses your skills and resources in a different way?</p>\n</div>\n\n<h2>Write a business plan</h2>\n\n<p>A <a href=\"/write-business-plan\" title=\"Write a business plan\">business plan</a> is a good way to sum up:</p>\n\n<ul>\n  <li>the customer need you&rsquo;re aiming to meet</li>\n  <li>how your business will meet that need while making a profit</li>\n</ul>\n\n<p>It should clearly show the results of your customer research, and that you&rsquo;re able to explain how you can turn your idea into viable business before you invest lots of time and money.</p>\n\n<p>Your plan can also be a very helpful tool to convince other people of the value of your business. This includes potential <a href=\"/starting-up-a-business/find-partners-and-suppliers\" title=\"Find partners and suppliers\">partners</a> and <a href=\"/starting-up-a-business/get-funding\" title=\"Get funding\">sources of funding</a>.</p>\n\n<div class=\"application-notice info-notice\">\n<p>Watch videos on <a href=\"/write-business-plan\" title=\"Writing a business plan\">business planning</a> and <a href=\"/understand-business-cash-flow\" title=\"Understanding cash flow\">understanding cash flow</a>.</p>\n</div>\n"},{"web_url":"https://www.gov.uk/starting-up-a-business/find-partners-and-suppliers","slug":"find-partners-and-suppliers","order":4,"title":"Find partners and suppliers","body":"<p>Most businesses start with just one person, known as a &lsquo;sole trader&rsquo;. If you set up as a sole trader, you&rsquo;ll be self-employed, which means you&rsquo;ll be your own boss.</p>\n\n<p>There are still several things you need to do to <a href=\"/starting-up-a-business/set-up-your-business\" title=\"Set up your business\">set up your business</a> as a sole trader, and you&rsquo;ll be responsible for:</p>\n\n<ul>\n  <li>managing your own time</li>\n  <li>looking after all of your company&rsquo;s admin and accounts</li>\n  <li>taking risks with your own money, particularly if you&rsquo;re leaving full-time employment</li>\n</ul>\n\n<p>However, your business might involve working with more people to develop and sell your idea - including partners, suppliers and distributors.</p>\n\n<h2>Partners</h2>\n\n<p>Finding a co-founder with relevant skills and knowledge that are different to yours lets you focus on what you&rsquo;re best at.</p>\n\n<p>For example, you might be selling a product you invented, or a service that uses a particular skill or talent you have, but not have any hands-on experience of running a business. If so, you might want to work with someone who has business and management skills, and can look after things like financial planning and recruitment.</p>\n\n<p>Consider working with several partners in a team. You’ll be able to share responsibilities including risk, getting funding, expertise and sharing contacts.</p>\n\n<h2>Suppliers</h2>\n\n<p>Whether you&rsquo;re making a product and you need raw materials, or supplies and equipment to run your service, many businesses need to work closely with suppliers. </p>\n\n<p>Search online and talk to other businesses. Draw up a list of potential suppliers. Get estimates, then go and talk to them so you can:</p>\n\n<ul>\n  <li>negotiate prices</li>\n  <li>start to develop relationships</li>\n  <li>get a sense of which suppliers are reliable and trustworthy</li>\n</ul>\n\n<p>You&rsquo;ll need to agree on payment terms with your suppliers, and get them in writing. This includes your &lsquo;trade credit&rsquo; period (how many days you agree to pay invoices within), and whether they can offer you discounts for things like buying in bulk or quick payments.</p>\n\n<p>You&rsquo;ll also need to find suppliers for the equipment you&rsquo;ll need to run your business, including your IT systems.</p>\n\n<div class=\"application-notice info-notice\">\n<p>Watch a video about <a href=\"/understanding-business-it-needs\" title=\"Understanding your business IT needs\">choosing the right IT</a> for your business.</p>\n</div>\n\n<h2>Getting your product to market</h2>\n\n<p>If you&rsquo;re planning to sell your product in shops and expand outside of your local area, you&rsquo;ll need to <a rel=\"external\" href=\"http://www.marketingdonut.co.uk/marketing/sales/sales-agents-and-distributors\" title=\"Sales agents and distributors\">work with a distributor.</a> If you&rsquo;re selling overseas, consider <a href=\"/freight-forwarders\" title=\"freight forwarders\">working with an agent</a> who can deal with exporting your goods.</p>\n\n<div class=\"application-notice info-notice\">\n<p>Watch a video on the different ways of <a href=\"/business-selling-customers\" title=\"Getting your product or service to market\">getting your product or service to market</a>.</p>\n</div>\n\n<h3>Build a website</h3>\n\n<p>You can also attract customers and increase awareness by setting up a website for your business. Search online for resources, as well as local web design and development companies you can work with. You may also be able to sell your product or service <a href=\"/online-and-distance-selling-for-businesses\" title=\"Online and distance selling for businesses\">directly through your website</a>.</p>\n"},{"web_url":"https://www.gov.uk/starting-up-a-business/set-up-your-business","slug":"set-up-your-business","order":5,"title":"Set up your business","body":"<p>You’ll need to decide which <a href=\"/business-legal-structures\" title=\"Choose a legal structure for a new business\">legal structure</a> is right for your business before you register and start trading.</p>\n\n<p>It&rsquo;s important to understand the different risks and benefits before you choose - whether you set up as a sole trader, limited company or partnership affects:</p>\n\n<ul>\n  <li>the amount of financial risk you’re taking on</li>\n  <li>the way you’ll need to pay tax, and report to HM Revenue &amp; Customs (<abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr>) and Companies House (for limited companies and some types of partnership)</li>\n  <li>how much control you have over how your business is run</li>\n</ul>\n\n<h2>Employing people</h2>\n\n<p>If you&rsquo;ll need extra help or people with specific skills to run your business, you might decide to take on employees. Find out about your legal responsibilities as an employer, including things like pay, tax and insurance, before you start <a href=\"/employing-staff\" title=\"Employing staff for the first time\">employing staff</a>.</p>\n\n<div class=\"application-notice info-notice\">\n<p>You’ll need to <a href=\"http://www.hmrc.gov.uk/paye/intro/register.htm\" title=\"Register as an employer\" rel=\"external\">register as an employer</a> with <abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr> if you want to employ people, even if you’re a sole trader.</p>\n</div>\n\n<h2>Other responsibilities</h2>\n\n<p>Even if you&rsquo;re not employing people, you&rsquo;ll need to get insurance for you business. <a rel=\"external\" href=\"http://www.biba.org.uk/CustomerHome.aspx\" title=\"Find an insurance broker\">Find an authorised insurer</a> on the British Insurance Brokers&rsquo; Association (<abbr title=\"British Insurance Brokers' Association\">BIBA</abbr>) website.</p>\n\n<p>Depending on the type of activities your business is involved in, you might need to get certain licences and permits. Use the <a href=\"/licence-finder\" title=\"Licence finder\">licence finder</a> tool to find out which licenses and permits you need to get.</p>\n\n<h2>Working with advisers</h2>\n\n<p>Make sure you get an estimate from any advisers you work with, and agree in advance what they will do.</p>\n\n<p>Some advisers will charge an hourly fee, and others may offer a fixed price for a piece of work. It&rsquo;s always worth getting several quotes before you decide who to use, so you can compare prices and make sure you&rsquo;ll be able to work well together.</p>\n\n<h3>Accountants</h3>\n\n<p>An accountant can help with things like financial advice and managing growth. You can also appoint them as an &lsquo;agent&rsquo; to deal with your tax affairs, submit your VAT returns and deal with HM Revenue &amp; Customs (<abbr title=\"HM Revenue &amp; Customs\">HMRC</abbr>) on your behalf.</p>\n\n<p><a rel=\"external\" href=\"http://www.icaew.com/en/about-icaew/find-a-chartered-accountant\" title=\"Find a chartered accountant\">Find a chartered accountant</a> on the Institute of Chartered Accountants (<abbr title=\"Institute of Chartered Accountants in England and Wales\">ICAEW</abbr>) website. (&lsquo;Chartered&rsquo; means they&rsquo;re a fully qualified member of a professional body.)</p>\n\n<h3>Legal advisers</h3>\n\n<p>You should also consider getting legal advice when setting up your business. This is particularly important if you want to sell shares.</p>\n\n<p><a rel=\"external\" href=\"http://www.lawsociety.org.uk/find-a-solicitor/?view=solsearch\" title=\"Find a solicitor\">Find a solicitor</a> on the Law Society website.</p>\n\n"},{"web_url":"https://www.gov.uk/starting-up-a-business/get-funding","slug":"get-funding","order":6,"title":"Get funding","body":"<p>When you start a business, there&rsquo;ll usually be period when you&rsquo;re investing lots of time, effort and money before you start making a profit. It&rsquo;s important to <a href=\"/starting-up-a-business/research-your-market\" title=\"Research your market\">research your market</a> to make sure your customers will really pay for your product or service before you do this.</p>\n\n<p>Once you&rsquo;re confident that they will, you should explore different sources of funding to help with the costs of starting up your business.</p>\n\n<h2>Government schemes</h2>\n\n<p>If you need some initial funding to test and develop your business idea, you might be able to get help from a government-backed support scheme.</p>\n\n<p>Search for business finance using the <a href=\"/business-finance-support-finder\" title=\"Finance finder\">finance finder</a> tool to see which schemes you may be eligible for.</p>\n\n<h2>Get a bank loan</h2>\n\n<p>Once you can show that there’s a market for your idea, one option for funding your start-up costs is getting a bank loan. You’ll need to be able to:</p>\n\n<ul>\n  <li>give the bank realistic cash flow forecasts</li>\n  <li>prove that you’ll be able to pay back the loan with interest</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>Watch a video on <a href=\"/forecast-business-finances\" title=\"Forecast your business finances\">forecasting business finances</a>, including sales, profit and loss, and cash flow.</p>\n</div>\n\n<p>The bank might require you to provide security against your loan, like your house or car, in case you don&rsquo;t repay. You should think carefully about how much risk you&rsquo;re willing to take on before you get a loan or give any personal guarantees.</p>\n\n<div class=\"application-notice info-notice\">\n<p>Find <a href=\"http://www.businessfinanceforyou.co.uk/finance-finder\" title=\"Business finance in your area\" rel=\"external\">business finance in your area</a> using the British Bankers’ Association’s finance finder tool, including business angels, regional funds, government schemes and banks.</p>\n</div>\n\n<h2>Selling shares</h2>\n\n<p>If you need more investment, you might be able to raise money to fund your growth plan by selling shares in your business. You can do this by getting friends and family to invest. However, if this isn’t enough you can look for sources of ‘equity funding’, including:</p>\n\n<ul>\n  <li>‘business angels’ (wealthy individuals who invest in start-up businesses)</li>\n  <li>‘venture capital’ from companies who invest large sums of money in businesses that they think will grow quickly (known as ‘private equity’ companies)</li>\n  <li>&lsquo;crowdfunding&rsquo; (where a large group of people invest money in a business idea, usually via the internet)</li>\n</ul>\n\n<p>Any outside investors will own the company jointly with you and the other founders. They have a say in the running of the company, and are entitled to get a share of the profits, known as ‘dividends’.</p>\n\n<p>You should get legal advice before selling shares in your business. <a rel=\"external\" href=\"http://www.lawsociety.org.uk/find-a-solicitor/?view=solsearch\" title=\"Find a solicitor\">Find a solicitor</a> on the Law Society website.</p>\n\n<h3>Search for equity funding</h3>\n\n<p>Find out about <a rel=\"external\" href=\"http://www.bvca.co.uk/\" title=\"Equity funding and venture capital\">equity funding and venture capital</a> on the British Private Equity &amp; Venture Capital Association (BVCA) website. </p>\n\n<p>Get <a rel=\"external\" href=\"http://www.betterbusinessfinance.co.uk/\" title=\"Help and support with business finance\">help and support with business finance</a> on the Better Business Finance website.</p>\n"}]},"updated_at":"2012-10-22T15:25:09+00:00","tags":[{"title":"Setting up","id":"https://www.gov.uk/api/tags/business%2Fsetting-up.json","web_url":null,"details":{"description":"Includes Self Assessment, self-employment and starting a business","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=business%2Fsetting-up","web_url":"https://www.gov.uk/browse/business/setting-up"},"parent":{"title":"Businesses and self-employed","id":"https://www.gov.uk/api/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}},{"title":"Business Link","id":"https://www.gov.uk/api/tags/businesslink.json","web_url":null,"details":{"description":null,"type":"legacy_source"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=businesslink","web_url":"https://www.gov.uk/browse/businesslink"},"parent":null}],"related":[{"id":"https://www.gov.uk/api/set-up-sole-trader.json","web_url":"https://www.gov.uk/set-up-sole-trader","title":"Set up as a sole trader","format":"answer","details":{"need_id":"B694","business_proposition":true,"description":"Register as a sole trader with HM Revenue & Customs and legal responsibilities if you run a business as a sole trader "},"updated_at":"2012-10-22T15:16:34+00:00"},{"id":"https://www.gov.uk/api/business-finance-explained.json","web_url":"https://www.gov.uk/business-finance-explained","title":"Business finance explained","format":"guide","details":{"need_id":"B956","business_proposition":true,"description":"Different kinds of business finance, including shares, loans, grants, overdrafts, invoice financing and leasing"},"updated_at":"2012-10-22T15:25:41+00:00"},{"id":"https://www.gov.uk/api/business-legal-structures.json","web_url":"https://www.gov.uk/business-legal-structures","title":"Choose a legal structure for a new business","format":"guide","details":{"need_id":"B678","business_proposition":true,"description":"The types of legal structure you can choose for a new business - being a sole trader, starting a business partnership and incorporating a limited company"},"updated_at":"2012-10-22T15:41:17+00:00"},{"id":"https://www.gov.uk/api/business-finance-support-finder.json","web_url":"https://www.gov.uk/business-finance-support-finder","title":"Business finance and support finder","format":"custom-application","details":{"need_id":"B1017","business_proposition":true,"description":"Business finance and support finder"},"updated_at":"2012-10-22T13:31:57+00:00"},{"id":"https://www.gov.uk/api/growing-your-business.json","web_url":"https://www.gov.uk/growing-your-business","title":"Growing your business","format":"guide","details":{"need_id":"B1054","business_proposition":true,"description":"Steps you can take to help grow your business, and support your business as it grows"},"updated_at":"2012-10-22T15:26:33+00:00"}]}