{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/temporary-events-notice.json","web_url":"https://www.gov.uk/temporary-events-notice","title":"Temporary Events Notice (England and Wales)","format":"licence","details":{"need_id":"B200","business_proposition":true,"description":"You need a Temporary Event Notice if you want to carry out a 'licensable activity' on unlicensed premises in England or Wales","alternative_title":"Apply for a Temporary Event Notice (England and Wales)","will_continue_on":"","continuation_link":"","licence_identifier":"1071-5-1","licence_short_description":"A Temporary Event Notice is for carrying out a 'licensable activity' on unlicensed premises. ","licence_overview":"$!Contact your council for a Temporary Event Notice (TEN) if you want to carry out a 'licensable activity' on unlicensed premises in England or Wales.$!\r\n\r\n^The process of applying is formally known as 'serving' a Temporary Event Notice.^\r\n\r\nLicensable activity includes:\r\n\r\n- selling alcohol\r\n- serving alcohol to members of a private club\r\n- providing entertainment (eg music, dancing or indoor sporting events)\r\n- serving hot food or drink between 11pm and 5am\t\r\n\r\nYou will also need a TEN if a particular licensable activity is not included in the terms of your existing licence, eg holding a wedding reception at a community centre.\r\n\r\n##Restrictions\r\n\r\nYour event must:\r\n\r\n- have less than 500 people at any one time -- including staff running the event\r\n- last no more than 168 hours, or 7 days\r\n\r\n^You must be at least 18 to apply for a Temporary Event Notice. ^\r\n\r\n###Number of notices you can apply for\r\n\r\nYou will need a TEN for each event you hold on the same premises.\r\n\r\nYou can get up to 5 TENs a year. If you already have a personal licence to sell alcohol, you can be given up to 50 TENs a year. \r\n\r\nA single premises can have up to 12 notices applied for in 1 year, as long as:\r\n\r\n- the total length of the events is not more than 21 days\r\n- 1 person doesn't make more than 5 applications for the premises\r\n\r\n\r\n###'Late TENs'\r\n\r\nYou can apply for a 'late TEN' up to 5 working days before the event. You can apply for up to 10 late TENs per calendar year. \r\n\r\n^If you are organising separate but consecutive events, there must be at least a 24 hour gap between them.^\r\n\r\nIf you don't hold a personal licence, you can serve up to 5 notices (of which up to 2 may be late).  \r\n\r\nIf you hold a personal licence, the limit is 50 notices (of which up to 10 may be late).\r\n\r\n##How to apply\r\n\r\nContact [your council](/find-your-local-council \"Find your local council\") to apply for a TEN. You must do this at least 10 working days before your event. \r\n\r\nYou will have to pay a fee of £21.\r\n\r\nYou must send a copy of the TEN to the police at least 10 working days before the event -- if you apply online, the council will contact the police for you. \r\n\r\n^The date of submitting the TEN and the day of the event are not included in the total number of working days before the event.^\r\n\r\n##Objections\r\nThe council can't refuse a notice unless the police or Environmental Health object to it. They must do this within 3 working days of receiving it. They can only object if they think your event could:\r\n\r\n+ lead to crime and disorder\r\n+ cause a public nuisance\r\n+ be a threat to public safety\r\n+ put children at risk of harm\r\n\r\nIf there's an objection, your council's licensing committee will hold a meeting -- called a 'hearing' -- no later than 24 hours before the event.\r\n\r\nAt the hearing, the committee will either approve, add conditions or reject the notice.\r\n\r\n##Appeals\r\nIf you disagree with the licensing committee's decision, you can appeal to your local Magistrates' court. You must do this within 21 days, and at least 5 working days before the date of your event.\r\n\r\n##Displaying your notice\r\n\r\nYou must keep your TEN in a safe place where the event is held. \r\n\r\nYou must also display a copy of the notice where it can be easily seen.\r\n\r\n##Fines and penalties\r\n\r\nYou can only apply for a TEN as an individual, not an organisation.\r\n\r\nYou could be fined up to £5,000 if you make any false statements in your application, or face prosecution if you breach the terms of the notice.\r\n\r\n%If you don't have a TEN and carry out an activity that you should have a licence for (or allow your premises to be used for one), you can be fined £20,000, sent to prison for up to 6 months, or both.%\r\n\r\n*[TEN]: Temporary Event Notice\r\n*[TENs]: Temporary Event Notices","licence":{"location_specific":true,"availability":["England","Wales"],"authorities":[]}},"updated_at":"2012-10-22T15:23:00+00:00","tags":[{"title":"Business Link","id":"https://www.gov.uk/api/tags/businesslink.json","web_url":null,"details":{"description":null,"type":"legacy_source"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=businesslink","web_url":"https://www.gov.uk/browse/businesslink"},"parent":null},{"title":"Licences and licence applications","id":"https://www.gov.uk/api/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Businesses and self-employed","id":"https://www.gov.uk/api/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/contact-police.json","web_url":"https://www.gov.uk/contact-police","title":"Contact the police","format":"answer","details":{"need_id":"167","business_proposition":false,"description":"Contact the police by calling 999 to report emergencies or by calling 101 for non-emergencies"},"updated_at":"2012-10-22T15:20:38+00:00"},{"id":"https://www.gov.uk/api/apply-hold-street-party.json","web_url":"https://www.gov.uk/apply-hold-street-party","title":"Apply to hold a street party","format":"local_transaction","details":{"need_id":"2146","business_proposition":false,"description":"Check what you need to tell your local council if you are organising a small street party with your neighbours "},"updated_at":"2012-10-22T15:17:03+00:00"}]}