{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/using-the-road-159-to-203.json","web_url":"https://www.gov.uk/using-the-road-159-to-203","title":"Using the road (159 to 203)","format":"guide","details":{"need_id":"2474","business_proposition":false,"description":"The Highway Code: using the road (rules 159 to 203)","alternative_title":"The Highway Code: rules 159 to 203","video_summary":"","video_url":"","parts":[{"web_url":"https://www.gov.uk/using-the-road-159-to-203/general-rules-159-to-161","slug":"general-rules-159-to-161","order":1,"title":"General rules (159 to 161)","body":"<h2>159</h2>\n\n<p>Before moving off you should</p>\n\n<ul>\n  <li>use all mirrors to check the road is clear</li>\n  <li>look round to check the blind spots (the areas you are unable to see in the mirrors)</li>\n  <li>signal if necessary before moving out</li>\n  <li>look round for a final check.</li>\n</ul>\n\n<p>Move off only when it is safe to do so.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_159_check_the_blind_spot_before_moving_off.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 159 Check The Blind Spot Before Moving Off\" /></p>\n\n<h2>160</h2>\n\n<p>Once moving you should</p>\n\n<ul>\n  <li>keep to the left, unless road signs or markings indicate otherwise. The exceptions are when you want to overtake, turn right or pass parked vehicles or pedestrians in the road</li>\n  <li>keep well to the left on right-hand bends. This will improve your view of the road and help avoid the risk of colliding with traffic approaching from the opposite direction</li>\n  <li>drive with both hands on the wheel where possible. This will help you to remain in full control of the vehicle at all times</li>\n  <li>be aware of other road users, especially cycles and motorcycles who may be filtering through the traffic. These are more difficult to see than larger vehicles and their riders are particularly vulnerable. Give them plenty of room, especially if you are driving a long vehicle or towing a trailer</li>\n  <li>select a lower gear before you reach a long downhill slope. This will help to control your speed</li>\n  <li>when towing, remember the extra length will affect overtaking and manoeuvring. The extra weight will also affect the braking and acceleration.</li>\n</ul>\n\n<h2>161</h2>\n\n<p><strong>Mirrors.</strong> All mirrors should be used effectively throughout your journey. You should</p>\n\n<ul>\n  <li>use your mirrors frequently so that you always know what is behind and to each side of you</li>\n  <li>use them in good time before you signal or change direction or speed</li>\n  <li>be aware that mirrors do not cover all areas and there will be blind spots.</li>\n</ul>\n\n<p>You will need to look round and check.  </p>\n\n<p><strong>Remember: Mirrors – Signal – Manoeuvre</strong></p>\n"},{"web_url":"https://www.gov.uk/using-the-road-159-to-203/overtaking-162-to-169","slug":"overtaking-162-to-169","order":2,"title":"Overtaking (162 to 169)","body":"<h2>162</h2>\n\n<p><strong>Before overtaking</strong> you should make sure</p>\n\n<ul>\n  <li>the road is sufficiently clear ahead</li>\n  <li>road users are not beginning to overtake you</li>\n  <li>there is a suitable gap in front of the road user you plan to overtake.</li>\n</ul>\n\n<h2>163</h2>\n\n<p><strong>Overtake only</strong> when it is safe and legal to do so. You should</p>\n\n<ul>\n  <li>not get too close to the vehicle you intend to overtake</li>\n  <li>use your mirrors, signal when it is safe to do so, take a quick sideways glance if necessary into the blind spot area and then start to move out</li>\n  <li>not assume that you can simply follow a vehicle ahead which is overtaking; there may only be enough room for one vehicle</li>\n  <li>move quickly past the vehicle you are overtaking, once you have started to overtake. Allow plenty of room. Move back to the left as soon as you can but do not cut in</li>\n  <li>take extra care at night and in poor visibility when it is harder to judge speed and distance</li>\n  <li>give way to oncoming vehicles before passing parked vehicles or other obstructions on your side of the road</li>\n  <li>only overtake on the left if the vehicle in front is signalling to turn right, and there is room to do so</li>\n  <li>stay in your lane if traffic is moving slowly in queues. If the queue on your right is moving more slowly than you are, you may pass on the left</li>\n  <li>give motorcyclists, cyclists and horse riders at least as much room as you would when overtaking a car (see <a href=\"/road-users-requiring-extra-care-204-to-225/motorcyclists-and-cyclists-211-to-213\" title=\"Road users requiring extra care: Motorcyclists and cyclists (211-213)\">Rules 211 to 213</a> and <a href=\"/road-users-requiring-extra-care-204-to-225/other-road-users-214-to-218\" title=\"Road users requiring extra care: Other road users (214 to 218)\">214 to 215</a>).  </li>\n</ul>\n\n<p><strong>Remember: Mirrors – Signal – Manoeuvre</strong></p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_163_give_vulnerable_road_users_at_least_as_much_space_as_you_would_a_car.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 163 Give Vulnerable Road Users At Least As Much Space As You Would A Car\" /></p>\n\n<h2>164</h2>\n\n<p><strong>Large vehicles.</strong> Overtaking these is more difficult. You should</p>\n\n<ul>\n  <li>drop back. This will increase your ability to see ahead and should allow the driver of the large vehicle to see you in their mirrors. Getting too close to large vehicles, including agricultural vehicles such as a tractor with a trailer or other fixed equipment, will obscure your view of the road ahead and there may be another slow-moving vehicle in front</li>\n  <li>make sure that you have enough room to complete your overtaking manoeuvre before committing yourself. It takes longer to pass a large vehicle. If in doubt do not overtake</li>\n  <li>not assume you can follow a vehicle ahead which is overtaking a long vehicle. If a problem develops, they may abort overtaking and pull back in.</li>\n</ul>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_164_do_not_cut_in_too_quickly.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 164 Do Not Cut In Too Quickly\" /></p>\n\n<h2>165</h2>\n\n<p>You <strong>MUST NOT</strong> overtake</p>\n\n<ul>\n  <li>if you would have to cross or straddle double white lines with a solid line nearest to you (but see <a href=\"/general-rules-all-drivers-riders-103-to-158/lines-and-lane-markings-on-the-road-127-to-132\" title=\"General rules for all drivers and riders: Lines and lane markings on the road (127 to 132)\">Rule 129</a>)</li>\n  <li>if you would have to enter an area designed to divide traffic, if it is surrounded by a solid white line</li>\n  <li>the nearest vehicle to a pedestrian crossing, especially when it has stopped to let pedestrians cross</li>\n  <li>if you would have to enter a lane reserved for buses, trams or cycles during its hours of operation</li>\n  <li>after a ‘No Overtaking’ sign and until you pass a sign cancelling the restriction.<br />\n<strong>Laws RTA 1988 sect 36, TSRGD regs 10, 22, 23 &amp; 24, ZPPPCRGD reg 24</strong></li>\n</ul>\n\n<h2>166</h2>\n\n<p><strong>DO NOT</strong> overtake if there is any doubt, or where you cannot see far enough ahead to be sure it is safe. For example, when you are approaching</p>\n\n<ul>\n  <li>a corner or bend</li>\n  <li>a hump bridge</li>\n  <li>the brow of a hill.</li>\n</ul>\n\n<h2>167</h2>\n\n<p><strong>DO NOT</strong> overtake where you might come into conflict with other road users. For example</p>\n\n<ul>\n  <li>approaching or at a road junction on either side of the road</li>\n  <li>where the road narrows</li>\n  <li>when approaching a school crossing patrol</li>\n  <li>between the kerb and a bus or tram when it is at a stop</li>\n  <li>where traffic is queuing at junctions or road works</li>\n  <li>when you would force another road user to swerve or slow down</li>\n  <li>at a level crossing</li>\n  <li>when a road user is indicating right, even if you believe the signal should have been cancelled. Do not take a risk; wait for the signal to be cancelled</li>\n  <li>stay behind if you are following a cyclist approaching a roundabout or junction, and you intend to turn left</li>\n  <li>when a tram is standing at a kerbside tram stop and there is no clearly marked passing lane for other traffic.</li>\n</ul>\n\n<h2>168</h2>\n\n<p><strong>Being overtaken.</strong> If a driver is trying to overtake you, maintain a steady course and speed, slowing down if necessary to let the vehicle pass. Never obstruct drivers who wish to pass. Speeding up or driving unpredictably while someone is overtaking you is dangerous. Drop back to maintain a two-second gap if someone overtakes and pulls into the gap in front of you.</p>\n\n<h2>169</h2>\n\n<p>Do not hold up a long queue of traffic, especially if you are driving a large or slow-moving vehicle. Check your mirrors frequently, and if necessary, pull in where it is safe and let traffic pass.</p>\n"},{"web_url":"https://www.gov.uk/using-the-road-159-to-203/road-junctions-170-to-183","slug":"road-junctions-170-to-183","order":3,"title":"Road junctions (170 to 183)","body":"<h2>170</h2>\n\n<p>Take extra care at junctions. You should</p>\n\n<ul>\n  <li>watch out for cyclists, motorcyclists, powered wheelchairs/mobility scooters and pedestrians as they are not always easy to see. Be aware that they may not have seen or heard you if you are approaching from behind</li>\n  <li>watch out for pedestrians crossing a road into which you are turning. If they have started to cross they have priority, so give way</li>\n  <li>watch out for long vehicles which may be turning at a junction ahead; they may have to use the whole width of the road to make the turn (see <a href=\"/road-users-requiring-extra-care-204-to-225/other-vehicles-219-to-225\" title=\"Road users requiring extra care: Other vehicles (219 to 225)\">Rule 221</a>)  </li>\n  <li>watch out for horse riders who may take a different line on the road from that which you would expect</li>\n  <li>not assume, when waiting at a junction, that a vehicle coming from the right and signalling left will actually turn. Wait and make sure</li>\n  <li>look all around before emerging. Do not cross or join a road until there is a gap large enough for you to do so safely.</li>\n</ul>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_170_give_way_to_pedestrians_who_have_started_to_cross.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 170 Give Way To Pedestrians Who Have Started To Cross\" /></p>\n\n<h2>171</h2>\n\n<p>You <strong>MUST</strong> stop behind the line at a junction with a ‘Stop’ sign and a solid white line across the road. Wait for a safe gap in the traffic before you move off.<br />\n<strong>Laws RTA 1988 sect 36 &amp; TSRGD regs 10 &amp; 16</strong></p>\n\n<h2>172</h2>\n\n<p>The approach to a junction may have a ‘Give Way’ sign or a triangle marked on the road. You <strong>MUST</strong> give way to traffic on the main road when emerging from a junction with broken white lines across the road.<br />\n<strong>Laws RTA 1988 sect 36 &amp; TSRGD regs 10(1),16(1) &amp; 25</strong></p>\n\n<h2>173</h2>\n\n<p><strong>Dual carriageways.</strong> When crossing or turning right, first assess whether the central reservation is deep enough to protect the full length of your vehicle.</p>\n\n<ul>\n  <li>If it is, then you should treat each half of the carriageway as a separate road. Wait in the central reservation until there is a safe gap in the traffic on the second half of the road.</li>\n  <li>If the central reservation is too shallow for the length of your vehicle, wait until you can cross both carriageways in one go.</li>\n</ul>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_173_assess_your_vehicles_length_and_do_not_obstruct_traffic.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 173 Assess Your Vehicles Length And Do Not Obstruct Traffic\" /></p>\n\n<h2>174</h2>\n\n<p><strong>Box junctions.</strong> These have criss-cross yellow lines painted on the road (<a rel=\"external\" href=\"http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_070563.pdf\" title=\"download 'Road markings' (PDF, 731KB)\">download &lsquo;Road markings&rsquo; (PDF, 731KB)</a>). You <strong>MUST NOT</strong> enter the box until your exit road or lane is clear. However, you may enter the box and wait when you want to turn right, and are only stopped from doing so by oncoming traffic, or by other vehicles waiting to turn right. At signalled roundabouts you <strong>MUST NOT</strong> enter the box unless you can cross over it completely without stopping.<br />\n<strong>Law TSRGD regs 10(1) &amp; 29(2)</strong></p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_174_enter_a_box_junction_only_if_your_exit_road_is_clear.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 174 Enter A Box Junction Only If Your Exit Road Is Clear\" /></p>\n\n<h2>Junctions controlled by traffic lights</h2>\n\n<h2>175</h2>\n\n<p>You <strong>MUST</strong> stop behind the white ‘Stop’ line across your side of the road unless the light is green. If the amber light appears you may go on only if you have already crossed the stop line or are so close to it that to stop might cause a collision.<br />\n<strong>Laws RTA 1988 sect 36 &amp; TSRGD regs 10 &amp; 36</strong></p>\n\n<h2>176</h2>\n\n<p>You <strong>MUST NOT</strong> move forward over the white line when the red light is showing. Only go forward when the traffic lights are green if there is room for you to clear the junction safely or you are taking up a position to turn right. If the traffic lights are not working, treat the situation as you would an unmarked junction and proceed with great care.<br />\n<strong>Laws RTA 1988 sect 36 &amp; TSRGD regs 10 &amp; 36</strong></p>\n\n<h2>177</h2>\n\n<p><strong>Green filter arrow.</strong> This indicates a filter lane only. Do not enter that lane unless you want to go in the direction of the arrow. You may proceed in the direction of the green arrow when it, or the full green light shows. Give other traffic, especially cyclists, time and room to move into the correct lane.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_178_do_not_unnecessarily_encroach_on_the_cyclists_waiting_area.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 178 Do Not Unnecessarily Encroach On The Cyclists Waiting Area\" /></p>\n\n<h2>178</h2>\n\n<p><strong>Advanced stop lines.</strong> Some signal-controlled junctions have advanced stop lines to allow cycles to be positioned ahead of other traffic. Motorists, including motorcyclists, <strong>MUST</strong> stop at the first white line reached if the lights are amber or red and should avoid blocking the way or encroaching on the marked area at other times, e.g. if the junction ahead is blocked. If your vehicle has proceeded over the first white line at the time that the signal goes red, you <strong>MUST</strong> stop at the second white line, even if your vehicle is in the marked area. Allow cyclists time and space to move off when the green signal shows.<br />\n<strong>Laws RTA 1988 sect 36 &amp; TSRGD regs 10, 36(1) &amp; 43(2)</strong></p>\n\n<h2>Turning right</h2>\n\n<h2>179</h2>\n\n<p><strong>Well before</strong> you turn right you should</p>\n\n<ul>\n  <li>use your mirrors to make sure you know the position and movement of traffic behind you</li>\n  <li>give a right-turn signal</li>\n  <li>take up a position just left of the middle of the road or in the space marked for traffic turning right</li>\n  <li>leave room for other vehicles to pass on the left, if possible.</li>\n</ul>\n\n<h2>180</h2>\n\n<p>Wait until there is a safe gap between you and any oncoming vehicle. Watch out for cyclists, motorcyclists, pedestrians and other road users. Check your mirrors and blind spot again to make sure you are not being overtaken, then make the turn. Do not cut the corner. Take great care when turning into a main road; you will need to watch for traffic in both directions and wait for a safe gap.  </p>\n\n<p><strong>Remember: Mirrors – Signal – Manoeuvre</strong></p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_180_position_your_vehicle_correctly_to_avoid_obstructing_traffic.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 180 Position Your Vehicle Correctly To Avoid Obstructing Traffic\" /></p>\n\n<h2>181</h2>\n\n<p><strong>When turning</strong> right at crossroads where an oncoming vehicle is also turning right, there is a choice of two methods</p>\n\n<ul>\n  <li>turn right side to right side; keep the other vehicle on your right and turn behind it. This is generally the safer method as you have a clear view of any approaching traffic when completing your turn</li>\n  <li>left side to left side, turning in front of each other. This can block your view of oncoming vehicles, so take extra care. Cyclists and motorcyclists in particular may be hidden from your view. Road layout, markings or how the other vehicle is positioned can determine which course should be taken.</li>\n</ul>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_181_left_turning_right_side_to_right_side_right_turning_left_side_to_left_side.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 181 Left Turning Right Side To Right Side Right Turning Left Side To Left Side\" /></p>\n\n<h2>Turning left</h2>\n\n<h2>182</h2>\n\n<p>Use your mirrors and give a left-turn signal well before you turn left. Do not overtake just before you turn left and watch out for traffic coming up on your left before you make the turn, especially if driving a large vehicle. Cyclists, motorcyclists and other road users in particular may be hidden from your view.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_182_do_not_cut_in_on_cyclists.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 182 Do Not Cut In On Cyclists\" /></p>\n\n<h2>183</h2>\n\n<p>When turning</p>\n\n<ul>\n  <li>keep as close to the left as is safe and practicable</li>\n  <li>give way to any vehicles using a bus lane, cycle lane or tramway from either direction.</li>\n</ul>\n"},{"web_url":"https://www.gov.uk/using-the-road-159-to-203/roundabouts-184-to-190","slug":"roundabouts-184-to-190","order":4,"title":"Roundabouts (184 to 190)","body":"<h2>184</h2>\n\n<p><strong>On approaching a roundabout</strong> take notice and act on all the information available to you, including traffic signs, traffic lights and lane markings which direct you into the correct lane. You should</p>\n\n<ul>\n  <li>use <strong>Mirrors – Signal – Manoeuvre</strong> at all stages</li>\n  <li>decide as early as possible which exit you need to take</li>\n  <li>give an appropriate signal (see Rule 186, below). Time your signals so as not to confuse other road users</li>\n  <li>get into the correct lane</li>\n  <li>adjust your speed and position to fit in with traffic conditions</li>\n  <li>be aware of the speed and position of all the road users around you.</li>\n</ul>\n\n<h2>185</h2>\n\n<p><strong>When reaching the roundabout</strong> you should</p>\n\n<ul>\n  <li>give priority to traffic approaching from your right, unless directed otherwise by signs, road markings or traffic lights</li>\n  <li>check whether road markings allow you to enter the roundabout without giving way. If so, proceed, but still look to the right before joining</li>\n  <li>watch out for all other road users already on the roundabout; be aware they may not be signalling correctly or at all</li>\n  <li>look forward before moving off to make sure traffic in front has moved off.</li>\n</ul>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_185_follow_the_correct_procedure_at_roundabouts.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 185 Follow The Correct Procedure At Roundabouts\" /></p>\n\n<h2>186</h2>\n\n<p><strong>Signals and position.</strong>\nWhen taking the first exit, unless signs or markings indicate otherwise</p>\n\n<ul>\n  <li>signal left and approach in the left-hand lane</li>\n  <li>keep to the left on the roundabout and continue signalling left to leave.</li>\n</ul>\n\n<p>When taking an exit to the right or going full circle, unless signs or markings indicate otherwise</p>\n\n<ul>\n  <li>signal right and approach in the right-hand lane</li>\n  <li>keep to the right on the roundabout until you need to change lanes to exit the roundabout</li>\n  <li>signal left after you have passed the exit before the one you want.</li>\n</ul>\n\n<p>When taking any intermediate exit, unless signs or markings indicate otherwise</p>\n\n<ul>\n  <li>select the appropriate lane on approach to and on the roundabout</li>\n  <li>you should not normally need to signal on approach</li>\n  <li>stay in this lane until you need to alter course to exit the roundabout</li>\n  <li>signal left after you have passed the exit before the one you want.</li>\n</ul>\n\n<p>When there are more than three lanes at the entrance to a roundabout, use the most appropriate lane on approach and through it.</p>\n\n<h2>187</h2>\n\n<p><strong>In all cases watch out for</strong> and give plenty of room to</p>\n\n<ul>\n  <li>pedestrians who may be crossing the approach and exit roads</li>\n  <li>traffic crossing in front of you on the roundabout, especially vehicles\n intending to leave by the next exit</li>\n  <li>traffic which may be straddling lanes or positioned incorrectly</li>\n  <li>motorcyclists</li>\n  <li>cyclists and horse riders who may stay in the left-hand lane and signal right\n if they intend to continue round the roundabout. Allow them to do so</li>\n  <li>long vehicles (including those towing trailers). These might have to take a different course or straddle lanes either approaching or on the roundabout because of their length. Watch out for their signals.</li>\n</ul>\n\n<h2>188</h2>\n\n<p><strong>Mini-roundabouts.</strong> Approach these in the same way as normal roundabouts. All vehicles <strong>MUST</strong> pass round the central markings except large vehicles which are physically incapable of doing so. Remember, there is less space to manoeuvre and less time to signal. Avoid making U-turns at mini-roundabouts. Beware of others doing this.<br />\n<strong>Laws RTA 1988 sect 36 &amp; TSRGD regs 10(1) &amp; 16(1)</strong></p>\n\n<h2>189</h2>\n\n<p>At double mini-roundabouts treat each roundabout separately and give way to traffic from the right.</p>\n\n<h2>190</h2>\n\n<p><strong>Multiple roundabouts.</strong> At some complex junctions, there may be a series of mini-roundabouts at each intersection. Treat each mini-roundabout separately and follow the normal rules.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_190_treat_each_roundabout_separately.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 190 Treat Each Roundabout Separately\" /></p>\n"},{"web_url":"https://www.gov.uk/using-the-road-159-to-203/pedestrian-crossings-191-to-199","slug":"pedestrian-crossings-191-to-199","order":5,"title":"Pedestrian crossings (191 to 199)","body":"<h2>191</h2>\n<p>You <strong>MUST NOT</strong> park on a crossing or in the area covered by the zig-zag lines. You <strong>MUST NOT</strong> overtake the moving vehicle nearest the crossing or the vehicle nearest the crossing which has stopped to give way to pedestrians.<br />\n<strong>Laws ZPPPCRGD regs 18, 20 &amp; 24, RTRA sect 25(5) &amp; TSRGD regs 10, 27 &amp; 28</strong></p>\n\n<h2>192</h2>\n\n<p>In queuing traffic, you should keep the crossing clear.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_192_keep_the_crossing_clear.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 192 Keep The Crossing Clear\" /></p>\n\n<h2>193</h2>\n\n<p>You should take extra care where the view of either side of the crossing is blocked by queuing traffic or incorrectly parked vehicles. Pedestrians may be crossing between stationary vehicles.</p>\n\n<h2>194</h2>\n\n<p>Allow pedestrians plenty of time to cross and do not harass them by revving your engine or edging forward.</p>\n\n<h2>195</h2>\n\n<p><strong>Zebra crossings.</strong> As you approach a zebra crossing</p>\n\n<ul>\n  <li>look out for pedestrians waiting to cross and be ready to slow down or stop to let them cross</li>\n  <li>you MUST give way when a pedestrian has moved onto a crossing</li>\n  <li>allow more time for stopping on wet or icy roads</li>\n  <li>do not wave or use your horn to invite pedestrians across; this could be dangerous if another vehicle is approaching</li>\n  <li>be aware of pedestrians approaching from the side of the crossing.</li>\n</ul>\n\n<p>A zebra crossing with a central island is two separate crossings (see pictures in <a href=\"/rules-pedestrians-1-to-35/crossings-18-to-30\" title=\"Rules for pedestrians: Crossings (18 to 30)\">Crossings (18 to 30)</a>).<br />\n<strong>Law ZPPPCRGD reg 25</strong></p>\n\n<h2>Signal-controlled crossings</h2>\n\n<h2>196</h2>\n\n<p><strong>Pelican crossings.</strong> These are signal-controlled crossings where flashing amber follows the red ‘Stop’ light. You <strong>MUST</strong> stop when the red light shows. When the amber light is flashing, you <strong>MUST</strong> give way to any pedestrians on the crossing. If the amber light is flashing and there are no pedestrians on the crossing, you may proceed with caution.<br />\n<strong>Laws ZPPPCRGD regs 23 &amp; 26 &amp; RTRA sect 25(5)</strong></p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_196_allow_pedestrians_to_cross_when_the_amber_light_is_flashing.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 196 Allow Pedestrians To Cross When The Amber Light Is Flashing\" /></p>\n\n<h2>197</h2>\n\n<p>Pelican crossings which go straight across the road are one crossing, even when there is a central island. You <strong>MUST</strong> wait for pedestrians who are crossing from the other side of the island.<br />\n<strong>Laws ZPPPCRGD reg 26 &amp; RTRA sect 25(5)</strong></p>\n\n<h2>198</h2>\n<p>Give way to anyone still crossing after the signal for vehicles has changed to green. This advice applies to all crossings.</p>\n\n<h2>199</h2>\n<p><strong>Toucan, puffin and equestrian crossings.</strong> These are similar to pelican crossings, but there is no flashing amber phase; the light sequence for traffic at these three crossings is the same as at traffic lights. If the signal-controlled crossing is not working, proceed with extreme caution.</p>\n"},{"web_url":"https://www.gov.uk/using-the-road-159-to-203/reversing-200-to-203","slug":"reversing-200-to-203","order":6,"title":"Reversing (200 to 203)","body":"<h2>200</h2>\n\n<p>Choose an appropriate place to manoeuvre. If you need to turn your vehicle around, wait until you find a safe place. Try not to reverse or turn round in a busy road; find a quiet side road or drive round a block of side streets.</p>\n\n<h2>201</h2>\n\n<p>Do not reverse from a side road into a main road. When using a driveway, reverse in and drive out if you can.</p>\n\n<p><img src=\"https://assets.digital.cabinet-office.gov.uk/static/hc/hc_rule_202_check_all_round_when_reversing.jpg\" width=\"315\" height=\"250\" alt=\"Highway Code - Rule 202 Check All Round When Reversing\" /></p>\n\n<h2>202</h2>\n\n<p>Look carefully before you start reversing. You should</p>\n\n<ul>\n  <li>use all your mirrors</li>\n  <li>check the ‘blind spot’ behind you (the part of the road you cannot see easily in the mirrors)</li>\n  <li>check there are no pedestrians (particularly children), cyclists, other road users or obstructions in the road behind you.</li>\n</ul>\n\n<p>Reverse slowly while</p>\n\n<ul>\n  <li>checking all around</li>\n  <li>looking mainly through the rear window</li>\n  <li>being aware that the front of your vehicle will swing out as you turn.</li>\n</ul>\n\n<p>Get someone to guide you if you cannot see clearly.</p>\n\n<h2>203</h2>\n\n<p>You <strong>MUST NOT</strong> reverse your vehicle further than necessary.<br />\n<strong>Law CUR reg 106</strong></p>\n"},{"web_url":"https://www.gov.uk/using-the-road-159-to-203/the-road-user-and-the-law","slug":"the-road-user-and-the-law","order":7,"title":"The road user and the law","body":"\n<p>The following list can be found abbreviated throughout the Code. It is not intended to be a comprehensive guide, but a guide to some of the important points of law. For the precise wording of the law, please refer to the various Acts and Regulations (as amended) indicated in the Code. Abbreviations are listed below.</p>\n\n<p>Most of the provisions apply on all roads throughout Great Britain, although there are some exceptions. The definition of a road in England and Wales is ‘any highway and any other road to which the public has access and includes bridges over which a road passes’ (RTA 1988 sect 192(1)). In Scotland, there is a similar definition which is extended to include any way over which the public have a right of passage (R(S)A 1984 sect 151(1)).   </p>\n\n<p>It is important to note that references to ‘road’ therefore generally include footpaths, bridleways and cycle tracks, and many roadways and driveways on private land (including many car parks). In most cases, the law will apply to them and there may be additional rules for particular paths or ways. Some serious driving offences, including drink-driving offences, also apply to all public places, for example public car parks.</p>\n\n<p>Acts and regulations from 1988 can be viewed on the <a rel=\"external\" href=\"http://www.legislation.gov.uk/\" title=\"legislation.gov.uk\">UK legislation</a> site. Acts and regulations prior to 1988 are only available in their original print format which may be obtained from <a rel=\"external\" href=\"http://www.tsoshop.co.uk/\" title=\"TSO\">The Stationery Office</a> as detailed inside the back cover.</p>\n\n<h2>Acts and regulations prior to 1988</h2>\n\n<p>Chronically Sick &amp; Disabled Persons Act 1970   CSDPA</p>\n\n<p>Functions of Traffic Wardens Order 1970    FTWO</p>\n\n<p>Greater London (General Powers) Act 1974    GL(GP)A</p>\n\n<p>Highway Act 1835 or 1980 (as indicated)   HA</p>\n\n<p>Motorways Traffic (England &amp; Wales) Regulations 1982    MT(E&amp;W)R</p>\n\n<p>Motorways Traffic (England &amp; Wales) Amended Regulations    MT(E&amp;W)(A)R</p>\n\n<p>Pedal Cycles (Construction &amp; Use) Regulations 1983        PCUR</p>\n\n<p>Public Passenger Vehicles Act 1981                PPVA</p>\n\n<p>Road Traffic Act 1984      RTA</p>\n\n<p>Road Traffic Regulation Act 1984                    RTRA</p>\n\n<p>Road Vehicles (Construction &amp; Use) Regulations 1986    CUR</p>\n\n<p>Roads (Scotland) Act 1984                        R(S)A</p>\n\n<h2>Acts and regulations from 1988 onwards</h2>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/ukpga/1990/25/contents\" title=\"The Horses (Protective Headgear for Young Riders) Act 1990\">Horses (Protective Headgear for Young Riders) Act 1990    H(PHYR)A</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/uksi/1992/1201/contents/made\" title=\"The Horses (Protective Headgear for Young Riders) Regulations 1992\">Horses (Protective Headgear for Young Riders) Regulations 1992  H(PHYR)R</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/uksi/1999/535/contents/made\" title=\"The Motor Cycles (Eye Protectors) Regulations 1999\">Motor Cycles (Eye Protectors) Regulations 1999    MC(EP)R</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/uksi/1998/1807/contents/made\" title=\"Motor Cycles (Protective Helmets) Regulations 1998\">Motor Cycles (Protective Helmets) Regulations 1998        MC(PH)R</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/uksi/1995/2507/contents/made\" title=\"The Motorways Traffic (Scotland) Regulations 1995\">Motorways Traffic (Scotland) Regulations 1995        MT(S)R</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/uksi/1999/2864/contents/made\" title=\"The Motor Vehicles (Driving Licences) Regulations 1999\">Motor Vehicles (Driving Licences) Regulations 1999        MV(DL)R</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/uksi/1993/176/contents/made\" title=\"The Motor Vehicles (Wearing of Seat Belts) Regulations 1993\">Motor Vehicles (Wearing of Seat Belts) Regulations 1993    MV(WSB)R</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/uksi/2006/1892/contents/made\" title=\"The Motor Vehicles (Wearing of Seat Belts) (Amendment) Regulations 2006\">Motor Vehicles (Wearing of Seat Belts) (Amendment) Regulations 2006  MV(WSB)(A)R</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/uksi/1993/31/contents/made\" title=\"The Motor Vehicles (Wearing of Seat Belts by Children in Front Seats) Regulations 1993\">Motor Vehicles (Wearing of Seat Belts by Children in Front Seats) Regulations 1993            MV(WSBCFS)R</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/ukpga/1991/22/contents/made\" title=\"New Roads and Street Works Act 1991\">New Roads and Streetworks Act 1991                NRSWA</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/ukpga/2000/6/contents/made\" title=\"Powers of Criminal Courts (Sentencing) Act 2000\">Powers of Criminal Courts (Sentencing) Act 2000        PCC(S)A</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/ukpga/2000/6/contents/made\" title=\"Police Reform Act 2002\">Police Reform Act 2002                        PRA</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/ssi/2006/90/contents/made\" title=\"The Prohibition of Smoking in Certain Premises (Scotland) Regulations 2006\">Prohibition of Smoking in Certain Premises (Scotland) Regulations 2006. Scottish SI 2006/No 90            TPSCP(S)R*</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/ukpga/2006/49/contents\" title=\"Road Safety Act 2006\">Road Safety Act 2006    RSA</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/ukpga/1988/52/contents/enacted\" title=\"Road Traffic Act 1988\">Road Traffic Act 1988       RTA</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/ukpga/1991/40/contents\" title=\"Road Traffic Act 1991\">Road Traffic Act 1991 RTA</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/ukpga/1995/13/contents\" title=\"Road Traffic (New Drivers) Act 1995\">Road Traffic (New Drivers) Act 1995                RT(ND)A</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/ukpga/1988/53/contents\" title=\"Road Traffic Offenders Act 1988\">Road Traffic Offenders Act 1988                    RTOA</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/uksi/2001/561/contents/made\" title=\"The Road Vehicles (Display of Registration Marks)\">Road Vehicles (Display of Registration Marks) Regulations 2001  RV(DRM)R</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/uksi/1989/1796/contents/made\" title=\"The Road Vehicles Lighting Regulations 1989\">Road Vehicles Lighting Regulations 1989            RVLR</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/uksi/2002/2742/contents/made\" title=\"The Road Vehicles (Registration and Licensing) Regulations 2002\">Road Vehicles (Registration &amp; Licensing) Regulations 2002    RV(R&amp;L)R</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/uksi/2007/765/contents/made\" title=\"The Smoke-free (Exemptions and Vehicles) Regulations 2007\">Smoke-free (Exemptions and Vehicles) Regulations 2007 SI 2007/765   TSf(EV)*</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/wsi/2007/787/contents/made\" title=\"The Smoke-free Premises etc. (Wales) Regulations 2007\">Smoke-free Premises etc (Wales) Regulations 2007  SI 2007/W787 TSfP(W)R*</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/ukpga/2004/18/contents\" title=\"Traffic Management Act 2004\">Traffic Management Act 2004  TMA</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/uksi/2002/3113/contents/made\" title=\"The Traffic Signs Regulations and General Directions\">Traffic Signs Regulations &amp; General Directions 2002        TSRGD</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/uksi/1988/2268/contents/made\" title=\"The Use of Invalid Carriages on Highways Regulations 1988\">Use of Invalid Carriages on Highways Regulations 1988    UICHR</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/ukpga/1994/22/contents\" title=\"Vehicle Excise and Registration Act 1994\">Vehicle Excise and Registration Act 1994            VERA</a></p>\n\n<p><a rel=\"external\" href=\"http://www.legislation.gov.uk/uksi/1997/2400/contents/made\" title=\"The Zebra, Pelican and Puffin Pedestrian Crossings Regulations and General Directions 1997\">Zebra, Pelican and Puffin Pedestrian Crossings  Regulations and General Directions 1997            ZPPPCRGD</a></p>\n\n<p>*Specific legislation applies to smoking in vehicles which constitute workplaces. For information, visit\n<a rel=\"external\" href=\"http://www.smokefree.nhs.uk\" title=\"Smokefree\">http://www.smokefree.nhs.uk</a>\n<a rel=\"external\" href=\"http://www.clearingtheairscotland.com\" title=\"Clearing the air\">http://www.clearingtheairscotland.com</a>\n<a rel=\"external\" href=\"http://www.smokingbanwales.co.uk\" title=\"smokingbanwales.co.uk\">http://www.smokingbanwales.co.uk</a></p>\n\n"}]},"updated_at":"2012-10-22T15:26:16+00:00","tags":[{"title":"The Highway Code","id":"https://www.gov.uk/api/tags/driving%2Fhighway-code.json","web_url":null,"details":{"description":"Includes road signs and rules for vehicles and cyclists","short_description":null,"type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving%2Fhighway-code","web_url":"https://www.gov.uk/browse/driving/highway-code"},"parent":{"title":"Driving, transport and travel","id":"https://www.gov.uk/api/tags/driving.json","web_url":null,"details":{"description":"Book your driving test or get a tax disc online, find out the legal requirements for buying, owning, importing or scrapping a car or motorcycle, and read about your rights and responsibilities as a driver.","short_description":"","type":"section"},"content_with_tag":{"id":"https://www.gov.uk/api/with_tag.json?tag=driving","web_url":"https://www.gov.uk/browse/driving"},"parent":null}}],"related":[{"id":"https://www.gov.uk/api/highway-code.json","web_url":"https://www.gov.uk/highway-code","title":"The Highway Code","format":"guide","details":{"need_id":"2466","business_proposition":false,"description":"Contents page for the Highway Code, which applies to England, Scotland and Wales and is essential reading for everyone"},"updated_at":"2012-10-22T15:17:30+00:00"}]}