{"_response_info":{"status":"ok"},"id":"https://www.gov.uk/api/waste-packaging-reprocessor-accreditation-england-wales-scotland.json","web_url":"https://www.gov.uk/waste-packaging-reprocessor-accreditation-england-wales-scotland","title":"Waste packaging reprocessor accreditation (England, Wales and Scotland)","format":"licence","updated_at":"2013-01-09T13:08:12+00:00","details":{"need_id":"1","business_proposition":true,"description":"You can apply for the waste packaging reprocessor registration if you recover, recycle or exporting packaging waste for recovery overseas","language":"en","alternative_title":"","will_continue_on":"the Environment Agency website","continuation_link":"http://www.environment-agency.gov.uk/business/topics/waste/32212.aspx","licence_identifier":"9086-6-1","licence_short_description":"Register for waste packaging reprocessor accreditation if you recover, recycle or exporting packaging waste for recovery overseas.","licence_overview":"<p>If you recover, recycle or export packaging waste for recovery overseas, you can apply to your environmental regulator for accreditation.</p>\n\n<p>Your environmental regulator is the:</p>\n\n<ul>\n  <li><a rel=\"external\" href=\"http://www.environment-agency.gov.uk/\" title=\"Environment Agency\">Environment Agency</a> in England and Wales</li>\n  <li><a rel=\"external\" href=\"http://www.sepa.org.uk/waste/waste_regulation/producer_responsibility/packaging_waste_overview/do_i_need_to_register.aspx\" title=\"Scottish Environment Protection Agency\">Scottish Environment Protection Agency (<abbr title=\"Scottish Environment Protection Agency\">SEPA</abbr>)</a> in Scotland</li>\n</ul>\n\n<p>Recovering waste involves burning it as a fuel or using it to create energy in some other way. Recycling waste means creating new products from materials which have been thrown away.</p>\n\n<p>Accreditation is a voluntary process but will allow your business to receive payments from registered producers for issuing electronic packaging waste recovery notes (<abbr title=\"electronic packaging waste recovery notes\">ePRNs</abbr>) and electronic packaging waste export recovery notes (<abbr title=\"electronic packaging waste export recovery notes\">ePERNs</abbr>).</p>\n\n<h2>How to apply</h2>\n\n<p>You can apply for accreditation online using the <a rel=\"external\" href=\"http://npwd.environment-agency.gov.uk/\" title=\"National Packaging Waste Database\">National Packaging Waste Database (<abbr title=\"National Packaging Waste Database\">NPWD</abbr>).</a></p>\n\n<p>Accreditations last for a maximum of one year and run from January to December. You must apply by 30 September if you want your accreditation to start from 1 January of the following year.</p>\n\n<p>Before granting accreditation, an environmental officer may contact you to arrange a site visit.</p>\n\n<p>Your regulator will notify you whether your application was successful within 12 weeks of submission.</p>\n\n<p>Once you are accredited you can use the <abbr title=\"National Packaging Waste Database\">NPWD</abbr> to:</p>\n\n<ul>\n  <li>record the waste packaging you have received for reprocessing or export</li>\n  <li>fill in your three-monthly returns for waste packaging you have reprocessed or exported</li>\n  <li>issue <abbr title=\"electronic packaging waste recovery notes\">ePRNs</abbr> and/or <abbr title=\"electronic packaging waste export recovery notes\">ePERNs</abbr></li>\n</ul>\n\n<p>If you are reprocessing or exporting iron, steel or aluminium packaging, you must check whether your supplier is accredited and, if so, whether they have issued <abbr title=\"electronic packaging waste recovery notes\">ePRNs</abbr> on the loads they are sending to you - ie to prevent issuing a second <abbr title=\"electronic packaging waste recovery note\">ePRN</abbr> for the same metal waste packaging.</p>\n\n<p>When renewing your accreditation, you should revise your business plan to reflect your strategy for the new accreditation period.</p>\n\n<p>If you fail to comply with any accreditation conditions (eg supplying records and reports) your accreditation may be suspended or cancelled.</p>\n\n"},"tags":[],"related":[]}