{"alternative_title":"","overview":"Discrimination policy and equal opportunities in the workplace - sex discrimination, disabled workers, older people, compulsory retirement","slug":"employer-preventing-discrimination","title":"Employers: preventing discrimination","updated_at":"2012-10-03T11:41:13+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"It is against the law to treat someone less favourably than someone else because of a personal characteristic, eg religion or age. There are different [kinds of discrimination](/discrimination-your-rights/types-of-discrimination \"Types of discrimination\").\r\n\r\nIt can include, for example:\r\n\r\n- not hiring someone\r\n- selecting a particular person for redundancy\r\n- paying someone less than another worker without good reason\r\n\r\nDiscrimination does not have to be deliberate and intentional. You can discriminate indirectly with working conditions or rules that disadvantage one group of people more than another.","slug":"what-discrimination-is","title":"What discrimination is"}},{"table":{"body":"##Job adverts\r\n\r\nYou must not state or imply in a job advert that you will discriminate against anyone. This includes saying you won't make reasonable adjustments for workers with a disability.\r\n\r\nOnly use phrases like \"recent graduate\" or \"highly experienced\" when these are actual requirements of the job. This could discriminate against younger or older people who might not have had the opportunity to get certain qualifications.\r\n\r\nWhere you advertise might cause indirect discrimination - for example, advertising only in men's magazines.\r\n\r\n###When you can discriminate\r\n\r\nIf it's a requirement of the job you can specify that the successful applicant will be from a particular group. For example, people under 18 cannot legally sell alcohol.\r\n\r\n##Get help with advertising a job\r\n\r\n$C\r\n**Small Business Recruitment Service**  \r\n**Telephone:** 0845 601 2001 (option 2)  \r\n**Textphone:** 0845 601 2002\r\n$C\r\n\r\n##Questions you can't ask when recruiting\r\n\r\nYou must not ask candidates about [protected characteristics](/discrimination-your-rights/types-of-discrimination \"Types of discrimination\") and:\r\n\r\n- their health\r\n- if they're married, single or in a civil partnership\r\n- if they have children or plan to have children \r\n\r\nYou **can** ask about about health or [disability](/recruitment-disabled-people \"Recruitment and disabled people\") if:\r\n\r\n- there are necessary requirements of the job that can't be met with reasonable adjustments\r\n- you're finding out if someone needs help to take part in a selection test or interview\r\n- you're using '[positive action](/recruitment-disabled-people/encouraging-applications \"Encouraging applications\")' to recruit a disabled person\r\n\r\n%Even if you use a recruitment agency you might be liable if any discrimination happens during their recruitment process.%\r\n\r\n##Date of birth\r\nYou can't ask someone for their date of birth on an application form. You can only include this as part of an equality monitoring form if you use one. \r\n\r\n##Criminal convictions\r\n\r\nApplicants don't have to tell you about [criminal convictions](/checks-on-job-applicants/criminal-records-checks \"Getting criminal records checks on job applicants\") if they're spent. You must treat the applicant as if the conviction has not happened, and cannot refuse to employ the person because of their conviction.\r\n\r\nThere are some areas of employment that are exempt from this rule, eg schools.\r\n\r\n##Trade union membership\r\n\r\nYou must not use membership of a trade union as a factor in deciding whether to employ someone. This includes:\r\n\r\n- not employing someone because they're a member of a trade union\r\n- insisting someone joins a trade union before you'll employ them\r\n\r\n##Employing people with protected characteristics\r\n\r\nYou can choose a job candidate who has a protected characteristic over one who doesn't if they're as suitable for the job and you think that people with that characteristic:\r\n\r\n- are underrepresented in the workforce, profession or industry \r\n- suffer a disadvantage connected to that characteristic (eg people from a certain ethnic group are not often given jobs in your sector)\r\n\r\nYou can only do this if you're trying to address the underrepresentation or disadvantage for that particular person. You must make decisions on a case by case basis and not because of a certain policy.\r\n\r\nYou can't choose a candidate who isn't as suitable for the job just because they have a protected characteristic.\r\n\r\n##Disabled people\r\n\r\nWhen recruiting you can treat a disabled person more favourably than a non-disabled person because of their disablity.","slug":"recruitment","title":"Recruitment"}},{"table":{"body":"You must not discriminate against your employees. This could be done by, for example:\r\n\r\n- introducing measures that discriminate between workers, eg a benefit for married employees that's not available for people in a civil partnership\r\n- selecting someone for redundancy because they have a protected characteristic\r\n- failing to make reasonable adjustments for a disabled worker\r\n- firing someone for making an allegation of discrimination\r\n- firing someone because they're a union member\r\n- unfairly rejecting a [request for flexible working](/flexible-working \"Flexible working\") from a new parent\r\n\r\n^This includes self-employed people on a contract for you.^\r\n\r\nTraining and promotion can't just happen because of an employee's age or the time they've worked for you.\r\n\r\nYou should also not just choose older workers for discussions about retirement. Such talks should be part of general discussions about each worker's career development. \r\n\r\n##Employment tribunals\r\n\r\nAn employee who thinks they've been discriminated against may raise a [grievance](/solve-workplace-dispute/formal-procedures \"Formal procedures\") or take their case to an employment tribunal.\r\n\r\n^You are responsible for discrimination carried out by your employees unless you can show you've done everything you reasonably could to prevent or stop it.^\r\n\r\n##Employing family members\r\n\r\nIf you hire members of your family you must:\r\n\r\n- avoid special treatment in terms of pay, promotion and working conditions\r\n- make sure tax and [national insurance contributions](/national-insurance \"National Insurance\") are done correctly\r\n\r\n##Gender reassignment\r\n\r\nThe moment an employee tells their employer that they are going to have gender reassignment, they are protected from discrimination. This includes:\r\n\r\n- disadvantaging the worker because of the time they may have to take off because of medical treatment\r\n- enabling the worker to use facilities appropriate to their gender\r\n- once the worker has a Gender Reassignment Certificate and a new birth certificate, you must amend your records, eg human resources records, to reflect this\r\n- insuring complete confidentiality of all information the worker gives you regarding their gender history ","slug":"discrimination-during-employment","title":"Discrimination during employment"}},{"table":{"body":"Women and men is entitled to be paid equal amounts for work of equal value - including benefits, eg company car.\r\n\r\nEmployees can [make a request](http://www.equalityhumanrights.com/advice-and-guidance/tools-equal-pay/checklists-equal-pay-in-practice/16-obtaining-information-the-equal-pay-questions-form/ \"Equal pay questions form\"){:rel=\"external\"} for you to provide 'key information' as part of a claim that they're not being paid what they should be. \r\n\r\nYou don't have to respond to this request but it will be taken into account if there's an employment tribunal.","slug":"equal-pay","title":"Equal pay"}}],"type":"guide"}