{"alternative_title":"","overview":"Bona vacantia is the legal name for ownerless property that passes to the Crown by law - how to check if you're an entitled relative, search the bona vacantia list, refer an estate, what happens with dissolved companies","slug":"ownerless-property-bona-vacantia","title":"Ownerless property (bona vacantia)","updated_at":"2012-10-02T12:14:37+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Bona vacantia is the legal name for ownerless property that passes to the Crown (the government) by law. It can be any kind of property, like buildings, money or personal possessions.\r\n\r\nYou could be entitled to a share in a deceased relative's estate (their possessions) that has passed to the Crown or be affected by a company being closed down (dissolved).\r\n\r\n##Who represents the Crown\r\n\r\nThe Treasury Solicitor looks after bona vacantia for the Crown. It gets involved when:\r\n\r\n- companies are dissolved \r\n- a person dies with no will or known family and their estate is referred to the Treasury Solicitor\r\n\r\nThe Treasury Solicitor has 2 groups dealing with bona vacantia.\r\n\r\n###The Estates Group\r\n\r\nThis group looks after people's estates, including:\r\n\r\n- bank and building society accounts\r\n- life insurance\r\n- property\r\n- anything else owned by the person when they died\r\n\r\n^There's a [list of unclaimed estates](http://www.bonavacantia.gov.uk/output/estates-list.aspx \"list of unclaimed estates\"){:rel=\"external\"} and some frequently-asked questions on the Treasury Solicitor's website.^\r\n\r\n\r\n####Adverts and claims\r\n\r\nThe Treasury Solicitor advertises to find entitled family. If you reply to an advert, you have to prove your relationship with evidence like birth, marriage or death certificates. \r\n\r\n###The Companies Group\r\n\r\nThis group deals with any assets held by companies when they are dissolved. This is mostly:\r\n\r\n- cash balances\r\n- freehold and leasehold property\r\n- trademarks\r\n- copyright\r\n- mortgages\r\n\r\n###What the Treasury Solicitor doesn't deal with\r\n\r\nThe Treasury Solicitor handles bona vacantia in England and Wales (except the Duchies of Cornwall and Lancaster). \r\n\r\nElsewhere it's dealt with by other organisations. They are:\r\n\r\n- in the Duchies of Cornwall and Lancaster - [Farrer and Co](http://www.farrer.co.uk/ \"Farrer and Co\"){:rel=\"external\"}\r\n- in Scotland - [The Queen's and Lord Treasurer's Remembrancer](http://qltr.gov.uk/content/bona-vacantia \"The Queen's and Lord Treasurer's Remembrancer\"){:rel=\"external\"}\r\n- in Northern Ireland - the Crown Solicitor's Office for Northern Ireland - you can write to them at:\r\n\r\n$A\r\n\r\nCrown Solicitor\r\nRoyal Courts of Justice\r\nChichester Street\r\nBelfast BT1 3JY\r\n\r\n$A","slug":"overview","title":"Overview"}},{"table":{"body":"Referring an estate is when you tell the Treasury Solicitor about someone who has died with no will or relatives that you know of.\r\n\r\nBefore you refer an estate, ask:\r\n\r\n- did the person leave a will - can you contact the executor and beneficiaries?\r\n- can you get in touch with any blood relatives entitled to the estate?\r\n- did the person leave more debts than funds (an 'insolvent' estate)?\r\n\r\nIf the answer to any of these questions is 'yes', you shouldn't refer the estate. If the answer to all the questions is 'no' you can [refer the estate online.](https://www.bonavacantia.gov.uk/output/deceased-persons-notification-form.aspx \"refer the estate online\"){:rel=\"external\"}\r\n\r\nThe Treasury Solicitor only handles estates worth £500 or more. When the the value is less than £500:\r\n\r\n- you can keep the money, if the estate is just cash\r\n- any saleable belongings should be sold and if they sell for more than £500, you need to refer the estate\r\n\r\n","slug":"refer-an-estate-to-the-treasury-solicitor","title":"Refer an estate to the Treasury Solicitor"}},{"table":{"body":"Before making a claim on an estate you need to know if you're entitled. There are some general rules:\r\n\r\n- if there's no will, the person's spouse or civil partner and then any children have first claim to the estate\r\n- if there's no spouse or child, anyone descended from a grandparent of the person is entitled to a share in the estate\r\n- if you're related by marriage you have no entitlement\r\n\r\nThe Treasury Solicitor has drawn up a family tree to help you check if you're entitled.\r\n\r\n$D\r\n\r\n[Download family tree showing entitled relatives (PDF, 35K)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@money/documents/digitalasset/dg_171985.pdf \"Download family tree showing entitled relatives (PDF, 35K)\"){:rel=\"external\"} \r\n\r\n$D\r\n\r\n##Adopted people\r\n\r\nIf you're adopted:\r\n\r\n- you have the same rights as if you'd been born into your adoptive family\r\n- you have no rights to an estate of your original birth family\r\n\r\nIf the deceased person was adopted, only the adoptive family have rights to the estate.","slug":"check-if-youre-an-entitled-relative","title":"Check if you're an entitled relative"}},{"table":{"body":"If you think you're entitled:\r\n\r\ns1. Go to ['Are you an entitled relative?'](http://www.bonavacantia.gov.uk/output/are-you-an-entitled-relative.aspx \"'Are you an entitled relative?' page\"){:rel=\"external\"} on the Treasury Solicitor website.\r\ns2. Enter the surname of the person or use the alphabetical search to find the right estate.\r\ns3. On the results page, click on the person's surname, which will open the claim form.\r\ns4. Fill in your details and submit.\r\n\r\n\r\n##If you can't find the estate\r\n\r\nYou can write to the Treasury Solicitor enclosing a simple family tree:\r\n\r\n$A\r\n\r\nTreasury Solicitor's Office (BV)\r\n1 Kemble Street\r\nLondon WC2B 4TS\r\n\r\n\r\n$A\r\n\r\n##Evidence you need\r\n\r\nYou'll be asked to send a family tree showing your relationship and 2 pieces of identification:\r\n\r\n- one showing your name\r\n- one showing your name and address, dated within the last 6 months\r\n\r\nYou might also be asked to send birth, death or marriage certificates.\r\n\r\n\r\n\r\n\r\n","slug":"make-a-claim-on-an-estate","title":"Make a claim on an estate"}},{"table":{"body":"There are lots of reasons for referring a dissolved company asset to the Treasury Solicitor. \r\n\r\nYou might be affected by the closing down of a company or just want to buy something the company owned. \r\n\r\nSome of the reasons include:\r\n\r\n- you're leasing something where the freehold was owned by the company\r\n- you want to buy or are affected by land owned by the company\r\n- you want to buy other assets of the company like shares, trade marks or copyrights\r\n- you're a shareholder trying to get cash held by the company\r\n\r\n##How to refer an asset\r\n\r\nUse the [dissolved company notification form](https://www.bonavacantia.gov.uk/output/dissolved-company-notification-form.aspx \"dissolved company notification form\"){:rel=\"external\"} to let the Treasury Solicitor know.\r\n\r\nOr you can write to:\r\n\r\n$A\r\n\r\nTreasury Solicitor's Office (BV)\r\n1 Kemble Street\r\nLondon WC2B 4TS\r\n\r\n$A\r\n\r\n\r\n","slug":"dissolved-companies","title":"Dissolved companies"}},{"table":{"body":"You might be entitled to a grant from a dissolved company's assets or a deceased person's estate.\r\n\r\n##Grants from dissolved companies\r\n\r\nIf you were a member of a dissolved company, you can apply to the Treasury Solicitor for a discretionary grant. Use the [dissolved company notification form](https://www.bonavacantia.gov.uk/output/dissolved-company-notification-form.aspx \"dissolved company notification form\"){:rel=\"external\"} and confirm the:\r\n\r\n- full name of the company\r\n- company registration number\r\n- name and address of your bank\r\n- your bank account number and sort code\r\n\r\nThe Treasury Solicitor has published guidelines to help you:\r\n\r\n- [discretionary grants - where the company can be restored](http://www.bonavacantia.gov.uk/output/bvc2-discretionary-grants-where-the-dissolved-company-can-be-restored.aspx \"discretionary grants - where the company can be restored\"){:rel=\"external\"}\r\n- [discretionary grants - where the company can't be restored](http://www.bonavacantia.gov.uk/output/bvc3-discretionary-grants-where-the-dissolved-company-cannot-be-restored.aspx \"discretionary grants - where the company can't be restored\"){:rel=\"external\"}\r\n\r\n##Grants from deceased estates\r\n\r\nYou can apply to the Treasury Solicitor for a grant from a deceased person's estate if you could have expected to benefit from it. This could be where:\r\n\r\n- you provided the person with free services like washing, cleaning, cooking, shopping, home repairs or care where they might otherwise have had to pay\r\n- you lived together with the person (as their partner or as a friend) but were not married\r\n- you represent a charity or other body that cared for the person at considerable expense\r\n\r\n^You don't have to be related to the person to make a claim.^\r\n\r\n###How to apply\r\n\r\nThe Treasury Solicitor has published [guidelines on grants from estates](http://www.bonavacantia.gov.uk/output/Discretionary-Grants-in-Estates-Cases.aspx \"guidelines on grants from estates\"){:rel=\"external\"} to help you apply.\r\n\r\nThere isn't a form to fill out - contact the Treasury Solicitor, including as much information as possible, at:\r\n\r\n$A\r\n\r\nTreasury Solicitor's Office (BV)\r\n1 Kemble Street\r\nLondon WC2B 4TS\r\n\r\n\r\n$A\r\n\r\n$C\r\n**Treasury Solicitor's Office**\r\n\r\n**Telephone:** 0207 210 4700  \r\n**Fax:** 0207 210 3104  \r\n**Email:** <bvinfo@tsol.gsi.gov.uk>\r\n$C\r\n\r\n\r\n\r\n\r\n","slug":"discretionary-payments-and-grants","title":"Discretionary payments and grants"}}],"type":"guide"}