{"alternative_title":"","overview":"Business rates pay for local services and are charged on most commercial properties","slug":"introduction-to-business-rates","title":"Business rates","updated_at":"2012-10-02T12:12:12+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Business rates are charged on most non-domestic properties (including commercial) such as shops, offices, pubs, warehouses and factories. \r\n\r\nIf you use a building or part of a building for non-domestic purposes, you will probably have to pay business rates. This is a tax that helps pay for local services.  \r\n\r\n##What to pay and when\r\nYour local council will send you a business rates bill in February or March each year. This is for the following tax year. \r\n\r\n^Estimate your business rates bill using this [simple calculator.](http://online.businesslink.gov.uk/bdotg/action/logicToolStart?itemId=1080355722&r.l1=1073858808&r.l2=1073859221&r.l3=1080355862&type=BLTTOOL \"Estimate your business rates bill\"){:rel=\"external\"}\r\n\r\n##Relief schemes\r\nYou may be able to get business rates relief - this is sometimes automatic but you will need to [apply for business rate relief](/apply-for-business-rate-relief/ \"Apply for business rate relief\") in some cases. \r\n\r\n##Who doesn't need to pay\r\nExemptions include:\r\n\r\n- farm buildings and land (excluding buildings used as offices or for other business activities)\r\n- fish farms\r\n- places of worship and church halls\r\n- buildings used for training or welfare of disabled people\r\n\r\n*[VOA]: Valuation Office Agency","slug":"overview","title":"Overview"}},{"table":{"body":"Your business rates are worked out by multiplying the:\r\n\r\n- 'rateable value' of your property set by the Valuation Office Agency (VOA)\r\n- business rates multiplier set by central government\r\n\r\nThe rateable value of a property is based on its estimated open market rental value on a specific date.  \r\n\r\nYou may pay less than this amount if you are eligible for any [reliefs](/apply-for-business-rate-relief \"Business rate relief\").  \r\n\r\nIf you think **your rates are wrong**, contact the VOA.\r\n\r\n$C\r\n**Valuation Office Agency**  \r\n03000 501 501\r\n$C\r\n\r\n*[VOA]: Valuation Office Agency\r\n","slug":"how-your-rates-are-calculated","title":"How your rates are calculated"}},{"table":{"body":"Revaluation takes place every 5 years to reflect changes in the property market. The most recent revaluation was 1 April 2010. \r\n\r\nAt revaluation, the multipliers are revised so that the overall national business rates bill only changes in line with inflation. This means that a change in your rateable value doesn't always mean a change in your bill.\r\n\r\n^Find your [2010 valuation on the VOA website.](http://www.2010.voa.gov.uk/rli/?xgovk3w=bl1000&xgovf0p=%7Cxgovs9k=voa%7Cxgovr3h=r2010%7Cxgovc8h=1000%7Cxgovk3w=bl1000%7C&xgovd2v=en&xgovj6d=13e41242c090cb52b20180ba8d32614ede679224 \"Find your 2010 valuation\"){:rel=\"external\"}\r\n\r\n*[VOA]: Valuation Office Agency","slug":"revaluation","title":"Revaluation"}},{"table":{"body":"You can get help from professional organisations that can put you in touch with a qualified rating surveyor. \r\n\r\nThey will normally belong to one of the following organisations:\r\n\r\n- [Royal Institution of Chartered Surveyors (RICS)](http://www.rics.org/ \"Royal Institution of Chartered Surveyors\"){:rel=\"external\"}\r\n- [Institute of Revenues, Rating and Valuation (IRRV)](http://www.irrv.net/HOME/ \"Institute of Revenues, Rating and Valuation\"){:rel=\"external\"}\r\n- [Rating Surveyors Association](http://www.ratingsurveyorsassociation.org/ \"Rating Surveyors Association\"){:rel=\"external\"}\r\n\r\nYou may be charged for any advice you get from these bodies right from the start. \r\n\r\nYou can call the RICS enquiry line on 0870 333 1600 for advice from a local chartered surveyor. The first 30 minutes are free. \r\n\r\n*[VOA]: Valuation Office Agency\r\n*[RICS]: Royal Institution of Chartered Surveyors","slug":"getting-advice","title":"Getting advice"}},{"table":{"body":"Your business rates could change if:\r\n\r\n- you move or make changes to your premises\r\n- the nature of your business changes\r\n\r\nContact the Valuation Office Agency (VOA) to report any changes. This will ensure you're paying the right amount and don't get a backdated increase in your bill. \r\n\r\nIf you're moving to new premises, you can find out how much the [rateable value is.](http://www.2010.voa.gov.uk/rli/ \"Find out the rateable value of a property\"){:rel=\"external\"}\r\n\r\n$C\r\n**Valuation Office Agency**  \r\n03000 501 501\r\n$C\r\n\r\n*[VOA]: Valuation Office Agency\r\n\r\n\r\n\r\n","slug":"if-your-business-or-premises-change","title":"If your business or premises change"}},{"table":{"body":"If you work at home, you may have to pay business rates on the part of your property that you use. This depends on whether the Valuation Office Agency (VOA) has given a rateable value to a part of your home. You will still have to pay Council Tax on the rest of your property. \r\n\r\nContact the VOA if you're not sure if you should be paying business rates or not.\r\n\r\n$C\r\n**Valuation Office Agency**  \r\n03000 501 501\r\n$C\r\n\r\n*[VOA]: Valuation Office Agency","slug":"working-from-home","title":"Working from home"}},{"table":{"body":"The Valuation Office Agency (VOA) works out your rateable pay based on the annual level of trade that a pub is expected to achieve if operated in a reasonably efficient way. \r\n\r\nContact the VOA if you want to check the figures they're using or don't agree with the figures being used. You'll need to provide details of turnover (excluding VAT) for all sources like liquor, food and gaming. \r\n\r\n$C\r\n**Valuation Office Agency**  \r\n03000 501 501\r\n$C\r\n\r\n*[VOA]: Valuation Office Agency","slug":"pubs-and-licensed-trade","title":"Pubs and licensed trade"}},{"table":{"body":"If your property is available to let for 140 days or more a year, it will be rated as a self-catering property and valued for business rates. \r\n\r\nThe Valuation Office Agency (VOA) calculates the rateable value based on the number of single bed spaces in the property. They then apply a price per bed space on each property, based on its type, size and location, to produce its rateable value. \r\n\r\nSingle bed space is the term used to describe how many people can sleep in the property. This doesn't normally include bunk beds or sofa beds. \r\n\r\nContact the VOA if you think:\r\n\r\n- they are using the wrong number of single bed spaces to value your property\r\n- your property has changed and can now sleep a different number of guests\r\n\r\n$C\r\n**Valuation Office Agency**  \r\n03000 501 501\r\n$C\r\n\r\n*[VOA]: Valuation Office Agency","slug":"self-catering-and-holiday-let-accommodation","title":"Self catering and holiday let accommodation"}}],"type":"guide"}