{"alternative_title":"","overview":"How to claim for Ordinary Statutory Paternity Pay (OSPP), if your wife, partner or civil partner gives birth or adopts a child","slug":"ordinary-statutory-paternity-pay","title":"Ordinary Statutory Paternity Pay","updated_at":"2012-10-02T12:13:34+00:00","parts":[{"table":{"body":"When your wife, partner or civil partner gives birth or adopts a child, you may be entitled to Ordinary Statutory Paternity Pay (OSPP). \r\n\r\n*[OSPP]: Ordinary Statutory Paternity Pay ","slug":"overview","title":"Overview"}},{"table":{"body":"If your average weekly earnings are £107 (or more) before tax, you will get Ordinary Statutory Paternity Pay (OSPP) of £135.45, or 90% of your average weekly earnings - whichever is lower. \r\n\r\nOSPP is paid for 1 or 2 consecutive weeks.\r\n\r\nIf you don't earn at least £107 a week, you won't get OSPP.\r\n\r\n\r\n##How it's paid##\r\n\r\nYour employer will pay OSPP to you in the same way and at the same time as your normal wages.\r\n\r\n^ OSPP is treated as normal pay - so tax and National Insurance will be deducted as usual. ^\r\n\r\n\r\n*[OSPP]: Ordinary Statutory Paternity Pay","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"To get Ordinary Statutory Paternity Pay (OSPP) **all of the following** must apply, you must:\r\n\r\n- be the biological father or adopter of the child or be the mother's (or adopter's) husband, partner or civil partner or have or expect to have responsibility for the child's upbringing\r\n- have continued to work for the same employer without a break for at least 26 weeks by the 15th week before the baby is due, or employed up to and including the week your wife, partner or civil partner was matched with a child\r\n- continue to work for that employer without a break up to the date the child is born or placed for adoption\r\n- be earning an average of at least £107 a week (before tax)\r\n\r\nFind out what you qualify for by using the [online paternity rights at work tool.](http://www.direct.gov.uk/paternity.dsb \"online paternity rights at work tool\"){:rel=\"external\"}{:rel=\"external\"} The tool will give you a personalised statement of the OSPP that you may get.\r\n\r\n\r\n\r\n*[OSPP]: Ordinary Statutory Paternity Pay\r\n\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"To claim Ordinary Statutory Paternity Pay (OSPP) you must tell your employer when you want to take leave. You must do this:\r\n\r\n- by the 15th week before your baby is due\r\n- within 7 days of your wife, partner or civil partner being told by the adoption agency that they've been matched with a child\r\n\r\nIf you change your mind you must give your employer at least 28 days notice.\r\n\r\nYour employer might ask you for self-certificate form SC3 (becoming a parent) that confirms you're entitled to the pay.\r\n\r\n$D[Download 'self-certificate form SC3' (PDF, 74KB)](http://www.hmrc.gov.uk/forms/sc3.pdf \"self-certificate form SC3\")$D\r\n\r\n\r\n*[OSPP]: Ordinary Statutory Paternity Pay","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##What happens if you can't get Ordinary Statutory Paternity Pay##\r\n\r\nIf you can't get OSPP your employer must fill in form [OSPP1 Non-payment of Ordinary Statutory Paternity Pay.](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?record=qWNyGcY5cS8&formID=1183 \"OSPP1 Non-payment of Ordinary Statutory Paternity Pay\"){:rel=\"external\"}\r\n\r\nYour employer must then give you this form telling you why OSPP has not been paid.\r\n\r\n\r\n**If you disagree with your employer's decision**\r\n\r\nIf you think your employer's decision is wrong contact the HM Revenue and Customs (HMRC) employees enquiry line. You can also tell HMRC if you're not getting the right amount of OSPP.\r\n\r\n$C**HM Revenue and Customs (HMRC)**\r\n\r\n**Telephone:** 0845 30 21 479 \r\n\r\nMonday to Friday, 8:30am to 5:30pm$C\r\n\r\n\r\nFor more information read [Statutory payments - if you think your employer's decision is wrong.](http://www.direct.gov.uk/en/MoneyTaxAndBenefits/BenefitsTaxCreditsAndOtherSupport/Illorinjured/DG_178466 \"Statutory payments - if you think your employer's decision is wrong\"){:rel=\"external\"}\r\n\r\n*[OSPP]: Ordinary Statutory Paternity Pay\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}