{"alternative_title":"","overview":"Help with term-time accommodation when you're studying away from home - find out about what you'll get, eligibility, and how to claim","slug":"residential-support-scheme","title":"Residential Support Scheme","updated_at":"2012-06-07T16:18:55+00:00","parts":[{"table":{"body":"If you need to study away from home because your course isn’t available locally, you may get help with the cost of term-time accommodation. \r\n\r\nYou may qualify if your course is too far away for you to travel daily to and you're studying for a Level 2 or Level 3 qualification (equivalent to GCSEs and A levels).\r\n\r\nHow much you get depends on your household income and whether you live and study in London. \r\n\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"Depending on your household income you can get the following amounts each year, for a maximum of 3 years. \r\n\r\nGross household income |\tStudying outside London | Studying in London \r\n- | -\r\n up to £21,000 | up to £3,458 | up to £4,079 \r\n £21,001 to £25,704 | up to £2,305 | up to £2,685\r\n £25,705 to £30,993 | up to £1,152 |  up to £1,355\r\n £30,994 or more | no award | no award\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You may get help from the Residential Support Scheme if:\r\n\r\n- you’re 16 or over\r\n- a similar course isn’t available locally\r\n- you're not studying at a college offering a residential bursary - see [Further information](/residential-support-scheme/further-information)\r\n- you’re ‘ordinarily resident’ in England (this means you're settled in the UK and have lived there for at least 3 years before your course starts)\r\n\r\nYour course must be one of the following:\r\n\r\n- more than 15 miles from your home \r\n- more than a 2 hour return journey away \r\n\r\nYour course must also:\r\n\r\n- be for your first Level 2 or Level 3 qualification (equivalent to GCSEs or A levels)\r\n- need at least 16 hours attendance a week\r\n- last for at least 10 weeks\r\n- be known as 'learner-responsive funded provision' (ask your college’s student adviser)\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"To get a Residential Support Scheme application pack call the Learner Support Helpline. \r\n\r\n$C**Learner Support Helpline**\r\n\r\n**Telephone:** 0800 121 8989$C\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Help\r\n\r\nIf you need help with the application form or if you're not satisfied with how your application was handled call the Learner Support Helpline.\r\n\r\n$C**Learner Support Helpline**\r\n\r\n**Telephone:** 0800 121 8989$C\r\n\r\n##Residential bursary\r\n\r\nYou may be able to get a residential bursary towards the cost of accommodation from some colleges instead of the Residential Support Scheme. \r\n\r\nMost of these colleges are 'Specialist Residential Centres' for subjects like agriculture, art and design or horticulture.\r\n\r\nTo apply for help contact the college directly.","slug":"further-information","title":"Further information"}}],"type":"programme"}