{"alternative_title":"","overview":"Your rights and obligations if you own a park (mobile) home, including fees and repairs, selling or giving away a home and residents' associations","slug":"park-mobile-homes","title":"Park (mobile) homes","updated_at":"2012-10-02T12:13:36+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Your rights and obligations are listed in a written agreement with the park (or site) owner. This sets out:\r\n\r\n+ your minimum legal rights and obligations, like your right to keep your park home on its pitch\r\n+ the rules, charges and services\r\n\r\nYou have 28 days to review it before signing.\r\n\r\nEven if you don’t have a written agreement, you still have all the rights set out in the [Mobile Homes Act of 1983.](http://www.legislation.gov.uk/ukpga/1983/34/contents \"Mobile Homes Act 1983\"){:rel=\"external\"}\r\n\r\n##Keeping your home in good condition\r\nYou must:\r\n\r\n+ repair your home when necessary \r\n+ keep the outside of your home and pitch clean and tidy, including any fences or outbuildings on your pitch\r\n\r\n##Site licence\r\nPrivately owned sites must have a licence from the local council. The park owner must clearly display the licence. It will usually have conditions for:\r\n\r\n+ how many homes can be in the park \r\n+ services and amenities \r\n+ health and safety \r\n\r\nTo complain about conditions in your park, talk to the park owner first. If the issue isn't sorted out, contact your [local council.](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Contact your local council\"){:rel=\"external\"}\r\n\r\n%You could be forced to leave if you live on a site without planning permission for residential use.%\r\n","slug":"your-rights-and-obligations","title":"Your rights and obligations"}},{"table":{"body":"##Pitch fee\r\nYou have to pay a ‘pitch fee’ to the park owner to rent the land your park home sits on.\r\n\r\nThe park owner can propose changing it once a year. They must give you 28 days’ notice in writing. \r\n\r\nIf you and the park owner can’t agree on a new fee, the park owner can apply to a [residential property tribunal](/housing-tribunals/residential-property-tribunal-council-homes-and-park-homes \"Housing tribunals: Residential property tribunal: council homes and park homes\"). \r\n\r\nUntil the tribunal reaches a decision, you should continue to pay your current fee. \r\n\r\n##Gas, water, electricity, LPG\r\nThe Office of the Gas and Electricity Markets (Ofgem) sets the amount you can be charged for gas and electricity.\r\n\r\nThe park owner can’t charge you more than the price Ofgem sets, plus any connection charges set by the utility company.\r\n\r\nFor water, the park owner can only charge what the water company charges plus a reasonable administration fee. \r\n\r\nCharges for liquefied petroleum gas (LPG) aren’t regulated.\r\n\r\n*[LPG]: liquefied petroleum gas\r\n*[Ofgem]: Office of the Gas and Electricity Markets\r\n\r\n","slug":"charges","title":"Charges"}},{"table":{"body":"When you sell your home the site owner gets up to 10% of the selling price. \r\n\r\nYou need to get the site owner to approve your buyer. They must send you an answer in writing within 28 days.\r\n\r\nIf you think the site owner has been unfair or has not sent an answer within 28 days, you can apply to a [residential property tribunal](/housing-tribunals/residential-property-tribunal-council-homes-and-park-homes \"Housing tribunals: Residential property tribunal: council homes and park homes\"). The tribunal will decide whether to order the site owner to approve your buyer.\r\n\r\n^Park homes **don't** need an Energy Performance Certificate (EPC).^\r\n\r\n##Giving away a park home\r\nYou have the right to give your park home away and pass on your agreement to a family member who's been approved by the site owner.\r\n\r\n##Inheritance rules\r\nIf you die and people living with you are also covered under the agreement, they'll continue with the same agreement. \r\n\r\nWhen you’re the only person with an agreement, then your husband, wife or civil partner will automatically take it over and can continue living in the park home. \r\n\r\nIf there's no such person but another member of your family was living in the home at the time, they can take over the agreement and continue to live there.\r\n\r\n###If no family member lives with you\r\nWhoever inherits your home will also inherit your agreement. But, to live there, they must get approval from the site owner.\r\n\r\n*[EPC]: Energy Performance Certificate","slug":"selling-or-giving-away-a-park-home","title":"Selling or giving away a park home"}},{"table":{"body":"Site owners are responsible for:\r\n\r\n+ keeping common areas (like shared paths) in good condition\r\n+ repairing the area where your home sits (the ‘base’)\r\n+ maintaining any services they supply to your home or pitch (like sewerage)\r\n\r\n##Park improvements \r\nIf the park owner plans to make improvements, they must:\r\n\r\n+ give you at least 28 days' notice in writing and let you know how you can comment on the plans\r\n+ tell you if it will affect your pitch fee\r\n\r\nEven if most residents disagree with the proposed improvements in writing, the park owner can still go ahead. But the site owner can't recover the costs of the improvements through a pitch fee review - unless a [residential property tribunal](/housing-tribunals/residential-property-tribunal-council-homes-and-park-homes \"Housing tribunals: Residential property tribunal: council homes and park homes\") agrees to this. ","slug":"park-repairs-and-improvements-","title":"Park repairs and improvements "}},{"table":{"body":"You can set up a 'qualifying' residents’ association to represent home owners in the mobile home park where you live. \r\n\r\nQualifying residents’ associations have certain rights and should be consulted when park owners want to spend money on improvements or change how they run the park. \r\n\r\nPark owners must give at least 28 days’ notice of any changes and take the association’s concerns into account before they make changes.\r\n\r\n##Setting up a qualifying residents’ association \r\nYour association must include at least half of the home owners in your park. Residents who rent their homes can’t join.\r\n\r\nIt will have to keep certain records and documents, like:\r\n\r\n+ an up-to-date list of members \r\n+ a constitution \r\n+ any other rules of the association \r\n\r\nIt will have to elect a:\r\n\r\n+ chairman\r\n+ secretary\r\n+ treasurer\r\n\r\nIt must take decisions by voting.\r\n\r\nYou need to ask the park owner to ‘acknowledge’ your association. If they don’t, you can apply to a [residential property tribunal](/housing-tribunals/residential-property-tribunal-council-homes-and-park-homes \"Housing tribunals: Residential property tribunal: council homes and park homes\"). If the tribunal agrees with you, it will order the park owner to acknowledge your association. \r\n\r\nIf your association doesn’t meet the qualifying conditions, it won’t have the same rights. It can continue to meet, but the park owner won’t have to talk to the association about park operations and management.","slug":"residents-associations","title":"Residents’ associations"}},{"table":{"body":"If you have a dispute with the park owner that you can’t work out, you can go to a [residential property tribunal](/housing-tribunals/residential-property-tribunal-council-homes-and-park-homes \"Housing tribunals: Residential property tribunal: council homes and park homes\"). Decisions made by the tribunal are legally binding.\r\n\r\n%If your agreement says you must use an arbitrator, ignore it. You must use a residential property tribunal instead.%\r\n\r\nThe tribunal can settle disputes over:\r\n\r\n+ changing a residence agreement \r\n+ changing the pitch fee \r\n+ moving a park home \r\n+ damage and repairs to the site \r\n+ transferring ownership of a park home to someone else \r\n\r\n$C**Residential Property Tribunal Service**  \r\n0845 600 3178  \r\nMonday to Thursday, 9am to 5pm  \r\nFriday, 9am to 4.30pm  \r\n$C\r\n\r\nTo apply, fill in the relevant [application form.](http://www.justice.gov.uk/global/forms/hmcts/tribunals/residential-property/index.htm \"Residential property tribunal application forms\"){:rel=\"external\"} The form tells you where to send it and if there’s a fee.\r\n\r\n$D[Download 'Residential Property Tribunal Service - park homes guidance' (PDF, 338KB)](http://www.justice.gov.uk/downloads/guidance/courts-and-tribunals/tribunals/residential-property/park-homes-guidance.pdf){:rel=\"external\"}$D\r\n\r\n","slug":"settling-disputes","title":"Settling disputes"}}],"type":"guide"}