{"alternative_title":"","overview":"Your rights at work if you're a fixed-term employee - and what happens if your contract is renewed or ended","slug":"fixed-term-contracts","title":"Fixed-term employment contracts","updated_at":"2012-10-02T12:12:58+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You're a fixed-term employee if both of the following apply:\r\n\r\n- you have an employment contract with the organisation you work for\r\n- your contract ends on a particular date - or on completion of a specific task, eg a project\r\n\r\nYou're not a fixed-term employee if:\r\n\r\n- you have a contract with an agency rather than the company you're working for\r\n- you're a student or trainee on a work-experience placement\r\n- you're working under a 'contract of apprenticeship'\r\n- you're a member of the armed forces  \r\n\r\nYou may be a fixed-term employee if you're:\r\n\r\n* a seasonal or casual employee taken on for 6 months during a peak period\r\n* a specialist employee for a project\r\n* cover for maternity leave  \r\n\r\n##Your rights##\r\n\r\nYour employer must not treat you less favourably than a permanent employee doing the same or largely the same job, unless there is good reason to do so.\r\n\r\nYou have the right to:\r\n\r\n- the same pay and conditions\r\n- the same or equivalent benefits package\r\n- be told about permanent vacancies in the organisation\r\n- protection against redundancy or [dismissal](/dismissal \"Dismissals\") \r\n\r\nIf you've worked continually for the same employer for 2 years or more, you have the same [redundancy rights](/redundant-your-rights \"Redundancy\") as a permanent employee.\r\n\r\nYou cannot compare conditions with someone at an associated employer's organisation.\r\n\r\n##When you can be treated differently##\r\nThere are some situations when your employer doesn't have to treat you in the same way as a permanent employee. Your employer must be able to show there is a good reason to - this is called ‘objective justification’.\r\n\r\n$E\r\n**Example**  \r\nIf you have a 3-month contract and a permanent employee doing the same kind of job has a company car, it may not be fair to expect your employer to offer you a company car for such a short period.\r\n$E\r\n\r\n##If you think you're not being treated fairly\r\nIf you have a concern, try and sort it out with your manager. You can ask your employer for a written statement explaining why they're treating you less favourably.\r\n\r\nIf you’re not satisfied, you can complain using your employer's [grievance procedure](/solve-workplace-dispute \"Solve a workplace dispute\").\r\n\r\nYou final option is to make a claim to an [employment tribunal](/employment-tribunals \"Employment tribunal\").\r\n\r\n\r\n\r\n\r\n","slug":"fixedterm-contract-rights","title":"Fixed-term contract rights"}},{"table":{"body":"##Ending a fixed-term contact\r\nYour fixed-term contract will normally end automatically when it reaches the agreed end date. Your employer doesn't have to give you notice.\r\n\r\n##If your contract is not renewed\r\n\r\nIf your fixed-term contact isn't renewed, it's considered to be a dismissal. In this situation your employer needs to show that there's a 'fair' reason for not renewing your contract, eg they're planning to stop doing the work you were employed to do.  \r\n\r\nYou've the right:\r\n\r\n- not to be unfairly dismissed after 2 years' service (for employees who were in employment before 6 April 2012, it's 1 year's service)  \r\n- to a written statement of reasons for not renewing the contract - after 1 year’s service\r\n\r\nYou may be entitled to statutory redundancy payments after 2 years' service if your work ends unexpectedly.\r\n\r\n##If your employer wants to end your contract earlier\r\nIf your employer wants to end your fixed-term contract early, you should check the terms of your contract. If: \r\n\r\n- it says nothing about being ended early, your employer may be in breach of contract\r\n- it says it can be ended early, and your employer has given proper notice, there's little you can do  \r\n\r\nThe minimum notice period you're entitled to is:\r\n\r\n- after 1 month’s continuous service, but less than 2 years - 1 week\r\n- after 2 years' continuous employment - 1 week for each year you've worked \r\n\r\n^These are the minimum periods - your contract may give you the right to a longer notice period.^\r\n\r\nIf your employer ends your contract without giving you the proper notice, you may be able to claim [breach of contract](/dismissal \"Dismissal\").\r\n\r\n##Working longer than the contract's end date\r\nIf you work past the end of your contract without it being formally renewed, there's an 'implied agreement' by your employer that the end date has changed.\r\n\r\nYou would then have the right to be given proper notice if your employer wanted to dismiss you.\r\n\r\n$E\r\n**Example**  \r\nIf your contract was for 1 month or less but you were actually employed for 3 months, you'd be entitled to the minimum notice period (1 week).\r\n$E\r\n\r\n##The limit on renewing a fixed-term contract\r\nYou can be kept on successive fixed-term contracts for limit of 4 years.\r\n\r\nIf it's renewed after that, you'll become a permanent employee unless your employer can show a good reason why you should stay on a fixed-term contract.\r\n\r\nYou can work for longer than 4 years on fixed-term contracts if it has been agreed by both the employer and employees agreeing a workforce or 'collective agreement'.\r\n\r\n##Your employer wants to renew a fixed-term contract on less favourable terms\r\n\r\nIf you employer wants to renew your fixed-term contract on less favourable terms you can negotiate with them to reach an agreement. \r\n\r\nIf the contract ends and you have been unable to agree to the less favourable terms of a new contract, you may be able to claim [unfair dismissal](/dismissal \"Dismissal\").\r\n\r\n##Ending your contract early\r\nYou must give 1 week’s notice if you've worked for your employer for a month or more. Your contract may state that you need to give longer notice.\r\n\r\nFind out more about [handing in your notice](/handing-in-your-notice-resigning-leaving-job/notice-periods-your-pay-and-rights \"Handing in your notice\").\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","slug":"renewing-or-ending-a-fixedterm-contract","title":"Renewing or ending a fixed-term contract"}}],"type":"guide"}