{"alternative_title":"","overview":"Find out what to do when your child reaches 16, including when you can still get tax credits","slug":"child-tax-credit-when-child-reaches-16","title":"Child Tax Credit when your child reaches 16","updated_at":"2012-10-02T12:12:21+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If your child is aged 16 to 19, you can get [Child Tax Credit](/child-tax-credit \"Child Tax Credit\") if they are:\r\n\r\n- staying on at school or college\r\n- starting an [approved training course](/child-tax-credit-when-child-reaches-16/approved-training-courses \"Approved training courses\")\r\n- registered with [certain careers services](/child-tax-credit-when-child-reaches-16/careers-services \"Careers services\") (maximum of 20 weeks eligibility for Child Tax Credit) \r\n\r\nYou need to tell the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") if any of the above apply for your child to continue to receive payments.\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"'Full-time' means being taught or supervised for more than an average of 12 hours a week.\r\n\r\nYour child needs to have started, enrolled or been accepted onto a course that counts before their 19th birthday. \r\n\r\nYour child could be eligible if they are studying for qualifications like:\r\n\r\n- A levels\r\n- Scottish Highers\r\n- NVQ at Level 3\r\n\r\nYour child is **not** eligible if their education is:\r\n\r\n- provided by their employer\r\n- provided through a role they hold - for example if they are a scout leader or councillor, and the education is part of that role\r\n- a higher education course, such as a degree\r\n\r\n","slug":"full-time-education","title":"Full-time education"}},{"table":{"body":"You can still get Child Tax Credit up to your child's 20th birthday if they are on an approved course which:\r\n\r\n- is unpaid\r\n- teaches them skills needed to do a job\r\n\r\nYour child needs to have started, enrolled or been accepted onto an approved course before their 19th birthday. \r\n\r\nFor a training course to be approved it should be one of the following:\r\n\r\n##England\r\n\r\n- Foundation Learning Programmes (previously known as 'Entry to Employment')\r\n- Access to Apprenticeships or unwaged Programme Led Apprenticeships\r\n\r\n##Scotland\r\n\r\n- Get Ready for Work (including West Lothian Council’s Skills Training Programme)\r\n- Skillseekers\r\n\r\n##Wales\r\n\r\n- Foundation Apprenticeships\r\n- Traineeships\r\n- Skillbuild/Skillbuild+ (if started before 1 August 2011)\r\n\r\n##Northern Ireland\r\n\r\n- Programme Led Apprenticeships (Apprenticeships NI)\r\n- Jobskills\r\n- Training for Success: Professional and Technical Training\r\n\r\nA course that is part of a job contract **doesn't count as approved**. For example, Modern Apprenticeships in Scotland are always provided as part of a job contract, so don't count as approved.","slug":"approved-training-courses","title":"Approved training courses"}},{"table":{"body":"Child Tax Credit payments usually stop on 31 August after your child’s 16th birthday.\r\n\r\nYou can continue getting payments for up to 20 weeks if you child is 16 or 17 and registered with any of the organisations listed below. The 20 weeks start from the date your child left education or training.\r\n\r\n##England\r\n- the local careers service\r\n- Connexions\r\n\r\n##Scotland or Wales\r\n - the local careers service\r\n\r\n##Northern Ireland \r\n- the careers service of the Department for Employment and Learning\r\n- Education or Library Board\r\n\r\n##Ministry of Defence\r\n - if your child has applied for and is waiting to join the Armed Forces\r\n\r\n##Europe\r\n- a similar organisation to others in this list in any European Economic Area (EEA) country\r\n\r\nYou must let the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") know within 3 months of your child leaving education or training that they have registered with any of these organisations. If you don't, you won’t be able to get the extra money.\r\n\r\nIf your child stops being registered with any of the organisations above before the end of the 20 weeks, you must tell the Tax Credit Office straight away.\r\n","slug":"careers-services","title":"Careers services"}},{"table":{"body":"##Changes to report within one month\r\nTell the Tax Credit Office within one month if your child:\r\n\r\n- leaves education or training that counts for Child Tax Credit\r\n- starts advanced education, such as a course at university level\r\n- starts education or training that's provided as part of their job\r\n- starts education provided as part of a role - such as scout leader or councillor\r\n- gets a paid job and they're usually paid to work for 24 hours or more a week - and they've left education or training that counts for Child Tax Credit\r\n- starts to receive benefits or tax credits in their own right\r\n- stops being registered with a careers service like Connexions - where you are getting the extra period of tax credits for them (of up to 20 weeks)\r\n- gets married or enters a civil partnership - or starts living with a partner as if they are\r\n\r\nYou need to report these changes to the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") or you could be paid too much. If you are [overpaid](/tax-credits-overpayments \"Tax credits overpayments\"), you'll usually have to pay the money back. You could also be charged a penalty. \r\n\r\n##Changes to report within 3 months\r\nTell the Tax Credit Office within 3 months if your child:\r\n\r\n- stays on in education or training that counts for Child Tax Credit after they reach 16\r\n- is aged 16 or 17, stops education or training that counts for Child Tax Credit, but registers with a careers service - like Connexions\r\n\r\nIf you don't, you'll only get Child Tax Credit for them until 31 August after their 16th birthday.","slug":"reporting-changes","title":"Reporting changes"}}],"type":"guide"}