{"alternative_title":"","overview":"Late commercial payments - interest and debt recovery costs you can charge businesses for late payments","slug":"late-commercial-payments-interest-debt-recovery-costs","title":"Late commercial payments: charging interest and debt recovery","updated_at":"2012-10-02T12:13:19+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You can claim interest and debt recovery costs if another business is late paying for goods or a service.\r\n\r\nIf you haven't already agreed when the money will be paid, the law says the payment is late 30 days after either:\r\n\r\n- the customer gets the invoice\r\n- you deliver the goods or provide the service (if this is later)\r\n\r\n%Think about your relationship to the customer before adding interest or costs, and give them another chance to pay.%","slug":"when-payment-becomes-late","title":"When does a payment become late?"}},{"table":{"body":"The interest you can charge if another business is late paying for goods or a service is either:\r\n\r\n- ‘statutory interest’ - this is 8% plus the Bank of England base rate\r\n- ‘contractual interest’ - the rate of interest for a late payment in a contract\r\n\r\n%You can’t claim statutory interest if there's a different rate of interest in a contract.%\r\n\r\nThe current Bank of England base rate is 0.5%, so statutory interest for a recent debt would be 8.5%.\r\n\r\nCheck the [Bank of England base rate history.](http://www.bankofengland.co.uk/boeapps/iadb/Repo.asp \"Bank of England base rate history\"){:rel=\"external\"} \r\n\r\n$E \r\n**Example**  \r\n\r\nIf your business were owed £1,000:  \r\n\r\n- the annual statutory interest on this would be £85 (1000 x 0.085 = £85)  \r\n- you’d divide £85 by 365 to get the daily interest: 23p a day (85 / 365 = 0.23  \r\n- after 50 days this would be £11.64 (50 x 0.23 = 11.50)  \r\n\r\n$E\r\n\r\nSend a new invoice if you decide to add interest to the money you're owed.","slug":"charging-interest-commercial-debt","title":"Interest on late commercial payments"}},{"table":{"body":"You can charge a business a fixed sum for the cost of recovering a late commercial payment.\r\n\r\nThe basic amount you're allowed to charge is:\r\n\r\nAmount of debt | What you can charge\r\n- | -\r\nUp to £999.99 | £40\r\n£1,000 to £9,999.99 | £70\r\n£10,000 or more | £100\r\n\r\n^These amounts are set by late payment legislation.^\r\n\r\nYou can also charge reasonable additional debt recovery costs - eg if you use an accountant, solicitor or debt collection agency to recover the debt.\r\n\r\nWrite to the customer if you decide to add this charge, and send them a new invoice.","slug":"claim-debt-recovery-costs","title":"Claim debt recovery costs on late payments"}}],"type":"guide"}