{"alternative_title":"","overview":"Ways you can pay off your debts - alternatives to bankruptcy and the different types of agreements you can make with your creditors","slug":"options-for-paying-off-your-debts","title":"Options for paying off your debts","updated_at":"2012-10-02T12:13:34+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"How you repay your debts depends on: \r\n\r\n+ what spare income you have - this can be used to make regular payments to your creditors \r\n+ what assets you can sell - these can be sold to help pay your debts \r\n+ your situation - for example, if you're bankrupt or facing bankruptcy there are alternatives like [Fast-track Voluntary Arrangements](fast-track-voluntary-arrangements \"Fast-track Voluntary Arrangements\") and [Debt Relief Orders](debt-relief-orders \"Debt Relief Orders\")\r\n\r\n^Contact the [National Debtline](http://www.nationaldebtline.co.uk/ \"National Debtline\"){:rel=\"external\"} for help with debt problems.^","slug":"overview","title":"Overview"}},{"table":{"body":"A Debt Management Plan is an agreement between you and your creditors to pay **all** of your debts. You make regular payments to a licensed debt management company. The company then shares this money out between your creditors.\r\n\r\n^[Citizens Advice](http://www.citizensadvice.org.uk/contact_us.htm/ \"Citizens Advice\"){:rel=\"external\"} or the [National Debtline](http://www.nationaldebtline.co.uk/ \"National Debtline\"){:rel=\"external\"} can tell you if a Debt Management Plan is right for you.^\r\n\r\n##Get a Debt Management Plan \r\n\r\ns1. Only set up a plan with a company licensed by the Office of Fair Trading. Find a [licensed debt management company.](http://www2.crw.gov.uk/pr/Default.aspx \"Find a licensed debt management company\"){:rel=\"external\"} \r\ns2. The company works out your monthly payments. You'll have to give details about your  financial situation. For example, your assets, debts, income and creditors.\r\ns3. The company contacts your creditors and asks them to agree to the plan (they don't have to).\r\n\r\n\r\n##Costs \r\nSome companies will charge: \r\n\r\n+ a set up fee \r\n+ a handling fee each time you make a payment \r\n\r\n%Make sure you understand the costs of your plan.%\r\n\r\n##Eligibility \r\nDebt Management Plans can only be used to pay ‘unsecured’ debts – for example, debts that haven’t been guaranteed against your property. \r\n\r\n##Your responsibilities \r\nYour plan can be cancelled if you don’t keep up your repayments.","slug":"debt-management-plans","title":"Debt Management Plans"}},{"table":{"body":"If you have a county court or High Court judgment against you, which you can’t pay in full, an Administration Order is a way to deal with the debt. The debt must be less than £5,000. \r\n\r\nYou make one payment a month to your local court. The court will divide this money between your creditors. \r\n\r\n^[Citizens Advice](http://www.citizensadvice.org.uk/contact_us.htm/ \"Citizens Advice\"){:rel=\"external\"} or the [National Debtline](http://www.nationaldebtline.co.uk/ \"National Debtline\"){:rel=\"external\"} can tell you if an Administration Order is right for you.^\r\n\r\n##Get an Administration Order \r\nYou have to apply to your local court. For help applying contact [Citizens Advice.](http://www.citizensadvice.org.uk/contact_us.htm/ \"Citizens Advice\"){:rel=\"external\"}\r\n\r\nThe court decides: \r\n\r\n+ how much of your debt you have to repay – for example, all or just part of it \r\n+ how much your monthly repayments will be\r\n+ how long the arrangement lasts \r\n\r\nIf you can’t pay all your debts the arrangement is known as a ‘Composition Order’. \r\n\r\n##Costs\r\nThere’s a court fee each time you make a payment. This can’t be more than 10% of your debt. \r\n\r\n$E\r\n**Example:** if you owe £5,000 the total fee can’t be more than £500. \r\n$E\r\n\r\n##Eligibility \r\nYou must:\r\n\r\n+ owe less than £5,000, including any interest and charges\r\n+ owe money to at least two creditors\r\n+ prove you can afford your repayments – for example, give details of your income \r\n+ have a county court or High Court judgment against you, which you can’t pay in full\r\n\r\n##Your responsibilities \r\nYou must keep up your repayments or the court can:\r\n\r\n+ take money from your wages – known an ‘Attachment of Earnings Order’ \r\n+ cancel the arrangement \r\n\r\n##Public records\r\nYour Administration Order is added to the Register of Judgments, Orders and Fines. It's usually removed 6 years after the date the order was made. \r\n\r\nIf you repay your debts in full your entry is marked as 'satisfied’. You can also ask the court for a “Certificate of Satisfaction”. To do this, write to the court and send a cheque for £15 (made payable to Her Majesty’s Courts & Tribunal Service). ","slug":"administration-orders","title":"Administration Orders"}},{"table":{"body":"An Individual Voluntary Arrangement is an agreement with your creditors to pay all or part of your debts. You agree to make regular payments to an ‘insolvency practitioner’, who will divide this money between your creditors. \r\n\r\n^[Citizens Advice](http://www.citizensadvice.org.uk/contact_us.htm/ \"Citizens Advice\"){:rel=\"external\"} or the [National Debtline](http://www.nationaldebtline.co.uk/ \"National Debtline\"){:rel=\"external\"} can tell you if an Individual Voluntary Arrangement is right for you.^\r\n\r\n##Get an IVA \r\n\r\ns1. You can only get an Individual Voluntary Arrangement through an insolvency practitioner - [find an insolvency practitioner.](http://www.insolvencydirect.bis.gov.uk/fip1/ \"Find an Insolvency Practitioner\"){:rel=\"external\"} \r\ns2. Your insolvency practitioner works out what you can afford to repay and how long the Individual Voluntary Arrangement lasts. You'll have to give details about your financial situation. For example, your assets, debts, income and creditors.\r\ns3. Your insolvency practitioner contacts your creditors. If those holding more than 75% of your debts agree to the Individual Voluntary Arrangement it will start. It will apply to all your creditors, including any who disagreed to it.\r\n\r\n\r\n##Costs\r\nThere are usually 2 fees:\r\n\r\n+ a set up fee\r\n+ a handling fee each time you make a payment\r\n\r\n%Make sure you understand the costs before asking an insolvency practitioner to act for you.%\r\n\r\n##Your responsibilities \r\nYour Individual Voluntary Arrangement can be cancelled if you don’t keep up your repayments.\r\n\r\n###Public records\r\nYour Individual Voluntary Arrangement will be added to the [Individual Insolvency Register](/search-bankruptcy-insolvency-register \"Search the Individual Insolvency Register\"). It's removed 3 months after the Individual Voluntary Arrangement ends. \r\n\r\n*[IVA]: Individual Voluntary Arrangement\r\n*[IP]: insolvency practitioner","slug":"individual-voluntary-arrangements","title":"Individual Voluntary Arrangements"}},{"table":{"body":"Debt Relief Orders (DROs) are one way to deal with your debts if you owe less than £15,000, have little spare income and don't own your home. \r\n\r\nIf you get one: \r\n\r\n+ your creditors can’t recover their money without the court’s permission\r\n+ you’re usually freed (‘discharged’) from your debts after 12 months \r\n\r\n##Get a Debt Relief Order\r\nYou get a DRO from the Official Receiver (an officer of the bankruptcy court), but you must apply through an **authorised debt adviser**. They'll help you fill in the paperwork. \r\n\r\n^To find an authorised debt adviser contact [Citizens Advice](http://www.citizensadvice.org.uk/contact_us.htm/ \"Citizens Advice\"){:rel=\"external\"} or the [National Debtline.](http://www.nationaldebtline.co.uk/ \"National Debtline\"){:rel=\"external\"}^\r\n\r\n##Costs\r\nThe Official Receiver's fee is £90. Your debt adviser can tell you how and when to pay it. \r\n\r\n##Eligibility\r\nYou're generally eligible if all the below apply - you:\r\n\r\n+ owe less than £15,000\r\n+ have less than £50 a month spare income \r\n+ have less than £300 worth of assets\r\n+ have lived or worked in England and Wales within the last 3 years\r\n+ haven’t applied for a DRO within the last 6 years\r\n\r\n##Restrictions\r\nIf you get a DRO you must follow rules called ‘restrictions’. You can’t:\r\n\r\n+ borrow more than £500 without telling the lender about your DRO\r\n+ act as the director of a company\r\n+ create, manage or promote a company without the court’s permission\r\n+ manage a business without telling those you do business with about your DRO\r\n\r\n###When do the restrictions end?\r\n%Check the [Individual Insolvency Register](/search-bankruptcy-insolvency-register \"Search the Individual Insolvency Register\") to see when the restrictions end.%\r\n\r\nThe restrictions usually last 12 months. They can be extended if careless or dishonest behaviour caused your debt problem. For example, you lied to get credit. \r\n\r\nThe Official Receiver will tell you if they should be extended. To extend them, you'll be asked to agree to a Debt Relief Restrictions Undertaking. If you don’t agree, the court can issue a Debt Relief Restrictions Order. \r\n\r\n##What you need to know\r\nDROs can be cancelled if your finances improve or you don’t co-operate with the Official Receiver. For example, give them any financial information they ask for.\r\n\r\nYour DRO is added to the [Individual Insolvency Register](/search-bankruptcy-insolvency-register \"Search the Individual Insolvency Register\") – it's removed 3 months after the DRO ends.\r\n\r\nYour DRO will stay on your credit record for 6 years.\r\n\r\n*[DRO]: Debt Relief Orders \r\n","slug":"debt-relief-orders","title":"Debt Relief Orders "}},{"table":{"body":"Fast-track Voluntary Arrangements (FTVAs) are a way to deal with your debts if you’ve already been made bankrupt. They're an agreement where your assets are sold to pay your debts and your bankruptcy is annulled (cancelled). \r\n\r\n##Get an FTVA\r\n^You can only get an FTVA if you've already been made bankrupt by the court.^\r\n\r\ns1. Contact the [Official Receiver](/contact-official-receiver \"Contact your Official Receiver\") (an officer of the bankruptcy court).\r\ns2. They’ll send you an FTVA application form and tell you what you need to do – for example, provide details of your assets.\r\ns3. Send your FTVA application to the Official Receiver.\r\ns4. If the Official Receiver accepts your FTVA application they’ll ask your creditors to accept it.\r\ns5. The FTVA starts if 75% of the creditors who respond accept it. It will apply to all your creditors, including any who disagreed to it.\r\n\r\n\r\n##Cost\r\nThe Official Receiver’s fees are: \r\n\r\n+ £315 to be paid before you send your application \r\n+ 15% of the total amount raised to pay your debts\r\n\r\n##What happens next?\r\n\r\n+ the court order making you bankrupt is annulled (cancelled)\r\n+ any assets not already sold or needed to pay your debts are returned to you\r\n+ your FTVA is added to the [Individual Insolvency Register](/search-bankruptcy-insolvency-register \"Search the Individual Insolvency Register\") – it's removed 3 months after the FTVA ends\r\n\r\n##Your responsibilities\r\nYou must co-operate with the Official Receiver, for example:\r\n\r\n+ send any financial information they ask for\r\n+ hand over the assets and make all the payments agreed in the FTVA\r\n\r\n\r\n*[FTVA]: Fast-track Voluntary Arrangements ","slug":"fast-track-voluntary-arrangements","title":"Fast-track Voluntary Arrangements"}}],"type":"guide"}