{"alternative_title":"","overview":"Your rights as a disabled parent, entitlement to benefits and other financial help and support from your council","slug":"disabled-parents","title":"Disabled parents","updated_at":"2012-10-02T12:12:37+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"##Starting a family\r\n\r\nAs a [disabled person](/definition-of-disability-under-the-equality-act-2010 \"Definition of disability\"), you have the right to make your own mind up about becoming a parent. \r\n\r\nYou shouldn't be denied fertility treatment because you're disabled.\r\n\r\nYour health and well-being are factors in adoption assessments but you mustn't be automatically disqualified because you are disabled.\r\n\r\n##Your child(ren)\r\n\r\nYour child shouldn't be identified as 'in need' because you're disabled (although this could be a factor). A child-in-need assessment should only be carried out if there are concerns about your child's well-being.\r\n\r\n^A 'child in need' is a child under 17 whose health and development is likely to be made significantly worse without support.^ \r\n\r\nThe Human Rights Act 1998 is relevant to disabled parents, eg:\r\n\r\n- Article 12: The right to marry and to found a family - social care services and health providers should take all reasonable steps to help you have a family including giving advice and support before and after your child is born","slug":"your-rights","title":"Your rights "}},{"table":{"body":"You could get extra help at home as a disabled parent. Ask for a [health and social care assessment](/apply-needs-assessment-social-services \"Apply for a needs assessment by social services\") to work out what help you need. You can get the assessment before you have your child.\r\n\r\nIf you get [Disability Living Allowance (DLA)](/dla-disability-living-allowance-benefit \"Disability Living Allowance\"), the amount of benefit you're entitled to may change if you have a child. Contact the Disability Living Allowance helpline. \r\n\r\n$C\r\n**Disability Living Allowance helpline**  \r\n**Telephone:** 08457 123 456  \r\n**Textphone:** 08457 22 44 33  \r\n$C\r\n\r\nYour [local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Contact your local council\"){:rel=\"external\"} must make sure disabled people are supported in their family and parental roles. They can support you in several areas, eg visiting your child's school.\r\n\r\n##Equipment\r\nThe Disabled Living Foundation has information on equipment for disabled parents.\r\n\r\n$D\r\n[Download Disabled Living Foundation - Disability, pregnancy and parenthood equipment factsheet (PDF, 180KB)'](http://www.dlf.org.uk/factsheets/Disability_pregnancy_and_parenthood.pdf \"Download 'Disabled Living Foundation - Disability, pregnancy and parenthood equipment factsheet' (PDF, 180KB)\")\r\n$D\r\n\r\n##Parenting classes\r\n[Parenting UK](http://www.parentinguk.org/ \"Parenting UK\"){:rel=\"external\"} holds classes on the skills you'll need as a disabled parent. Classes must be accessible.","slug":"benefits-and-help","title":"Benefits and help "}}],"type":"guide"}