{"alternative_title":"","continuation_link":null,"licence_identifier":"1191-3-1","licence_overview":"$! You must register with the Care Inspectorate if you want to become a childminder in Scotland.$!\r\n\r\nYou must register if you're paid to look after children: \r\n\r\n* 16 or younger \r\n* for more than 2 hours a day\r\n* in a private home\r\n\r\nAll the adults living or working at the home where you’re based must also register.\r\n\r\nYou don’t have to register to do babysitting.\r\n\r\n##How to apply\r\n\r\ns1. [Download guidance on registering and running a childminding service (PDF, 606KB).](http://www.scswis.com/index2.php?option=com_docman&task=doc_view&gid=171&Itemid=378 \"Download guidance on registering and running a childminding service\"){:rel=\"external\"}\r\ns2. [Download an application form to register as a childminder (PDF, 850KB).](http://www.scswis.com/index.php?option=com_docman&task=doc_download&gid=712&Itemid=3780 \"Download an application form to register as a childminder\"){:rel=\"external\"}\r\ns3. Return the application form to the Care Inspectorate - **the address is on the form.**\r\n\r\nIf you can’t download or print the forms, contact the Care Inspectorate for the guidance and application forms.\r\n\r\n$C**Care Inspectorate**  \r\n0845 600 9527  \r\n$C\r\n\r\nThere is no fee to pay. \r\n\r\n##What happens next\r\n\r\nOnce you've submitted your application the Care Inspectorate will: \r\n\r\n* check your references\r\n* carry out checks on you with your doctor, your council and the [Criminal Records Bureau (CRB)](/crb-criminal-records-bureau-check \"Getting a Criminal Records Bureau check\"), \r\n* check anyone else who will be living or working at the home\r\n* inspect the home \r\n\r\n##Getting your registration\r\nIf you're approved, you will receive a certificate that shows you're a registered childminder. This usually takes between 2 and 3 months.\r\n\r\n##Displaying your certificate\r\nYou must keep your certificate of registration - or a copy of it - where it can be easily seen. \r\n\r\n##Fines and penalties\r\nIf you don’t register as a childminder, you can be fined £5,000, sent to prison, or both.","licence_short_description":"You must register with the Care Inspectorate if you want to become a childminder in Scotland.","overview":"If you provide childminding services in Scotland then you must be registered with the Care Inspectorate.","slug":"registering-as-childminder-scotland","title":"Registering as a childminder (Scotland)","updated_at":"2012-10-02T12:13:51+00:00","will_continue_on":null,"type":"licence"}