{"alternative_title":"","overview":"What you can tow with your car depends on when you got your driving licence - towing weights, width limits and safety standards","slug":"towing-with-car","title":"Towing with a car","updated_at":"2012-10-02T12:14:34+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"The rules on what you can tow are different depending on when you passed your driving test.\r\n\r\n^The rules are changing for new licences issued from 19 January 2013 onwards.^\r\n\r\n##Licences held from 1 January 1997\r\n\r\nIf you passed your driving test after 1 January 1997 and have an ordinary category B (car) licence, you can drive either of the following:\r\n\r\n- a vehicle up to 3.5 tonnes (3,500 kilograms) maximum gross weight towing a trailer of up to 750 kilograms maximum gross weight (up to 4,250 kilograms in total)\r\n- a trailer over 750 kilograms maximum gross weight as long as it is no more than the unladen or 'kerb' weight of the towing vehicle (up to 3,500 kilograms in total)\r\n\r\n^For anything heavier you need to take a Category B+E driving test.^\r\n\r\n##Licences held before 1 January 1997\r\n\r\nIf you passed your car test before 1 January 1997 you are generally entitled to drive a vehicle and trailer combination up to 8.25 tonnes Maximum Authorised Mass (MAM).\r\n\r\nThis is the weight of a vehicle or trailer including the maximum load that can be carried safely when it’s being used on the road.\r\n\r\nYou also have entitlement to drive a minibus with a trailer over 750kgs MAM.\r\n\r\n##Licences issued from 19 January 2013\r\n\r\nFrom 19 January 2013, drivers passing a category B (car and small vehicle) test can tow:\r\n\r\n- small trailers weighing no more than 750kg\r\n- trailers weighing more than 750kg, where the combined weight of the towing vehicle and the trailer isn't more than 3,500kg\r\n\r\nIf you want to tow a trailer weighing more than 750kg, when the combined weight of the towing vehicle and trailer is more than 3,500kg, you'll have to pass a further test and get B+E entitlement on your licence.\r\n\r\nYou'll then be able to tow trailers up to 3,500kg.\r\n\r\n##Towing heavier combinations\r\n\r\nIf you want to tow heavier combinations, you’ll have to first [apply for provisional entitlement](/adding-higher-categories-to-your-driving-licence \"apply for provisional entitlement\") to the new C1+E entitlement. You'll then have to pass the category C theory test and C1+E practical test.\r\n\r\nOnce you've done this you can drive vehicles and trailers with a combined weight of up to 12 tonnes MAM.\r\n\r\n*[MAM]: Maximum Authorised Mass","slug":"driving-licence-rules-and-what-you-can-tow","title":"Driving licence rules and what you can tow"}},{"table":{"body":"Most cars have a maximum weight of what they can tow. It's usually listed in the handbook or specification sheet.\r\n\r\nAlternatively the vehicle's **gross train weight** may be listed on the vehicle identification number (VIN) plate on the car. This is normally under the bonnet or inside the driver's door. The gross train weight is the weight of the fully loaded car plus fully loaded trailer and must not be exceeded.\r\n\r\nIf your VIN plate doesn't list a train weight, you should not use your vehicle for towing.\r\n\r\n##Width and length\r\n\r\nThe maximum trailer width for any towing vehicle is 2.55 metres. The maximum length is 7 metres for a trailer towed by a vehicle weighing up to 3.5 tonnes (3,500 kilograms).\r\n\r\n*[VIN]: Vehicle Identification Number","slug":"car-towing-weight-and-width-limits","title":"Car towing weight and width limits"}},{"table":{"body":"The equipment you use with your trailer or caravan must meet certain safety standards.\r\n\r\n##Towing bars\r\n\r\nIf you get a tow bar for your car, it needs to be ‘type approved’. This means it meets European Union (EU) regulations and is designed for your car.\r\n\r\nA type-approved tow bar will have a label with an approval number and details of the vehicles it's approved for.\r\n\r\n^If your car was first used before 1 August 1998, your tow bar doesn't need to be type-approved.^\r\n\r\n##Towing mirrors\r\n\r\nYou must have an adequate view of the road behind you. If your caravan or trailer is wider than the rear of the towing vehicle, you may need to fit suitable towing mirrors.\r\n\r\nIf you tow without proper towing mirrors you can be:\r\n\r\n- prosecuted by the police\r\n- given 3 points on your licence\r\n- fined up to £1,000\r\n\r\n##Trailer brakes\r\n\r\nAny trailer weighing over 750 kilograms must have a working brake system.\r\n\r\nSome smaller trailers also have brakes, although these are optional.\r\n\r\nAny brakes on a trailer or caravan must be in good working order.\r\n\r\n##A-frames and dollys\r\n\r\nIf you attach an A-frame to a car in order to tow it with a larger vehicle, the car plus A-frame counts as a trailer.\r\n\r\nIf you use a dolly to tow a broken-down vehicle, the dolly counts as a trailer.\r\n\r\nIn both cases the usual safety regulations for trailers apply.\r\n\r\n$D\r\n\r\n[Download 'Department for Transport factsheet about 'A' frames and dollies' (PDF, 45KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@motor/documents/digitalasset/dg_200824.pdf \"Download 'Department for Transport information sheet on 'A' frames and dollies' (PDF, 45KB).\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n*[EU]: European Union","slug":"towing-equipment-safety-standards","title":"Towing equipment safety standards"}},{"table":{"body":"American trailers and caravans don't always meet European safety regulations.\r\nIf you want to use an American caravan or trailer in Britain or the European Union, you must first check that it’s legal.\r\n\r\n$D\r\n\r\n[Download 'Department for Transport factsheet about towing American caravans or trailers' (PDF, 57KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@motor/documents/digitalasset/dg_200827.pdf \"Download 'Department for Transport factsheet about towing American caravans or trailers' (PDF, 57KB)\"){:rel=\"external\"}\r\n\r\n$D","slug":"towing-an-american-caravan-or-trailer","title":"Towing an American caravan or trailer"}}],"type":"guide"}