{"alternative_title":"","overview":"Warm Home Discount Scheme is £130 off your winter electricity bill - eligibility, how to claim your discount, deadline for winter 2012 to 2013","slug":"the-warm-home-discount-scheme","title":"The Warm Home Discount scheme","updated_at":"2012-10-02T12:14:30+00:00","parts":[{"table":{"body":"For winter 2012 to 2013, you could get a [£130 discount](/warm-home-discount-scheme#what-youll-get \"What you'll get\") on your electricity bill through the Warm Home Discount Scheme. \r\n\r\nThe discount won't affect your [Cold Weather Payment](/cold-weather-payment \"Cold Weather Payment\") or [Winter Fuel Payment](/winter-fuel-payment \"Winter Fuel Payment\").\r\n\r\n^Not everyone gets the discount, you have to [qualify](/warm-home-discount-scheme#eligibility \"Eligibility\").^ ","slug":"overview","title":"Overview"}},{"table":{"body":"For Winter 2012 to 2013, you can get a £130 discount on your electricity bill. \r\n\r\nThe money is not paid to you, it’s a one-off discount on your electricity bill, usually between October and March. \r\n\r\n##Pre-pay or pay as you go customers \r\n\r\nPeople using pre-pay or pay as you go electricity meters can also qualify for the discount. \r\n\r\nIf eligible, your electricity supplier can tell you how you'll get the discount. For example, a voucher you can use to top up your meter.\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"Usually, you qualify for the discount if on 21 July 2012 your supplier was part of the scheme, your name (or your partner’s) was on the bill and you were either: \r\n\r\n+ 80 or over and getting the Guarantee Credit element of Pension Credit \r\n+ under 80 and only getting the Guarantee Credit element of Pension Credit\r\n\r\n^You might still get the discount even if you don't qualify.^\r\n\r\nSome suppliers offer the discount to people who wouldn't normally qualify. They have their own rules about who else can get the discount – contact them to check their rules. \r\n\r\n##Energy suppliers \r\n\r\nThe following suppliers are part of the scheme: \r\n\r\n- Atlantic\r\n- British Gas\r\n- EDF Energy\r\n- E.ON\r\n- Equipower\r\n- Equigas\r\n- Manweb\r\n- M&S Energy\r\n- npower\r\n- Sainsbury's Energy\r\n- Scottish Gas\r\n- Scottish Hydro\r\n- ScottishPower\r\n- Southern Electric\r\n- SSE  \r\n- Swalec \r\n- Utility Warehouse","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You’ll get a letter from the Department for Work and Pensions telling you one of the following: \r\n\r\n+ you don’t have to apply for the discount – you’ll get it automatically \r\n+ you must apply for the discount by 31 March 2013 – the letter will tell you why and how\r\n\r\nLetters are sent between October 2012 and January 2013. Contact Warm Front if your letter doesn’t arrive. \r\n\r\n$C **Warm Home Discount Scheme Helpline**  \r\n0845 603 9439  \r\nMonday to Friday 9am to 5pm   \r\n$C","slug":"how-to-claim","title":"How to claim"}}],"type":"programme"}