{"alternative_title":"","overview":"The Access to Learning Fund helps students in financial hardship with emergency payments - what you'll get, eligibility and applying ","slug":"access-to-learning-fund","title":"Access to Learning Fund","updated_at":"2012-10-02T12:11:46+00:00","parts":[{"table":{"body":"If you're in financial hardship and need extra help to start a course or stay in higher education, you could get help from the Access to Learning Fund. This is paid on top of the standard student finance package. \r\n\r\nYour university or college decides who gets the money and how much they get. \r\n\r\n^ You can only apply for help from the Access to Learning Fund if you're studying in England. ^\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"The amount you can get is decided by your university or college.\r\n\r\nMost awards are grants that don’t have to be repaid, although some are loans that do have to be paid back.\r\n\r\nMoney can be paid in a lump sum or in instalments.\r\n\r\n^ From September 2012 new part-time students can't get help with tuition fees from the Access to Learning Fund. ^\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"##Your course\r\n\r\nYou can apply to the Access to Learning Fund if you're studying a higher education course that’s: \r\n\r\n- full-time \r\n- part-time\r\n- undergraduate\r\n- postgraduate \r\n\r\nIf you’re a part-time student you may qualify if your course:\r\n\r\n- lasts at least 1 year\r\n- takes no more than twice as long to complete as an equivalent full-time course \r\n- takes no more than 4 times as long to complete as an equivalent full-time course if you're a new student starting from September 2012\r\n\r\nYou must apply for any student loans, grants and bursaries you’re entitled to before applying for the Access to Learning Fund.\r\n\r\n##Priority groups\r\n\r\nThe following groups are priorities for support:\r\n\r\n- students with children - especially single parents\r\n- mature students - especially those with existing financial commitments\r\n- students from low-income families (as determined by the university or college)\r\n- disabled students\r\n- care leavers (if you've been in care)\r\n- students who are homeless or who are living in 'Foyers' (these provide accommodation, guidance and support for homeless young people)\r\n- final-year students","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"Contact the student services department at your university or college - they'll decide if you qualify. Find your university on [UCAS.](http://www.ucas.com/students/choosingcourses/choosinguni/map/ \"UCAS\"){:rel=\"external\"}\r\n\r\nYou'll need:\r\n\r\n- a copy of your letter from [Student Finance England](/contact-student-finance-england \"Contact Student Finance England\") showing how much [student finance](/apply-for-student-finance-2012-13 \"Student finance 2012-13\") you'll get \r\n- documents about your finances, like bank statements and rent details\r\n\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Benefits\r\n\r\nMoney from the Access to Learning Fund won’t usually be counted as income when working out your entitlement to benefits or tax credits, unless it’s for day-to-day living costs.\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}