{"alternative_title":"","overview":"Buy your council home - including how to apply, who is eligible, discounts available and where to get help and advice","slug":"right-to-buy-buying-your-council-home","title":"Right to Buy: buying your council home","updated_at":"2012-10-02T12:14:07+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Right to Buy allows most council tenants to buy their council home at a discount. You can apply using the Right to Buy application form.\r\n\r\n$D\r\n[Download 'Right to Buy application form (RTB1)' (PDF, 364KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_069241.pdf \"Right to Buy application form (RTB1) (PDF, 364KB)\"){:rel=\"external\"}\r\n$D\r\n\r\nYou can apply to buy your council home if:\r\n\r\n+ it’s your only or main home\r\n+ it’s self-contained\r\n+ you’re a secure tenant\r\n+ you’ve had a public sector landlord (eg a council, housing association or NHS trust) for 5 years - it doesn't have to be 5 years in a row\r\n\r\n^Use the tool on the [Right to Buy website](http://righttobuy.communities.gov.uk/ \"Right to Buy\"){:rel=\"external\"} to find out if you can apply.^\r\n\r\n##Joint applications\r\nYou can make a joint application with:\r\n\r\n+ someone who shares your tenancy\r\n+ up to 3 family members who’ve lived with you for the past 12 months (even if they don’t share your tenancy)\r\n\r\n##Ex-council homes\r\nIf your home used to be owned by the council, but they sold it to another landlord (like a housing association), you may still have the Right to Buy. This is called 'Preserved Right to Buy'.\r\n\r\nAsk your landlord if this applies to you.\r\n\r\n##Right to Buy in other parts of the UK\r\n\r\nThis guide is about the Right to Buy in England. Other countries in the UK have different rules:\r\n\r\n+ [Scotland](http://www.scotland.gov.uk/Topics/Built-Environment/Housing/16342/rtb \"Right to Buy in Scotland\"){:rel=\"external\"}\r\n+ [Wales](http://wales.gov.uk/topics/housingandcommunity/housing/social/buying/?lang=en \"Right to Buy in Wales\"){:rel=\"external\"}\r\n+ [Northern Ireland](http://www.nidirect.gov.uk/index/information-and-services/property-and-housing/buying-selling-and-renting-a-home/home-ownership-schemes/house-sales-scheme.htm \"Right to Buy in Northern Ireland\"){:rel=\"external\"}","slug":"overview","title":"Overview"}},{"table":{"body":"If you qualify for Right to Buy, you can get a discount on the market value of your home when you buy it. \r\n\r\n^The maximum discount is £75,000 for anywhere in England.^\r\n\r\nThe discount is based on:\r\n\r\n+ how long you've been a tenant with a public sector landlord\r\n+ the type of property you're buying (a flat or a house)\r\n+ the value of your home\r\n\r\nIf you're buying with someone else, you count the years of whoever's been a public sector tenant the longest.\r\n\r\nYou’ll usually have to repay some or all your discount if you [sell your home](/right-to-buy-buying-your-council-home/selling-your-home) within 5 years.\r\n\r\n^The discount you get might be reduced if you've used Right to Buy in the past.^\r\n\r\n##Working out the discount\r\nThere are different discount levels for houses and flats.\r\n\r\nFor **houses** you get a 35% discount if you’ve been a public sector tenant for 5 years. For every extra year you’ve been a public sector tenant, the discount goes up by 1%, up to a maximum of 60% – or £75,000 (whichever is lower).\r\n\r\nFor **flats** you get a 50% discount if you’ve been a public sector tenant for 5 years. For every extra year you’ve been a public sector tenant, the discount goes up by 2%, up to a maximum of 70% – or £75,000 (whichever is lower).\r\n\r\n$E\r\n**Example** \r\nYour flat is worth £200,000. You’ve been a public sector tenant for 10 years. You would qualify for a 60% discount (£120,000). But as the maximum discount is £75,000, you could buy your flat for £125,000.\r\n$E\r\n\r\n##If your landlord has spent money on your home\r\nYour discount will be less if your landlord has spent money building or maintaining your home:\r\n\r\n+ in the last 10 years - if your landlord built or acquired your home before 2 April 2012\r\n+ in the last 15 years - if you are buying your home through Preserved Right to Buy, or if your landlord acquired your home after 2 April 2012\r\n\r\n^If your landlord has spent more money than your home is now worth, you won’t get any discount.^\r\n\r\n\r\n\r\n##Social HomeBuy\r\nIf you can't afford to buy your home through Right to Buy, you may still be able to buy a share of it through [Social HomeBuy](/shared-ownership-for-council-and-housing-association-tenants \"Shared ownership for council and housing association tenants\").","slug":"discounts","title":"Discounts"}},{"table":{"body":"To apply to buy your council home:\r\n\r\ns1. Fill in the [Right to Buy application form (PDF, 364KB).](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_069241.pdf \"Right to Buy application form (RTB1) (PDF, 364KB)\"){:rel=\"external\"}\r\ns2. Send it to your landlord.\r\ns3. Your landlord must say yes or no within 4 weeks of getting your application (8 weeks if they’ve been your landlord for less than 2 years). If your landlord says no, they must say why.\r\ns4. If your landlord agrees to sell, they'll send you an [offer](/right-to-buy-buying-your-council-home/your-landlords-offer \"Right to Buy: buying your council home (Your landlord's offer)\"). They must do this within 8 weeks of saying yes if you’re buying a freehold property, or 12 weeks if you’re buying a leasehold property.\r\n","slug":"applying","title":"Applying"}},{"table":{"body":"If your landlord agrees to sell, their offer will tell you:\r\n\r\n+ the price they think you should pay for the property and how it was worked out\r\n+ your discount and how it was worked out\r\n+ a description of the property and any land included in the price\r\n+ estimates of any [service charge](/leasehold-property/service-charges-and-other-expenses \"Service charges and other expenses\") (for a flat or maisonette) for the first 5 years\r\n+ any known problems with the property’s structure, eg subsidence\r\n\r\n##Deciding to buy\r\nOnce you get your landlord’s offer, you have 12 weeks to tell them that you still want to buy. \r\n\r\nIf you don’t reply, the landlord will send you a reminder. You have 28 days to reply to the reminder, or the landlord could drop your application.\r\n\r\nYou can pull out of the sale and continue to rent at any time.\r\n\r\n##If you disagree with the landlord’s offer\r\n\r\nContact your landlord and tell them why.\r\n\r\nIf you think your landlord has set your home’s market value too high, you must write to them within 3 months of getting the offer and ask them for an independent valuation.\r\n\r\nA district valuer from HMRC will visit your home and decide how much it’s worth. You have 12 weeks to accept their valuation or pull out of the sale.\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"your-landlords-offer","title":"Your landlord's offer"}},{"table":{"body":"If your landlord says you can't buy your home, you can only appeal if you were turned down because your landlord says your home is suitable for the elderly.\r\n\r\nYou appeal to the [Residential Property Tribunal](/housing-tribunals/residential-property-tribunal-council-homes-and-park-homes \"Housing tribunals\"). \r\n\r\n","slug":"appeals","title":"Appeals"}},{"table":{"body":"Your landlord must complete parts of your Right to Buy application within [set time limits](/right-to-buy-buying-your-council-home/applying).\r\n\r\nIf they don't, you could get a reduction in the sale price.\r\n\r\n##Applying for a reduction because of a delay\r\n\r\nFill in the 'Initial notice of delay’ form below and send it to your landlord. \r\n\r\n$D\r\n[Download 'Initial notice of delay form (RTB6)' (PDF, 15KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@home/documents/digitalasset/dg_201349.pdf \"Initial notice of delay form (RTB6) (PDF, 15KB)\"){:rel=\"external\"}\r\n$D\r\n\r\nYour landlord must then either move the sale along within 1 month or send you a ‘counter notice’. The counter notice will say that they've already replied or explain why they can’t speed things up.\r\n\r\nIf your landlord doesn’t reply within a month of getting the RTB6, fill in the 'operative notice of delay' form (‘RTB8’). This means that any rent you pay while you’re waiting to hear from your landlord could be taken off the sale price.\r\n\r\n$D\r\n[Download 'Operative notice of delay form (RTB8)' (PDF, 13KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@home/documents/digitalasset/dg_201350.pdf \"Operative notice of delay form (RTB8) (PDF, 13KB)\"){:rel=\"external\"}\r\n$D\r\n\r\nYou can do this each time your landlord is late getting back to you.\r\n","slug":"delays","title":"Delays"}},{"table":{"body":"If you sell your home within 10 years of buying it through Right to Buy, you must first offer it to either:\r\n\r\n+ your old landlord\r\n+ another social landlord in the area\r\n\r\nThe property should be sold at the full market price agreed between you and the landlord. \r\n\r\nIf you can’t agree, a district valuer will say how much your home is worth and set the price. You won’t have to pay for their valuation. \r\n\r\nIf the landlord doesn’t agree to buy your home within 8 weeks, you can sell it to anyone.\r\n\r\n##Paying back your discount\r\n\r\nIf you sell your Right to Buy home within 5 years of buying it, you’ll have to pay back some or all of the discount you got. \r\n\r\nIf you sell within the first year, you’ll have to pay back all of the discount. On top of this, the amount you pay back depends on the value of your home when you sell it. So, if you got a 20% discount, you’ll have to pay back 20% of the selling price.\r\n\r\nIf you sell after the first year, the total amount you pay back reduces. You pay back:\r\n\r\n+ 80% of the discount in the second year\r\n+ 60% of the discount in the third year\r\n+ 40% of the discount in the fourth year\r\n+ 20% of the discount in the fifth year\r\n\r\n$E\r\n**Example**\r\nYou bought your home worth £100,000 and got a 40% discount (£40,000). You then sold your home after 18 months for £120,000. \r\n\r\n40% of £120,000 is £48,000. As you’re in the second year, you would repay 80% of £48,000 (£38,400).\r\n$E\r\n\r\nYou may not have to pay back the discount if you transfer ownership of your home to a member of your family. You will need to agree this first with your landlord and then get a solicitor to do this for you.\r\n\r\n##Rural homes\r\nYour landlord may limit who you can sell your home to if your home is in:\r\n\r\n+ a national park\r\n+ an area of outstanding natural beauty\r\n+ an area the government says is rural for Right to Buy\r\n\r\n\r\nFor example, you may have to sell your home to someone who’s lived or worked in the area for more than 3 years. This may mean you have difficulty getting a mortgage to buy your home.\r\n\r\nYour landlord will tell you if this could apply to your home when you apply for Right to Buy.","slug":"selling-your-home","title":"Selling your home"}},{"table":{"body":"You can get free advice about:\r\n\r\n+ how to complete your Right to Buy application\r\n+ whether the scheme is right for you\r\n\r\n^[Ask your council](/find-out-about-right-to-buy-from-your-council \"Find out about Right to Buy\") about Right to Buy. They may also be able to help you complete the application.^\r\n\r\n##Money Advice Service\r\nThe [Money Advice Service](http://moneyadviceservice.org.uk/ \"Money Advice Service\"){:rel=\"external\"} offers free, impartial advice about money, including buying a home and taking out a mortgage.\r\n\r\n$C\r\n**Money Advice Service**  \r\n0300 500 5000\r\n$C\r\n\r\n\r\n##Department for Communities and Local Government\r\nThe Right to Buy team at the Department for Communities and Local Government can answer questions about how the scheme works.\r\n\r\n\r\n$C\r\n**Department for Communities and Local Government**  \r\n<RTB@communities.gsi.gov.uk>  \r\n0303 444 3798\r\n$C\r\n\r\n##Other help\r\n\r\n$D\r\n[Download 'Your right to buy your home' (PDF, 286KB)](http://www.communities.gov.uk/documents/housing/pdf/2122846.pdf \"Your right to buy your home (PDF, 286KB)\"){:rel=\"external\"}\r\n$D\r\nYou can also get advice on Right to Buy from:\r\n\r\n+ [Citizens Advice](http://www.citizensadvice.org.uk/ \"Citizens Advice\"){:rel=\"external\"}\r\n+ [Shelter](http://www.shelter.org.uk/ \"Shelter\"){:rel=\"external\"}\r\n+ your local [Law Centre](http://www.lawcentres.org.uk/ \"Law Centres\"){:rel=\"external\"}\r\n\r\n\r\n\r\n","slug":"help-and-advice","title":"Help and advice"}}],"type":"guide"}