{"alternative_title":"Making an appeal against Self Assessment penalties and payment demands","overview":"Appealing against HM Revenue & Customs decisions about tax or penalties they're asking you to pay","slug":"self-assessment-appeals","title":"Appeal against Self Assessment penalties and tax bills","updated_at":"2012-10-02T12:11:52+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You may be [charged a penalty](/self-assessment-tax-returns/penalties \"Penalties for late tax returns and payments\") if you've missed the tax return or payment deadline. \r\n\r\nYou can appeal against the penalty if you've got a 'reasonable excuse' for being late.\r\n\r\n###What may be a reasonable excuse\r\n\r\nA reasonable excuse is something that is unexpected and outside your control that prevented you from sending your tax return or payment on time, like:\r\n\r\n- a close family member died\r\n- you had a serious or life-threatening illness\r\n- you lost important documents in a fire and couldn't complete your tax return\r\n- your cheque wasn’t paid or your payment failed because of an error by your bank\r\n- you registered for the HM Revenue & Customs (HMRC) online service on time but didn’t get your activation code or user ID in time\r\n\r\n###What's unlikely to be a reasonable excuse\r\n\r\nThe following aren't usually accepted as a reasonable excuse:\r\n\r\n- pressure of work\r\n- you found the tax return too difficult to complete\r\n- your cheque bounced or payment failed because you didn’t have enough money\r\n- you didn’t get a reminder from HMRC\r\n- you registered for the HMRC online service too late and didn’t get your activation code or user ID in time\r\n\r\n##How to appeal\r\n\r\nYou can:\r\n\r\n- [fill in an appeal form](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?record=3ScvEs7_4vk&formId=6706 \"Form to appeal against a Self Assessment penalty\"){:rel=\"external\"}\r\n- use the appeal form that came with your penalty letter\r\n\r\n^Only the nominated partner can appeal against penalties for sending partnership tax returns late.^\r\n\r\n##Appeal deadlines\r\n\r\n%You must appeal within 30 days of the date of the penalty letter you get from HMRC.% \r\n\r\nIf you appeal after 30 days, HMRC will decide if they will consider your appeal.\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"appeal-against-a-penalty","title":"Appeal against a penalty"}},{"table":{"body":"##If you think your tax bill is wrong\r\n\r\nIf you think you've made a mistake on your tax return, you may be able to [correct it.](/self-assessment-tax-returns/corrections \"Correcting your tax return\")\r\n\r\nIf HM Revenue & Customs (HMRC) has estimated the bill because you didn't send a tax return, you should [send your tax return.](/file-your-self-assessment-tax-return \"Send your Self Assessment tax return online\") \r\n\r\n^ You'll be sent a new tax bill if you correct or amend your tax return.^\r\n\r\nIf you disagree with your bill because HMRC have changed what you owe after a check on your return, you can appeal against it.\r\n\r\n##Appeal deadlines\r\n\r\nYou have 30 days from the date of HMRC’s letter to appeal.\r\n\r\nIf you appeal after 30 days, you’ll have to explain why. HMRC will decide if they will accept your appeal.\r\n\r\n##How to appeal\r\n\r\nYou can:\r\n\r\n- use the appeal form if one came with the letter HMRC sent you\r\n- appeal in writing to the office that sent the letter\r\n\r\n##Appeal by letter\r\n\r\nIf you appeal by letter, you must include:\r\n\r\n- your name\r\n- your 10-digit unique taxpayer reference number \r\n- the amount of the tax or penalty you’re appealing against\r\n- the reasons why you’re appealing\r\n\r\nYou must sign the letter.\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"appeal-against-a-tax-bill","title":"Appeal against a tax bill"}},{"table":{"body":"You may be able to delay paying a penalty or tax bill if you're appealing the amount you have to pay.\r\n\r\nWrite to the HM Revenue & Customs (HMRC) office that sent you the letter about your tax bill or penalty, telling them:\r\n\r\n- why you think the amount you've been asked to pay is too much\r\n- what you think the correct amount is and when you'll pay it\r\n\r\nHMRC will tell you in writing if they agree.\r\n\r\nYou may have to pay interest on the amount you don’t pay straight away.\r\n\r\nIf you win your appeal, the interest will be cancelled and repaid. If you lose your appeal, you may have to pay interest.\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"delay-payment-of-a-penalty-or-tax-bill","title":"Delay payment of a penalty or tax bill"}},{"table":{"body":"HM Revenue & Customs (HMRC) will tell you their decision in writing - along with how much you must pay or be repaid.\r\n\r\nIf you disagree with the appeal decision, you can either:\r\n\r\n- ask HMRC to [review their decision](http://www.hmrc.gov.uk/complaints-appeals/how-to-appeal/indirect-tax.htm#2 \"How to ask HMRC to review one of their decisions\"){:rel=\"external\"}\r\n- appeal to the independent [tax tribunal](http://www.justice.gov.uk/tribunals/tax/appeals \"Appealing to the tax tribunal\"){:rel=\"external\"}\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"after-your-appeal","title":"After your appeal"}}],"type":"guide"}