{"alternative_title":"","overview":"How legal industrial action is organised, picketing and the law and what your employment rights when you are on strike","slug":"industrial-action-strikes","title":"Taking part in industrial action and strikes","updated_at":"2012-10-03T11:31:46+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Industrial action is when workers:\r\n\r\n+ go on strike \r\n+ take other action like refusing to do overtime (known as 'action short of a strike') \r\n\r\nSometimes an employer may stop their workers from working or coming back to work during a dispute. This is called a 'lock-out'.\r\n\r\n##Calling industrial action##\r\nIndustrial action happens when trade union members are in a dispute with their employers that can't be solved through negotiations. \r\n\r\nA trade union can only call for industrial action if a majority of its members involved support it in a [properly organised postal vote](holding-a-ballot \"holding a ballot\") - called a 'ballot'. \r\n\r\nBefore organising a ballot, a union must decide which members affected by a dispute it wants to ask to take industrial action. It must tell all members entitled to vote and the employer what the ballot results were. \r\n\r\nA trade union calls industrial action by telling members and the employer when and how this action will be taken. This should be done by a trade union official or committee that has the legal right to do so. Your voting paper must have said who this is.\r\n\r\n##Taking part in industrial action - your rights##\r\nIf you're a trade union member, you have the right to vote before your union asks you to take industrial action. You don't have to take part in industrial action and can't be disciplined by your union if you don't.\r\n\r\nIf you do get excluded or expelled from your union, you can complain to an [employment tribunal](/employment-tribunals \"employment tribunals\").","slug":"overview","title":"Overview"}},{"table":{"body":"Your union must have a vote (a 'ballot') that's properly organised according to legal rules. \r\n\r\n##Properly organised ballots##\r\nA ballot for industrial action must:\r\n\r\n+ be supervised by a qualified independent person (a 'scrutineer' - often someone from an organisation like the Electoral Reform Society) appointed by the union if over 50 members are being balloted\r\n+ be held before the union asks members to take or continue taking action\r\n+ be open to all members the union wants to take action\r\n+ be a postal ballot where members vote by marking a box on a voting paper and return it in a prepaid envelope \r\n+ include information on what the ballot is about and where to post your vote\r\n\r\nThe union must tell everyone entitled to vote how many people voted, the number of yes votes, no votes or spoiled papers as soon as it can after the ballot. \r\n\r\nIt must also give the employer one week's notice of the start of the ballot and tell them the result as soon as possible once it's available.\r\n\r\nThere are other rules in 'The Code of Practice on industrial action ballots'.\r\n\r\n$D\r\n[Download 'The Code of Practice on industrial action ballots' (PDF, 193KB)](http://www.bis.gov.uk/assets/biscore/employment-matters/docs/I/05-1462-industrial-action-ballots-notice-to-employers.pdf \"Download 'The Code of Practice on industrial action ballots'  (PDF, 193KB)\"){:rel=\"external\"} \r\n$D\r\n\r\n##Questions on the voting paper##\r\nWhen you're balloted, your voting paper must ask whether you want to take part in either (or both):\r\n\r\n+ strike action\r\n+ action short of a strike\r\n\r\nThe union can only call on members to take action if a majority of members who voted were in favour of that particular action. If both questions are asked on the ballot paper and members vote yes to both, the union can decide what industrial action to take. \r\n\r\n##Complaining about ballots##\r\nYou can apply for a court order if your union breaks the rules on industrial action ballots. You can take legal advice before doing this.\r\n\r\nThe court may order the union not to organise action if it decides a ballot wasn't held according to the rules.\r\n\r\nYou can apply for a temporary injunction that tells the union not to call industrial action if your case can't be heard in court straight away.\r\n\r\nIf the union doesn't do what the court says, you can ask them to 'declare the union to be in contempt of court' and the union can be fined. \r\n","slug":"holding-a-ballot","title":"Holding a ballot "}},{"table":{"body":"You have the right to take industrial action and you can't be legally forced to stay at, or go back to, work (unless a ballot wasn't organised properly).\r\n\r\nIf you take industrial action, you'll probably have broken (be 'in breach of') your employment contract and your employer:\r\n\r\n+ is unlikely to pay for the work you didn't do when you took industrial action \r\n+ can sue you for breaking your contract (this doesn't happen often)\r\n\r\nTaking industrial action doesn't usually mean that your employer will say you've broken your period of continuous employment with them. This begins when you start working for your employer and ends on the day your employer uses to calculate your length of service.\r\n\r\nHowever, if you take industrial action, your employer will reduce your length of service with them by the number of days you were on strike. This is important when working out your pension and things like statutory redundancy pay. \r\n\r\n##Dismissal for industrial action##\r\n\r\nYou can't be dismissed for industrial action if:\r\n\r\n+ it's called as a result of a [properly organised ballot](holding-a-ballot \"Holding a ballot\")\r\n+ it's about a trade dispute between workers and their employer (eg about your terms and conditions)\r\n+ a detailed notice about the industrial action (which is legally required) has been given to the employer at least 7 days before it begins\r\n\r\nYou can claim unfair dismissal at an [employment tribunal](/employment-tribunals \"employment tribunals\") if you're dismissed for taking industrial action at any time within the 12 weeks after the action began.\r\n\r\nAfter 12 weeks, you can be dismissed if you take industrial action and your employer has tried to settle the dispute. For example, your employer may bring in advisers from Acas to help find a solution. \r\n\r\n##When you may be dismissed##\r\nYou could be dismissed for taking part in industrial action if:\r\n\r\n+ the union hasn't held a properly organised ballot \r\n+ the union hasn't given the employer the correct notice for balloting members or taking action \r\n+ the union hasn't called its members to take action because they think the dispute is settled or action is called by someone who doesn't have the authority to do so\r\n+ it's in support of workers taking action against another employer (otherwise known as 'sympathy' or 'secondary' action)\r\n+ it's in support of only employing union members (otherwise known as a 'closed shop') \r\n+ it breaks any other parts of industrial action law\r\n\r\n$D\r\n[Download 'Industrial action law' (PDF, 111KB)](http://www.bis.gov.uk/assets/biscore/employment-matters/docs/10-922-industrial-action-employee-guide.pdf \"Industrial action and the law\" ){:rel=\"external\"}\r\n$D\r\n\r\nIf you take part in industrial action that breaks the regulations and you're dismissed, you can't usually claim unfair dismissal if all employees taking part are dismissed as well. \r\n\r\n##Unofficial industrial action##\r\nThis is action that isn't organised by a trade union or isn't supported by the union you're a member of. \r\n\r\n##Industrial action by non-union members##\r\nNon-union members who take part in legal, official industrial action have the same rights as union members not to be dismissed as a result of taking action. \r\n\r\n*[Acas]: Advisory, Conciliation and Arbitration Service\r\n","slug":"your-employment-rights-during-industrial-action","title":"Your employment rights during industrial action"}},{"table":{"body":"A picket line is where workers and union reps ('picketers' or 'pickets') stand outside a workplace to tell other people why they are striking. Pickets may also ask people not to:\r\n\r\n+ do some of their usual work\r\n+ go into work \r\n\r\nPickets must not prevent people from going to work or doing their usual work if they want to do so.\r\n\r\nThe 'Picketing Code of Practice' explains the rules around lawful picketing.\r\n\r\n$D\r\n[Download 'Picketing Code of Practice' (PDF, 140KB)](http://www.bis.gov.uk/assets/biscore/employment-matters/docs/P/96-618-picketing.pdf \"Download 'Picketing Code of Practice' (PDF, 140KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n##Picketing and the law##\r\nIt's a criminal offence for pickets to:\r\n\r\n+ use threatening or abusive behaviour to people walking past or crossing the picket line\r\n+ block people or vehicles trying to get into the workplace which is on strike (called 'causing an obstruction' by police)\r\n+ carry weapons\r\n+ damage property\r\n+ cause or threaten to cause a 'breach of the peace' \r\n+ try to block roads near the picket line (called 'causing an obstruction to the public highway')\r\n+ try to stop the police who are outside the workplace from doing their job\r\n\r\nYou can have legal action taken against you if you break the law or encourage others to do so when you're picketing. This includes:\r\n\r\n+ trespassing (trying to enter a building without permission)\r\n+ making a noise nuisance\r\n+ using threatening language or offensive material, libel or slander in leaflets, banners, placards, chants or speeches\r\n\r\nIf you break a court order banning you or your trade union from holding a picket, you could be open to further legal action (otherwise known as 'contempt of court').\r\n\r\n##Mass picketing##\r\nPolice have special powers to stop a mass picket if they think there's a danger of:\r\n\r\n+ serious public disorder (like a riot)\r\n+ serious damage to property\r\n\r\nThe Code of Practice on picketing says usually there should be no more than 6 people outside an entrance to a workplace.\r\n\r\nIf you don't stop picketing when told do so by police, you can be arrested.\r\n\r\n##Secondary picketing##\r\nYou mustn't picket other companies whose employers aren't in a dispute with your union - this is called secondary picketing. For example, it's illegal to go to your employer's customers to convince them not to handle your employer's goods. \r\n\r\n##Flying pickets##\r\nFlying pickets are groups of striking workers that move from one workplace to another to picket them. Usually flying pickets are illegal - you can only join a picket line at your workplace. \r\n\r\nTrade union reps can be on picket lines at different workplaces if they're responsible for organising workers in those workplaces. \r\n ","slug":"going-on-strike-and-picketing","title":"Going on strike and picketing"}}],"type":"guide"}