{"alternative_title":"","overview":"Grievances and disciplinary action at work can be solved by informal discussions, formal procedures, mediation, conciliation or arbitration","slug":"solve-workplace-dispute","title":"Solve a workplace dispute","updated_at":"2012-10-03T11:49:59+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Problems with your employer usually fall into one of two categories: \r\n\r\n- grievances - when you raise your concerns, problems or complaints with your employer\r\n- disciplinaries - when your employer has concerns about your work, conduct or absence \r\n\r\nExplain your concern to your manager to see if you can sort out any problems informally. You may find it helpful to suggest what you would like them to do to solve your problem.\r\n\r\nYour employer should discuss any disciplinary issues with you informally first. These issues could lead to formal disciplinary action, including [dismissal](/dismissal \"dismissal\") in more serious or repetitive cases.\r\n\r\n##Right to be accompanied\r\nYou have the right to be accompanied to grievance or disciplinary meetings (and any appeals) by either a:\r\n\r\n- colleague or trade union representative\r\n- family member or Citizens Advice Bureau worker if this allowed - check your employment contract, company handbook or human resources intranet site\r\n\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"You can make a formal grievance complaint or face formal disciplinary action if you weren't able to resolve your problem informally.\r\n\r\n##Grievances \r\n\r\nIf you've tried solving a problem by talking to your manager but you're not satisfied, you can make a formal grievance complaint.\r\n\r\nYour employer should put their grievance procedure in writing. You should be able to find this in your:\r\n\r\n- company handbook\r\n- human resources (HR) or personnel manual\r\n- HR intranet site\r\n- employment contract\r\n\r\nYour employer’s grievance procedure should include the following steps:\r\n\r\n- writing a letter to your employer setting out the details of your grievance\r\n- a meeting with your employer to discuss the issue\r\n- the ability to [appeal](appeals \"Appeals\") your employer’s decision\r\n\r\n^ Read the [Acas guide on discipline and grievances at work (PDF, 1MB)](http://www.acas.org.uk/CHttpHandler.ashx?id=1043 \"Acas guide on discipline and grievances at work\"){:rel=\"external\"} for more information. ^\r\n\r\n\r\n##Disciplinary action\r\n\r\nYou might face disciplinary action if your employer has decided they have a serious issue with you or your work. \r\n\r\nYour employer should put their disciplinary procedure in writing and it should contain:\r\n\r\n- your employer's disciplinary procedure rules\r\n- what performance and behaviour might lead to disciplinary action\r\n- what action your employer might take and your right to [appeal](appeals “Appeals”) \r\n\r\n^ Read the [Acas guide on discipline and grievances at work (PDF, 1MB)](http://www.acas.org.uk/CHttpHandler.ashx?id=1043 \"Acas guide on discipline and grievances at work\"){:rel=\"external\"} for more information. ^\r\n\r\n###Suspension from work\r\n\r\nIf you are facing discipline over a serious issue, your employer may be able to suspend you during the time leading up to a disciplinary meeting. \r\n\r\nCheck your employment contract, company handbook or HR intranet site to see if you're paid if suspended.\r\n\r\n##Using the Acas Code of Practice\r\nIf either you and your employer don't follow the [Acas Code of Practice on disciplinary and grievance procedures](http://www.acas.org.uk/CHttpHandler.ashx?id=1041 \"Acas Code of Practice\"){:rel=\"external\"} and you go to an [employment tribunal](/employment-tribunals \"Employment Tribunal\"), the result of your claim could be affected.\r\n\r\nIn this situation a tribunal can adjust the amount of compensation awarded by up to 25%.\r\n\r\n[HR]: Human resources","slug":"formal-procedures","title":"Formal procedures"}},{"table":{"body":"You can appeal the result of a grievance or disciplinary procedure. Your appeal must be in writing. \r\n\r\n###Appeals procedure\r\n\r\nYour employer’s grievance and disciplinary procedures will set out:\r\n\r\n- who you should submit your appeal to\r\n- the time limit within which an appeal must be made\r\n- any meetings that will be held and \r\n- how the appeal meeting will be run\r\n\r\nYou have the right to be accompanied during any appeal meetings.","slug":"appeals","title":"Appeals"}},{"table":{"body":"You can get help from a third-party to solve disputes between you and you employer. The main ways you can do this are through:\r\n\r\n- mediation\r\n- conciliation\r\n- arbitration\r\n\r\n\r\n##Mediation\r\n\r\nMediation is when an independent and impartial third party discusses a problem with you and your employer (or between you and another employee) to try and find a solution. It's often used after informal discussions haven't come up with a solution.\r\n\r\nMediation is voluntary and the mediator can't force you or your employer to accept a solution. Both you and your employer must agree on the way to solve the dispute.\r\n\r\n^ Mediation shouldn’t be used to solve problems that have to be formally investigated (eg harassment or discrimination). ^\r\n\r\nYou can also [find a mediation service](http://www.cmcregistered.org/search/rand?rerand=true \"find a mediation service\"){:rel=\"external\"} on the Civil Mediation Council website.\r\n\r\n^ Read the [Acas guide on mediation](http://www.acas.org.uk/index.aspx?articleid=1680 \"Acas guide on mediation\"){:rel=\"external\"} for more information. ^\r\n\r\n##Conciliation\r\n\r\nConciliation is similar to mediation but is normally used when:\r\n\r\n- you believe you may be entitled to make a claim to an employment tribunal\r\n- you have already made a claim to an employment tribunal\r\n\r\n\r\nConciliation is voluntary - both you and your employer must agree to it before it happens.\r\n\r\nAcas can offer a free service to help to settle a claim or potential claim.\r\n\r\n^ Read the [Acas guide on conciliation](http://www.acas.org.uk/index.aspx?articleid=1697 \"Acas guide on conciliation\"){:rel=\"external\"} for more information. ^\r\n\r\n##Arbitration\r\n\r\nArbitration is when a third-party makes a firm decision on a case after considering all the issues. \r\n\r\nYou and your employer must agree to an arbitrator’s decision being legally binding. If you don't agree, you can still take a case to an [employment tribunal.](/employment-tribunals \"Employment Tribunal\")\r\n\r\n^ Read the [Acas guide on arbitration](http://www.acas.org.uk/index.aspx?articleid=1711 \"Acas guide on arbitration\"){:rel=\"external\"} for more information. ^","slug":"mediation-conciliation-and-arbitration","title":"Mediation, conciliation and arbitration"}},{"table":{"body":"If you have been unable to solve a problem between you and your employer, you may have to go to an [employment tribunal](/employment-tribunals \"Employment Tribunal\").\r\n\r\nAt the tribunal, you and your employer will present your cases, answer questions and the tribunal will make a decision.","slug":"tribunals","title":"Tribunals"}},{"table":{"body":"If you need advice call Acas, contact [Citizen's Advice](http://www.citizensadvice.org.uk/ \"Citizen's Advice\"){:rel=\"external\"} or speak to your [trade union](/join-trade-union/role-of-your-trade-union-rep \"Role of your trade union rep\") or staff representative.\r\n\r\n$C\r\n**Acas helpline**  \r\n08457 47 47 47  \r\nMonday to Friday 8am to 8pm, Saturday 9am to 1pm\r\n$C","slug":"help-and-advice","title":"Help and advice"}}],"type":"guide"}