{"alternative_title":"","overview":"Agricultural Sick Pay means you're paid wages while you're sick - can you get it, how to claim, what you'll get","slug":"agricultural-sick-pay","title":"Agricultural Sick Pay","updated_at":"2012-10-02T12:11:48+00:00","parts":[{"table":{"body":"Agricultural Sick Pay (ASP) means you're paid at least the [Agricultural Minimum Wage](/agricultural-workers-rights/pay-grades-and-overtime \"Agricultural workers' rights\") when you're off work sick. It includes any [Statutory Sick Pay](/statutory-sick-pay-ssp \"Statutory sick pay\") you might be entitled to.\r\n\r\n*[ASP]: Agricultural Sick Pay","slug":"overview","title":"Overview"}},{"table":{"body":"Number of months continuous employment when you went off sick | Maximum weeks you can claim ASP per year\r\n- | -\r\nUp to 12 | 0\r\n12-23 | 13\r\n24-35 | 16\r\n36-47 | 19\r\n48-58 | 22\r\n59+ | 26\r\n\r\n##Working out how much you'll get\r\n\r\nMultiply the 'maximum weeks you can claim ASP' in the table by the number of days you regularly work per week including any guaranteed overtime. This doesn't include overtime you regularly work that isn't guaranteed. This number tells you how many days you can claim over a 12 month period starting from the first day of sickness or injury that's eligible.\r\n\r\nThe period you can claim for starts on the first full working day you're unable to work and ends on the day before you return. This can be any day, including days you don't usually work.\r\n\r\n$E\r\n\r\n**Example:** Laura has been continuously employed for 38 months and works 4 days a week. She multiplies 19 by 4 to get 76. She can claim 76 days Agricultural Sick Pay (ASP).\r\n\r\n$E\r\n\r\nYou must be paid at least your basic pay for all normal working hours (including guaranteed overtime) for each day you're entitled to.\r\n\r\n##Away for longer than you're entitled to claim for\r\n\r\nIf you're away for longer than the number of weeks you're entitled to claim for, you might be able to get [Employment and Support Allowance](/employment-support-allowance \"Employment and Support Allowance\") or other benefits.\r\n\r\n##When you'll be paid\r\n\r\nYou should be paid on your normal pay day. Your employer must pay your sick pay while you're off work and immediately after you come back. Each payment should be for **at least** the amount your employer knows you're entitled to (rather than guessing when you'll return).\r\n\r\n*[ASP]: Agricultural Sick Pay","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You must have been continuously employed by the same employer for at least 52 weeks before the first day of your absence.\r\n\r\n##When you become entitled to Agricultural Sick Pay (ASP)\r\n\r\nYou won't be paid for the first 3 days off sick unless you're away for longer than 14 working days in total.\r\n\r\n##Sickness that counts for ASP\r\n\r\n- your own illness, whatever caused it\r\n- your own illness or incapacity caused by pregnancy or maternity\r\n- injuries which happened at work\r\n- injuries which happened travelling to or from work\r\n- recovering from an operation caused by an illness or injury suffered at work or travelling to or from work\r\n\r\nIf you're sick because of another reason, you might be entitled to [Statutory Sick Pay](/statutory-sick-pay-ssp \"Statutory sick pay\").\r\n\r\n*[ASP]: Agricultural Sick Pay","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"Tell your employer about your sickness or injury and they'll sort out your Agricultural Sick Pay (ASP). If you're ill for longer than 8 days, you must give your employer a medical certificate ([doctor’s note](/fit-note-statement-fitness-to-work \"Get a fit note\")).\r\n\r\n*[ASP]: Agricultural Sick Pay","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"If you need advice, contact the Pay and Work Rights helpline.\r\n\r\n[Online enquiry form.](https://payandworkrights.direct.gov.uk/ \"Online enquiry form\")\r\n\r\nIf you know you're not being treated fairly and want to complain, use the [online complaint form.](https://payandworkrights.direct.gov.uk/complaints/ \"Online complaint form\")\r\n\r\n$C\r\n\r\n**Pay and Work Rights Helpline**\r\n\r\n**Telephone:** 0800 917 2368\r\n\r\n**Text phone:** 0800 121 4042\r\n\r\n$C\r\n\r\n*[ASP]: Agricultural Sick Pay","slug":"further-information","title":"Further information"}}],"type":"programme"}