{"alternative_title":"","overview":"War Widows or Widowers Pension if your wife, husband or civil partner died as a result of their service in Her Majesty's (HM) Armed Forces or during a time of war. What you'll get, eligibility, how to claim","slug":"war-widow-pension","title":"War Widow(er) Pension","updated_at":"2012-10-03T14:09:46+00:00","parts":[{"table":{"body":"You may be entitled to a War Widows or Widowers Pension if your wife, husband or civil partner died as a result of their service in Her Majesty's (HM) Armed Forces or during a time of war.\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"War Widows or Widowers Pension is paid at different rates depending on your age and circumstances.\r\n\r\nFor a full list of rates download the leaflet 'Rates of War Pensions and allowances 2011-2012' from the Service Personnel and Veterans Agency website.\r\n\r\n$D[Download 'Rates of War Pensions and allowances 2011-2012' (PDF,249KB)](http://www.veterans-uk.info/pdfs/publications/va_leaflets/valeaflet9.pdf \"Rates of War Pensions and allowances 2011-2012\")$D\r\n\r\n##How War Widow or Widowers Pension is paid##\r\n\r\nAll benefits, pensions and allowances are paid into an account, eg your bank account.\r\n\r\n\r\n\r\n\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You may be entitled to a War Widows or Widowers Pension if any of the following apply.\r\n\r\nYour husband, wife or civil partner:\r\n\r\n- died as result of their service in HM Armed Forces before 6 April 2005 \r\n- was a civil defence volunteer or a civilian and their death was a result of the 1939 to 1945 war \r\n- was a merchant seaman, a member of the naval auxiliary services, or a coastguard and their death was a result of an injury or disease they got during a war or because they were a prisoner of war \r\n- died as a result of their service as a member of the Polish Forces under British command during the 1939 to 1945 war, or in the Polish Resettlement Forces \r\n- was getting a War Pensions Constant Attendance Allowance at the time of their death, or would have been had they not been in hospital \r\n- was getting a War Disablement Pension at the 80% rate or higher and was getting Unemployability Supplement \r\n\r\nYou may be entitled to a pension if you lived with a partner as husband and wife or as civil partners.\r\n\r\nIf your spouse, civil partner or partner served after 6 April 2005, you may claim from [the Armed Forces Compensation Scheme](http://www.veterans-uk.info/pensions/afcs_new.html \"the Armed Forces Compensation Scheme\"){:rel=\"external\"}\r\n\r\n\r\n\r\n\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"To claim War Widows or Widowers Pension you can:\r\n\r\n- phone the Service Personnel and Veterans Agency's UK helpline and ask for a claim form\r\n- [download a claim form from the Service Personnel and Veterans Agency website](http://www.veterans-uk.info/pensions/afcs_claim.html \"Service Personnel and Veterans Agency website\"){:rel=\"external\"} \r\n\r\n$C**Service Personnel and Veterans Agency's UK helpline**\r\n\r\n**Telephone:** 0800 169 2277  \r\n**If you live overseas:**+ 44 1 253 866043  \r\n**Textphone:** 0800 169 3458   \r\n**E-mail:** veterans.help@spva.gsi.gov.uk  \r\n\r\nMonday to Thursday, 8:15am to 5:15pm  \r\nFriday, 8:15am to 4:30pm $C\r\n\r\n\r\n\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Changes in your circumstances##\r\n\r\nIf you're a War Widow, War Widower whose late spouse or civil partner left service before 31 March 1973, you can keep your pension if you remarry or start to live with a partner after 6 April 2005.\r\n\r\nOtherwise you must tell the Service Personnel and Veterans Agency straight away, this is because your War Widow or Widowers Pension will stop, although if you're getting children's allowances you may continue to get them.\r\n\r\nYour pension may be restored if any of the following apply:\r\n\r\n- you become widowed again \r\n- your marriage ends in divorce or judicial separation \r\n- your civil partnership ends due to death \r\n- your civil partnership ends in dissolution \r\n- you stop living with the person as their partner or civil partner \r\n\r\nMake sure you tell Service Personnel and Veterans Agency of any changes in your circumstances so you get the right amount of pension.\r\n\r\n##How to appeal##\r\n\r\nIf you disagree with a decision about your claim you can appeal to an independent Pensions Appeal Tribunal. \r\n\r\nBefore you appeal it's a good idea to:\r\n\r\n- ask the Service Personnel and Veterans Agency for more information about how the decision was reached \r\n- ask for the decision to be reconsidered if there are some facts the Service Personnel and Veterans Agency may not have known when they made their decision \r\n\r\nIf you're still unhappy with the outcome [contact the Service Personnel and Veterans Agency](http://www.veterans-uk.info/index.htm/ \"contact the Service Personnel and Veterans Agency\"){:rel=\"external\"} to let them know that you want to appeal.\r\n\r\n##Funeral Expenses##\r\n\r\nThe Service Personnel and Veterans Agency may be able to pay you a grant of up to £2,200 towards a funeral to a widow or widower, next of kin or person paying for the funeral if:\r\n\r\n- death was due to service before 6 April 2005 \r\n- War Pensions Constant Attendance Allowance was being paid or would have been paid if the war pensioner had not been in hospital when they died \r\n- Unemployability Supplement was being paid at the time of death and the War Disablement Pension was assessed at 80% or more \r\n\r\n^You must make a claim within 3 months of the funeral.^\r\n\r\n\r\n\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}