{"alternative_title":"Employers' tax and reporting for social functions and parties","overview":"Tax and reporting rules for employers providing social functions, including annual parties, for employees","slug":"expenses-and-benefits-social-functions-and-parties","title":"Expenses and benefits: social functions and parties","updated_at":"2012-10-03T17:07:58+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"As an employer providing social functions and parties for your employees, you have certain National Insurance and reporting obligations.\r\n\r\n##What's included\r\n\r\nWhat you need to report and pay depends on:\r\n\r\n* if it's an annual event\r\n* if it's open to all of your employees\r\n* if it costs more than £150 per head\r\n* how many events you provide during the tax year\r\n* whether the employee is a director, and how much they earn","slug":"overview","title":"Overview"}},{"table":{"body":"You might not have to report anything to HMRC or pay tax and National Insurance. To be exempt, the party or similar social function must be:\r\n\r\n* £150 or less per head\r\n* annual, such as a Christmas party or summer barbecue\r\n* open to all your employees\r\n\r\n##Separate locations and departments\r\n\r\nIf your business has more than one location, an annual event that's open to all of your staff based at one location still counts as exempt. You can also put on separate parties for different departments, as long as all of your employees can attend one of them.\r\n\r\n##Multiple annual events costing less than £150 per head combined\r\n\r\nAs long as the combined cost of the events is no more than £150 per head, they’re still exempt.\r\n\r\n##Event costs for employees earning at a rate of less than £8,500 per year\r\n\r\nYou don't have to pay or report for these employees as long as they are not directors.\r\n\r\nFind out what '[at a rate](/employer-reporting-introduction-to-expenses-and-benefits/calculate-earnings-at-a-rate \"at a rate\")' means.\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"whats-exempt","title":"What's exempt"}},{"table":{"body":"If any of the events you provide aren’t [exempt](/expenses-and-benefits-social-functions-and-parties/whats-exempt \"exempt\"), you will have to report the costs to HMRC and pay National Insurance on them.\r\n\r\nFor employees earning [at a rate](/employer-reporting-introduction-to-expenses-and-benefits/calculate-earnings-at-a-rate \"at a rate\") of more than £8,500 a year, or directors, you need to:\r\n\r\n* report on form P11D, section M\r\n* pay Class 1A National Insurance on the full cost of the event\r\n\r\n\r\n##Multiple or more annual events costing more than £150 per head combined\r\n\r\nIf any of the events cost less than £150 per head, you may be able to count these costs as exempt. But you can't do this if you've already used up the £150 exemption on another event. See [an example](http://www.hmrc.gov.uk/manuals/eimanual/eim21691.htm \"example of multiple events\"){:rel=\"external\"} of this. \r\n\r\nHowever, you'll have to report and pay on the full costs of any additional events that go over this limit, even if they cost less than £150 per head on their own.\r\n\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n\r\n","slug":"what-to-report-and-pay","title":"What to report and pay"}},{"table":{"body":"The following guide contains more detailed information:\r\n\r\n- [particular benefits: annual parties and other social functions](http://www.hmrc.gov.uk/manuals/eimanual/eim21690.htm \"Particular benefits: annual parties and other social functions\"){:rel=\"external\"}","slug":"technical-guidance","title":"Technical guidance"}}],"type":"guide"}