{"alternative_title":"","overview":"Energy Performance Certificates (EPCs), using estate agents, making and getting offers, conveyancing and paying Stamp Duty Land Tax","slug":"buy-sell-your-home","title":"Buying or selling your home","updated_at":"2012-10-02T12:12:14+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Buying or selling a home normally takes 2 to 3 months. If you’re part of a chain of buyers and sellers, the process can take longer.\r\n\r\nThere are several steps you’ll need to follow: \r\n\r\n+ sellers must provide an [Energy Performance Certificate](energy-performance-certificates \"Buying or selling your home: Energy Performance Certificates\") for the property\r\n+ if a seller is using an [estate agent](estate-agents \"Buying or selling your home: Estate agents\"), potential buyers must make any offers through the agent\r\n+ once a buyer’s [offer](offers \"Buying or selling your home: Offers\") has been accepted, the seller is responsible for drawing up a legal contract to transfer ownership\r\n+ an offer isn’t legally binding until [contracts are exchanged](transferring-ownership-conveyancing \"Buying or selling your home: Transferring ownership (conveyancing)\")\r\n+ depending on the value of the property, the buyer may have to pay [Stamp Duty](stamp-duty \"Buying or selling your home: Stamp Duty\")\r\n\r\n^This guide relates to England and Wales. Shelter has advice about [buying](http://scotland.shelter.org.uk/get_advice/advice_topics/finding_a_place_to_live/buying_a_home \"Shelter Scotland: Buying a home\"){:rel=\"external\"} and [selling](http://scotland.shelter.org.uk/get_advice/advice_topics/finding_a_place_to_live/moving_home/selling_your_home \"Shelter Scotland: Selling your home\"){:rel=\"external\"} a home in Scotland.^\r\n\r\n\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"Energy Performance Certificates (EPCs) are needed whenever a property is:\r\n\r\n+ built\r\n+ sold\r\n+ rented\r\n\r\n%If you’re selling or renting your home, you must order an EPC for potential buyers and tenants before you market your property.%\r\n \r\nAn EPC contains:\r\n\r\n+ information about a property’s energy use and typical energy costs\r\n+ recommendations about how to reduce energy use and save money\r\n\r\nEPCs are valid for 10 years.\r\n\r\n^An EPC gives a property an energy efficiency rating from A (most efficient) to G (least efficient).^\r\n\r\n##How to get an EPC\r\nIf you’re selling your home, contact an [accredited domestic energy assessor.](https://www.epcregister.com/searchAssessor.html \"Domestic Energy Performance Certificate Register website\"){:rel=\"external\"} They’ll assess your property and produce the certificate.\r\n\r\nIf you’re buying or renting, the person selling the house, the landlord or the letting agent must show you the EPC.\r\n\r\n##Buildings that don’t need an EPC\r\nThese include:\r\n\r\n+ places of worship\r\n+ temporary buildings that will be used for less than 2 years\r\n+ stand-alone non-residential buildings with total useful floor space of less than 50 square metres\r\n+ industrial sites, workshops and non-residential agricultural buildings that don't use a lot of energy\r\n+ some buildings that are due to be demolished\r\n+ holiday accommodation that’s rented out for less than 4 months a year or is let under a licence to occupy\r\n\r\n##See other properties’ EPCs\r\nYou can look at the EPCs of other properties free of charge. This lets you compare your home’s energy performance with that of similar homes. You can search by the [property's address](https://www.epcregister.com/reportSearchAddressTerms.html \"Search for an EPC by address\"){:rel=\"external\"} or by the EPC's [report reference number.](https://www.epcregister.com/searchReport.html \"Search for an EPC by report reference number\"){:rel=\"external\"}\r\n\r\nIf you don’t want other people to be able to see your EPC on the EPC register, you can [opt out.](https://www.epcregister.com/opt-out \"Opt out of displaying your EPC\"){:rel=\"external\"}\r\n\r\n*[EPCs]: Energy Performance Certificates\r\n*[EPC]: Energy Performance Certificate","slug":"energy-performance-certificates","title":"Energy Performance Certificates"}},{"table":{"body":"If you use an estate agent to sell your home, you must sign a legally binding contract with them.\r\n\r\nYou must stick to the terms of the contract or you could be taken to court.\r\n\r\nEstate agents must also treat buyers fairly. They must show any [offers](offers \"Buying or selling a home: Offers\") promptly and in writing to the person selling the house.\r\n\r\nEstate agents are also legally obliged to pass on any other offers for the property right up to when contracts are exchanged.\r\n\r\n##Complaints about estate agents\r\nAll estate agents must belong to 1 of 2 schemes to deal with complaints:\r\n\r\n+ [The Property Ombudsman](http://www.tpos.co.uk/index.htm \"The Property Ombudsman\"){:rel=\"external\"}\r\n+ [The Ombudsman Service](http://www.ombudsman-services.org/property.html \"The Ombudsman Service\"){:rel=\"external\"}\r\n\r\nBefore you complain to either scheme you must first complain to the estate agent and give them a fair chance to sort out the problem.","slug":"estate-agents","title":"Estate agents"}},{"table":{"body":"If a home is sold through an [estate agent](estate-agents \"Buying or selling a home: Estate agents\"), a buyer must make an offer through the agent.\r\n\r\nFor a private sale, a buyer makes their offer directly to the seller. \r\n\r\nBuyers can make offers verbally (over the phone or in person) or in writing.\r\n\r\nAn offer isn’t legally binding in England and Wales until [contracts are exchanged.](transferring-ownership-conveyancing \"Buying or selling a home: Transferring ownership (conveyancing)\")\r\n\r\nIf a buyer makes an offer ‘subject to contract', this means the price can still be negotiated (eg if a survey finds a problem with the property).\r\n\r\n^Find out about [making an offer for property in Scotland](http://scotland.shelter.org.uk/get_advice/advice_topics/finding_a_place_to_live/buying_a_home/making_an_offer \"Shelter Scotland: Making an offer\"){:rel=\"external\"} on the Shelter website.\r\n","slug":"offers","title":"Offers"}},{"table":{"body":"##Once the offer is accepted\r\nThe seller is responsible for drawing up a legal contract to transfer ownership. \r\n\r\nThe contract contains details about:\r\n\r\n+ the sale price\r\n+ the property boundaries\r\n+ which fixtures and fittings (like carpets and kitchen units) are included\r\n+ any legal restrictions or rights, like public footpaths or rules about using the property\r\n+ any planning restrictions\r\n+ services to the property, like drainage and gas\r\n+ when the sale will complete\r\n\r\nIf the seller has hired a solicitor or conveyancer, they will:\r\n\r\n+ draft the initial contract\r\n+ answer questions from the buyer’s solicitor or conveyancer (with the seller’s help)\r\n+ negotiate the details of the contract if necessary\r\n\r\n##Exchanging contracts\r\nWhen the buyer and seller are happy with the contract, both sides sign final copies and send them to each other.\r\n\r\nOnce this happens, the agreement to sell and buy is legally binding. Usually neither party can pull out without paying compensation.\r\n\r\n##Completion\r\nOnce you exchange contracts and deal with any remaining checks the buyer has asked for:\r\n\r\ns1. The money is transferred from the buyer to the seller. \r\ns2. The legal documents needed to transfer ownership are handed over to the buyer.\r\ns3. The seller moves out and leaves the property in the state agreed in the contract.\r\ns4. The seller hands over the keys to the buyer.\r\ns5. The property now belongs to the buyer.\r\n\r\n^Shelter has more advice about [buying](http://england.shelter.org.uk/get_advice/finding_a_place_to_live/Buying_and_selling/the_buying_process \"Shelter: The buying process\"){:rel=\"external\"} or [selling](http://england.shelter.org.uk/get_advice/finding_a_place_to_live/Buying_and_selling/selling_a_home \"Shelter\"){:rel=\"external\"} your home.^\r\n","slug":"transferring-ownership-conveyancing","title":"Transferring ownership (conveyancing)"}},{"table":{"body":"Legal ownership of a home can be arranged between 2 or more people, as ‘joint tenants’ or ‘tenants in common’. The maximum number of legal owners is 4.\r\n\r\nThere are rules depending on the type of ownership you choose. For example, if you buy as ‘joint tenants’, you can’t pass on your share of the property in your will. Instead, it automatically goes to the other joint owners.\r\n\r\n^Find out more about [buying property with other people](http://england.shelter.org.uk/get_advice/finding_a_place_to_live/Buying_and_selling/buying_with_other_people \"Shelter: Buying with other people\"){:rel=\"external\"} on the Shelter website.^\r\n","slug":"buying-with-other-people","title":"Buying with other people"}},{"table":{"body":"If you buy a property for more than £125,000, you pay Stamp Duty Land Tax (SDLT) of between 1% and 7% on the whole purchase price.\r\n\r\nIf you pay £125,000 or less, you **don't** pay any SDLT.\r\n\r\nSee [Stamp Duty rates](/stamp-duty-land-tax-rates \"Stamp Duty Land Tax rates\").\r\n\r\n*[SDLT]: Stamp Duty Land Tax\r\n\r\n","slug":"stamp-duty","title":"Stamp Duty"}}],"type":"guide"}