{"alternative_title":"","overview":"Unpaid time off for employees to look after children under 5 (or 18 if disabled) - eligibility, how much leave can be taken and notice periods","slug":"parental-leave","title":"Parental leave","updated_at":"2012-10-02T12:13:36+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Eligible employees can take unpaid parental leave to look after their child's welfare. For example to: \r\n\r\n+ spend more time with their children \r\n+ look at new schools \r\n+ settle children into new childcare arrangements \r\n+ spend more time with family - eg visiting grandparents \r\n\r\nTheir [employment rights](/employee-rights-when-on-leave \"Employment rights when on leave\")  (like the right to pay, holidays and returning to a job) are protected during parental leave.","slug":"overview","title":"Overview"}},{"table":{"body":"Parental leave is unpaid. The child must be under 5 (or 18 in special circumstances).\r\n\r\nChild | Entitlement \r\n- | -\r\nFor each child | 13 weeks up to their 5th birthday  \r\nFor each adopted child | 13 weeks up to their 18th birthday or 5th anniversary of their adoption (whichever comes first) \r\nFor each child who qualifies for Disability Living Allowance | 18 weeks up to their 18th birthday \r\n\r\nThe limit on how much parental leave can be taken a year is 4 weeks (unless the employer agrees otherwise).  \r\n\r\nUnless an employer agrees otherwise, or the child is disabled, leave should be taken in blocks of one week. \r\n\r\nA ‘week’ equals the length of time an employee normally works in a week. \r\n\r\n$E **Example**  \r\nIf an employee works 3 days a week, one 'week' of parental leave equals 3 days. If an employee works irregular weeks the number of days in a 'week' is the total number of days they work a year divided by 52. $E\r\n\r\n##Carrying leave over from a previous job \r\n\r\nParental leave applies to each child not to an individual’s job. \r\n\r\n$E **Example**  \r\nAn employee is entitled to 13 weeks. They've used 8 with a previous employer. They can use up to 5 weeks with their new employer if they're [eligible](/parental-leave/eligibility \"Eligibility\"). $E \r\n","slug":"entitlement","title":"Entitlement"}},{"table":{"body":"Employees qualify if they: \r\n\r\n+ have been in the company for more than a year \r\n+ are named on the child's birth or adoption certificate \r\n+ have [parental responsibility](/parental-rights-responsibilities/what-is-parental-responsibility \"What is parental responsibility\")\r\n+ are not self-employed or a 'worker' - eg an agency worker or contractor \r\n+ are not a foster parent \r\n\r\nEmployers can ask for proof (like a birth certificate) as long as it reasonable to do so - eg they can’t ask for proof each time an employee requests leave. \r\n\r\nEmployers can extend parental leave to those groups who aren't eligible. Employees can check this in their staff handbook. ","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"Employees must give 21 days’ notice before their intended start date. If they're having a baby or adopting, it's 21 days before the week the baby or child is expected. \r\n\r\nEmployees must confirm the start and end dates in their notice. Unless an employer requests it, this doesn't have to be in writing. \r\n","slug":"notice-period","title":"Notice period"}},{"table":{"body":"Leave can't be postponed (delayed) if: \r\n\r\n+ the employer doesn't have a 'significant reason' - eg it would cause serious disruption to the business \r\n+ it's being taken immediately after the birth or adoption of a child \r\n+ it means an employee would no longer qualify for parental leave - eg postponing it until after the child’s 5th birthday \r\n\r\nIf it's postponed, the employer: \r\n\r\n+ must write explaining why within 7 days of the original request \r\n+ suggest a new start date - this must be within 6 months of the requested start date \r\n+ can't change the amount of leave being requested \r\n","slug":"delaying-leave","title":"Delaying leave"}}],"type":"guide"}