{"alternative_title":"","overview":"Claim tax credits - get a claim form, how to claim, joint claims, backdate a claim","slug":"claim-tax-credits","title":"How to claim tax credits","updated_at":"2012-10-02T12:13:12+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"^ If you’re already claiming tax credits you don’t need a claim form - just call the helpline to update your claim. ^\r\n\r\nIf you’re new to tax credits, contact the Tax Credit Helpline for a claim form. You can't apply online or download the form and it takes up to 2 weeks to arrive. \r\n\r\nYou can apply for tax credits as a single person or as a couple (known as a ‘[joint claim](/claim-tax-credits/joint-claims \"Joint claims\")’).\r\n\r\n$C\r\n**Tax Credit Helpline**  \r\nTelephone: 0345 300 3900    \r\nTextphone: 0345 300 3909  \r\nOutside the UK: +44 2890 538 192  \r\nMonday to Friday 8am to 8pm     \r\nSaturday 8am to 4pm    \r\n$C\r\n\r\n###What happens when you call\r\n\r\nBefore you're sent the form, you’ll be asked for the following and given an estimate of how much you may get:\r\n\r\n+ your National Insurance number (if you have one)\r\n+ your [income](/claim-tax-credits/what-counts-as-income \"What counts as income\") for the last tax year \r\n+ details of any [benefits](/claim-tax-credits/what-counts-as-income \"What benefits to include\") you get\r\n+ details of any childcare payments \r\n\r\n##Where to send the form\r\n\r\nThe address is on the form. If you claim benefits you can give it to your Jobcentre Plus or Social Security Office if you live in Northern Ireland.\r\n\r\n##Penalties \r\n\r\nYou may be charged a penalty (up to £3,000) if you give wrong information: \r\n\r\n+ fraudulently (on purpose)\r\n+ negligently (you didn’t take enough care)\r\n\r\nYou won’t get a penalty if you made a mistake but took reasonable care when making a claim.\r\n\r\n##Get help with your application\r\n\r\nYou're sent guidance notes with your claim form. You can also get help from the Tax Credit Office, your benefits office or an organisation like Citizens Advice. \r\n\r\n^ If you want someone else to talk to the Tax Credit Office for you - you must [authorise them](/getting-help-with-your-tax-credits-claim \"Claim tax credits on behalf of someone else\"). ^","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Eligibility \r\n\r\nUse the [tax credit calculator](/tax-credits-calculator \"Tax credit calculator\") to check what you're entitled to. \r\n\r\n##Deadlines\r\n\r\nYou can claim tax credits at any time of the year.\r\n\r\nUsually, tax credits are [backdated](/claim-tax-credits/backdate-a-claim \"Backdated claims\") by 1 month from the date of your claim. \r\n\r\nApply as soon as you know you're eligible to get all the money you're entitled to.\r\n\r\n$E\r\n**Example: baby born 1 September**  \r\nYou claim tax credits on 1 January so your tax credits get backdated to 1 December.  \r\n  \r\nIf you'd claimed them by 1 October you'd have been getting tax credits from 1 September. \r\n$E\r\n\r\n##Applying if you're not eligible \r\n\r\nIf you know your income will drop to a level that means you qualify for tax credits they can be backdated to either: \r\n\r\n+ 6 April - if your claim is received by 5 May \r\n+ 1 month before your claim - if your claim is received after 5 May \r\n\r\nYou might know your income is going to drop if, for example, you or your partner are being made redundant, leaving a job or taking a pay cut. \r\n\r\nThe income levels for [Working Tax Credit](/working-tax-credit \"Working Tax Credit\") and [Child Tax Credit](/child-tax-credit \"Child Tax Credit\") are different. ","slug":"when-to-claim","title":"When to claim"}},{"table":{"body":"You can apply for tax credits as a single person or as a couple (known as a 'joint claim'). \r\n\r\nYou must make a joint claim if:\r\n\r\n+ you’re married or in a civil partnership\r\n+ you’re not permanently or legally separated \r\n+ you live with your partner as though you’re married or in a civil partnership\r\n+ you’re temporarily living away from your partner - eg to look after a relative\r\n+ your partner lives with you in the UK but works abroad \r\n+ you and your partner live abroad but work in the UK and don’t have children\r\n\r\n##Exception \r\n\r\nClaim as a single person if all the following apply: \r\n\r\n+ you regularly travel to or from the UK for work\r\n+ you don't live in the UK \r\n+ you have no children \r\n+ your partner doesn’t work in the UK (if you have one)\r\n\r\n^ If you don't make the right sort of application you must pay back any tax credits you're not entitled to. ^ ","slug":"joint-claims","title":"Joint claims"}},{"table":{"body":"^ When you make a claim your tax credits are backdated by 1 month. ^ \r\n\r\n##How to get tax credits backdated \r\n\r\nUsually, you don’t have to do anything - it happens automatically. The date they’re backdated to is shown on your award notice. \r\n\r\n##Exceptions \r\n\r\nYou have to ask for your tax credits to be backdated if you get:\r\n\r\n+ Income Support \r\n+ Jobseeker’s Allowance (income-based) \r\n+ Employment and Support Allowance (income-related) \r\n+ Pension Credit \r\n+ Working Tax Credit and you’re not claiming for any children \r\n\r\nTo do this include a page with your claim form confirming: \r\n\r\n+ your name, address and National Insurance number \r\n+ the date you started work\r\n+ if you’re not in work - the date you started getting one of the benefits above \r\n\r\n##Backdating more than a month \r\n\r\nClaims can be backdated by more than a month if:\r\n\r\n+ you or your child start to get a disability benefit - eg Disability Living Allowance\r\n+ you start to get a sickness benefit - eg Statutory Sick Pay\r\n+ you get refugee status\r\n\r\nYou must send your claim within 1 month of qualifying for the above. The Tax Credit Office will tell you how much more you’ll get. ","slug":"backdate-a-claim","title":"Backdate a claim"}},{"table":{"body":"Usually, what you're entitled to is based on your income for the last tax year (6 April 2011 to 5 April 2012). \r\n\r\nIncome includes: \r\n\r\n+ work - your earnings before tax and national insurance (check your P60 or payslips) \r\n+ certain benefits\r\n+ money from a pension - including your state pension\r\n+ interest on savings - if it's more £300 a year\r\n+ your partner's income - if you make a [joint claim](/claim-tax-credits/joint-claims \"Joint claims\") \r\n\r\nIncome includes the money you get from state benefits but **not** the following:\r\n\r\n+ Child Benefit\r\n+ Housing Benefit\r\n+ Council Tax Benefit\r\n+ Attendance Allowance\r\n+ Disability Living Allowance\r\n\r\nThe guidance notes sent with your claim form tell you how to work out your income.\r\n\r\n^ To support your claim, keep records about your income, bills, payslips, benefits, tax credits and child care. ^","slug":"what-counts-as-income","title":"What counts as income"}}],"type":"guide"}