{"alternative_title":"","overview":"Mortgage Interest Run On is extra money you can get towards housing costs for 4 weeks if your benefits are stopping - eligibility, what you'll get, how to claim","slug":"mortgage-interest-run-on","title":"Mortgage Interest Run On","updated_at":"2012-10-02T12:13:28+00:00","parts":[{"table":{"body":"Mortgage Interest Run On is extra money you can get towards your housing costs if certain other benefits are stopping because you're:\r\n\r\n- returning to work full-time\r\n- working more hours\r\n- earning more money\r\n\r\nYou can get this help for 4 weeks. ","slug":"overview","title":"Overview"}},{"table":{"body":"If you're eligible and were getting [Support for Mortgage Interest](support-for-mortgage-interest \"Support for Mortgage Interest\") before your work situation changed, you'll usually continue to get the same amount as you were getting before your benefits stopped.\r\n\r\nPayments for your mortgage or loan interest will be paid direct to you instead of to your lender.\r\n\r\n\r\n\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You can claim Mortgage Interest Run On if you've stopped getting income-based Jobseeker's Allowance, Income Support or income-related Employment & Support Allowance because you're:\r\n\r\n- returning to work full-time\r\n- working more hours\r\n- earning more money\r\n\r\nAll of the following must also apply:\r\n\r\n- you've been claiming the benefit continuously for at least 26 weeks \r\n- you expect the work (or more money) to last for 5 weeks or more\r\n- you were entitled to help with your housing costs before your work started and you'll still have these costs when you start work\r\n\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You don't need to apply - you should get Mortgage Interest Run On automatically. You just need to let your [Jobcentre Plus](http://los.direct.gov.uk/default.aspx?type=1&lang=en \"contact Jobcentre Plus\"){:rel=\"external\"} office know as soon as you're starting work.\r\n","slug":"how-to-claim","title":"How to claim"}}],"type":"programme"}