{"alternative_title":"","overview":"If you're an employer and provide expenses or benefits to employees or directors, you might need to tell HMRC and pay tax and National Insurance on them","slug":"employer-reporting-introduction-to-expenses-and-benefits","title":"Employer reporting: introduction to expenses and benefits","updated_at":"2012-10-03T12:10:51+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If you're an employer and provide expenses or benefits to employees or directors, you might need to tell HMRC and pay tax and National Insurance on them. \r\n\r\nExamples of expenses and benefits include:\r\n\r\n- company cars\r\n- health insurance\r\n- travel and entertainment expenses\r\n- childcare\r\n\r\n^There are different rules for what you have to report and pay depending on the [type of expense or benefit](/expenses-and-benefits-a-to-z \"Expenses and benefits A to Z\") that you provide.^\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"overview","title":"Overview"}},{"table":{"body":"At the end of the tax year you’ll need to submit an end-of-year form to HMRC for each employee you’ve provided with expenses or benefits. This will either be a P9D or P11D form, depending on the employee’s earnings '[at a rate](/employer-reporting-introduction-to-expenses-and-benefits/calculate-earnings-at-a-rate \"'at a rate'\")'.\r\n\r\nYou might also need to submit form P11D(b) to report the amount of Class 1A National Insurance due on all the expenses and benefits you’ve provided. You should do this if:\r\n\r\n- you’ve submitted more than one P11D form\r\n- you’ve been sent a P11D(b) form by HMRC\r\n\r\n##What to report\r\n\r\nEach expense or benefit is calculated differently. Find the [type of expense or benefit](/expenses-and-benefits-a-to-z \"Expenses and benefits A to Z\") you've provided to see what you'll need to report and pay.\r\n\r\n^For 'minor' expenses or benefits, you might be able to make a one-off payment at the end of the tax year, known as a [PAYE Settlement Agreement](/paye-settlement-agreements \"PAYE Settlement Agreements\").^\r\n\r\n##How to report\r\n\r\nThe easiest way to fill in your end-of year forms is electronically, as many of the calculations are done for you. You can use any of the following methods:\r\n\r\n- commercial payroll software\r\n- 'Online Return and Forms - PAYE' service (HMRC)\r\n- 'Basic PAYE Tools' (HMRC)\r\n\r\nFind out more about [choosing a payroll system.](http://www.hmrc.gov.uk/paye/intro/payroll-system.htm \"choosing a payroll system\"){:rel=\"external\"}\r\n\r\n^You should [contact HMRC](http://search2.hmrc.gov.uk/kb5/hmrc/contactus/view.page?record=yg7jCcYewik \"Contact HMRC\"){:rel=\"external\"}if you realise you've made a mistake on an end-of-year form after submitting it.^\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n*[PAYE]: Pay As You Earn","slug":"reporting-and-paying","title":"Reporting and paying"}},{"table":{"body":"## When to report and pay ##\r\n\r\nWhat you need to do\t| Deadline\r\n- | -\r\nSubmit your end-of-year forms (P9D and P11D) online to HMRC | 6 July following the end of the tax year\r\nGive your employees a copy of the information on your forms | 6 July\r\nTell HMRC the total amount of Class 1A National Insurance you owe | 6 July\r\nPay any Class 1A National Insurance owed on expenses or benefits | Must reach HMRC by 22 July (19 July if you pay by cheque)\r\nIf you have a [PAYE Settlement Agreement](/paye-settlement-agreements \"PAYE Settlement Agreement\") pay tax and Class 1B National Insurance | Must reach HMRC by 22 October (19 October if you pay by cheque)\r\nPay any PAYE tax or Class 1 National Insurance owed on expenses or benefits | Pay monthly through payroll\r\n\r\n% You'll face penalties if you miss any of these deadlines. %\r\n\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n*[PAYE]: Pay as You Earn","slug":"deadlines","title":"Deadlines"}},{"table":{"body":"You must keep a record of all expenses and benefits you provide to your employees.\r\n\r\nYour records need to show that you’ve reported accurately and your end-of-year forms are correct. \r\n\r\n%HMRC may ask to see evidence of how you accounted for each expense or benefit at the end of the tax year.%\r\n\r\n##What you should keep\r\n\r\nYou'll need to keep a record of: \r\n\r\n- the date and details of every expense or benefit you provide\r\n- any information needed to work out the reportable value you put on your end-of-year forms\r\n- any payment your employee contributes to an expense or benefit\r\n\r\nYou should also keep any correspondence you have with HMRC.\r\n\r\n^ Records must be kept for 3 years from the end of the tax year they relate to. ^\r\n\r\n\r\n$E **Example**\r\n\r\nYou reimburse an employee’s travel expenses -- you’ll need to keep a record of when and why the employee travelled, and where possible keep receipts as evidence.$E\r\n\r\n\r\n\r\n\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"record-keeping","title":"Record keeping"}},{"table":{"body":"When reporting expenses and benefits, you'll need to work out your employee's earnings 'at a rate'. This will affect which end-of-year form you submit.\r\n\r\ns1. Take your employee's earnings for the year.\r\ns2. Add the value of any expenses or benefits you've given them.\r\ns4. Work out the total pro rata - this is 'at a rate'.\r\n\r\n\r\n$E **Example**\r\n\r\nYour employee works only half the week and earns £5,000 a year. You also pay them £1,000 a year towards travel. \r\n\r\nSo they earn ‘at a rate’ of £12,000 a year:  £5000 + £1,000 multiplied by 2 (because they only work half the week) = £12,000.$E","slug":"calculate-earnings-at-a-rate","title":"Calculate earnings 'at a rate'"}},{"table":{"body":"Some expenses and benefits are eligible for a dispensation, meaning you won't have to report them to HMRC.\r\n\r\nDispensations can cover routine business expenses and benefits like:\r\n\r\n- travel\r\n- phone bills\r\n- business entertainment expenses\r\n- company car fuel\r\n\r\nFind the [type of expense or benefit](/expenses-and-benefits-a-to-z \"Expenses and benefits A to Z\") you've provided to see whether you can apply for a dispensation so you won't have to report it.\r\n\r\n^ There’s no time limit on dispensations, but HMRC reviews them regularly to make sure that they still apply. ^\r\n\r\n##Checking expenses\r\n\r\nYou can only apply for a dispensation if you have a system in place to check expense claims. \r\n\r\nYour employees aren't allowed to check their own expenses, so someone else within your company needs to do this to make sure that they are legitimate claims.\r\n\r\nIf this isn’t possible, you’ll need to prove that your claims are covered by the dispensation. In most cases receipts will be enough, but you may be asked for more evidence if your receipts don’t include enough information.\r\n\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"dispensations","title":"Dispensations"}}],"type":"guide"}