{"alternative_title":"","overview":"Tax credits for childcare costs while you work - eligibility, how much you get, childcare vouchers and working out your costs","slug":"childcare-tax-credits","title":"Childcare and tax credits","updated_at":"2012-10-03T12:17:25+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You can get extra tax credits to help pay for some of your childcare costs while you're working. \r\n\r\nYou can get:  \r\n\r\n+ up to £122.50 a week - for 1 child \r\n+ up to £210 a week - for 2 children or more\r\n\r\nYou can't get 100% of the costs and how much you get depends on things like: \r\n\r\n+ your income \r\n+ how often and for how long you've paid for childcare\r\n\r\n##Childcare vouchers \r\n\r\nIf you get childcare vouchers from your employer the amount of tax credit you get can go down. \r\n\r\n^Use the [childcare calculator](http://www.hmrc.gov.uk/calcs/ccin.htm \"Childcare - better off calculator\"){:rel=\"external\"} to see how childcare vouchers from your employer affects your tax credits.^","slug":"what-you-get","title":"What you'll get"}},{"table":{"body":"To qualify:\r\n\r\n+ you must [qualify for Working Tax Credit](/working-tax-credit \"Working Tax Credit\") \r\n+ the 'carer' must be registered or approved\r\n+ you can't be a foster parent claiming costs for your own foster child \r\n\r\nThe carer can be a childminder, playscheme, nursery or club etc. The care can be provided at home, school or another place. \r\n\r\n##Qualifying care\r\n\r\nTo qualify, the carer must have a registration or approval number (they should be able to give you this). \r\n\r\n###Exception - foster carers \r\n\r\nA foster carer doesn't need a registration or approval number if the care is outside the child's home and the child is: \r\n\r\n+ aged 8 to 16 (Wales only)\r\n+ aged 12 to 16 (Northern Ireland only)\r\n\r\n###Schools \r\n\r\nUsually, the care must be outside of school hours and on the school's premises. \r\n\r\n###Relatives or partners\r\n\r\nUsually, you can't claim for childcare provided by a relative or partner (even if they're registered). Check with the Tax Credit Office. ","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"If you're new to tax credits, contact the Tax Credit Helpline for a claim form. It takes up to 2 weeks to arrive. \r\n\r\nIf you’re already claiming tax credits you don't need a claim form - just call the Tax Credit Helpline to update your claim.\r\n\r\n$C\r\n**Tax Credit Helpline**  \r\n**Telephone:** 0345 300 3900  \r\n**Textphone:** 0345 300 3909\r\n$C\r\n\r\n##What you need to know\r\n\r\nYou can claim at any time of the year and up to 7 days before you start using childcare. \r\n\r\nYou can't claim online or download a claim form. \r\n\r\nTo support your claim, keep records about the carer's registration and the money you pay them (eg receipts or invoices). \r\n\r\n[Report any changes](/changes-that-affect-your-tax-credits \"Changes that affect your tax credits\") to your childcare because they can affect how much money you get. For example, if you start paying more for your childcare. ","slug":"how-to-claim","title":"How to claim"}}],"type":"guide"}