{"alternative_title":"","overview":"Attendance Allowance money to help pay for your personal care if you're older or disabled - what you'll get, eligibility, apply, claim form AA1A","slug":"attendance-allowance","title":"Attendance Allowance","updated_at":"2012-10-02T12:12:01+00:00","parts":[{"table":{"body":"You could get £51.85 or £77.45 a week to help with personal care because you're physically or mentally disabled and you're aged 65 or over. \r\n\r\nThis is called Attendance Allowance. It's paid at 2 different rates and how much you get depends on your disability. \r\n\r\nThe other [benefits](/attendance-allowance#what-youll-get \"What you'll get\") you get can increase if you get Attendance Allowance. \r\n\r\n^If you are the carer, you could apply for [Carer's Allowance](/carers-allowance \"Carer's Allowance\") to help you look after someone with substantial caring needs.^","slug":"overview","title":"Overview"}},{"table":{"body":"Attendance Allowance is paid weekly at 2 different rates - the one you get depends on the level of help you need. \r\n\r\nRate | Level of help you need\r\n- | -\r\nLower rate - £51.85 | Frequent help and constant supervision during the day, supervision at night or someone to help you while on dialysis\r\nHigher rate - £77.45 | Help or supervision throughout both day and night, or you’re terminally ill\r\n\r\n##How you're paid\r\n\r\nAll benefits, pensions and allowances are paid [into an account](/how-to-have-your-benefits-paid \"how to have your benefits paid\"), eg your bank account.\r\n\r\n##Changes of circumstances\r\n\r\nTell the helpline if your circumstances change as this can affect how much you get. For example, you or the person you claim for needs more help, goes into hospital or moves abroad. \r\n\r\nUsually your Attendance Allowance won't be affected if you go: \r\n\r\n+ into hospital for less than 4 weeks \r\n+ abroad for less than 26 weeks \r\n+ abroad to get medical treatment for a condition which began before you left \r\n\r\n^ You could get extra Pension Credit, Housing Benefit or Council Tax Benefit if you get Attendance Allowance - check with the helpline or office dealing with your benefit. ^ \r\n\r\n$C\r\n**Disability Benefits Helpline**  \r\n**Telephone:** 08457 123 456  \r\n**Textphone:** 08457 224 433    \r\n Monday to Friday 7.30am to 6.30pm  \r\n$C","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You can get Attendance Allowance if you're 65 or over and the following apply:\r\n\r\n- you have a physical disability (including sensory disability, eg blindness), a mental disability (including learning difficulties), or both \r\n- your disability is severe enough for you to need help caring for yourself or someone to supervise you, for your own or someone else’s safety \r\n\r\n^Use the [benefits adviser](/benefits-adviser \"Benefits adviser\") to check your eligibility.^\r\n\r\n##Medical assessments\r\n\r\nYou might get a letter saying you need to attend an assessment to check your eligibility. The letter will explain why and where you must go. \r\n\r\nAt the assessment, you'll be asked for identification. You can use a passport or any 3 of the following:\r\n\r\n- birth certificate\r\n- a full driving licence\r\n- life assurance policy\r\n- bank statements\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You can apply for Attendance Allowance:\r\n\r\n- [online](http://www.dwp.gov.uk/eservice/ \"claim Attendance Allowance online\"){:rel=\"external\"} \r\n- by post - use form AA1A, the address is on the form\r\n- by phone\r\n\r\nForm AA1A comes with notes to fill it out. The interactive version can be filled out on a computer. \r\n\r\n$D[Download 'Form AA1A - Attendance allowance claim' (PDF, 194KB)](http://www.dwp.gov.uk/advisers/claimforms/aa1a_print.pdf \"Download 'Form AA1A - Attendance allowance claim' (PDF, 194KB)\"){:rel=\"external\"}  \r\n[Download  'Form AA1A - Attendance allowance claim - interactive' (PDF, 1,223KB)](http://www.dwp.gov.uk/advisers/claimforms/aa1a.pdf \"Download  'Form AA1A - Attendance allowance claim - interactive' (PDF, 1,223KB)\"){:rel=\"external\"}$D\r\n\r\n$C**Benefit Enquiry Line**  \r\n**Telephone:** 0800 88 22 00    \r\n**Textphone:** 0800 24 33 55  \r\nMonday to Friday 8:30am to 6:30pm\r\n$C\r\n\r\n##What you need to know\r\n\r\nAttendance Allowance can be backdated to the date of your claim. This is usually the date your form is received or the date you call the enquiry line (if you return the claim pack within 6 weeks). \r\n\r\nIt usually takes 40 working days to deal with your claim. It can be quicker if you're terminally ill. \r\n\r\nYou might have to have a [medical assessment](/attendance-allowance#eligibility \"Eligibility\") to complete your application. \r\n\r\n###Special rules - if you're terminally ill\r\n\r\nIf you're not expected to live more than 6 months, there are 'special rules' so you get Attendance Allowance more quickly. You must: \r\n\r\n- complete an Attendance Allowance claim form \r\n- include a DS1500 form - you can only get these from a doctor, specialist or consultant\r\n\r\nYou can do this on behalf of someone else without their permission. The letter about the money awarded won't mention 'special rules'. \r\n\r\n##Appeal a decision\r\n\r\nYou can appeal a decision about your Attendance Allowance if you're unhappy with it. \r\n\r\n$D\r\n[Download 'Leaflet GL24,  Appeal against a benefit decision' (PDF, 4915KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@benefits/documents/digitalasset/dg_201702.pdf \"Download 'Leaflet GL24, Appeal against a benefit decision' (PDF, 4915KB)\"){:rel=\"external\"}\r\n$D","slug":"how-to-claim","title":"How to claim"}}],"type":"programme"}