{"alternative_title":"","overview":"How to get compensation if you've been injured as a result of an accident or injury when someone else is to blame - and what to watch out for.","slug":"compensation-after-accident-or-injury","title":"Compensation after an accident or injury","updated_at":"2012-10-02T12:12:27+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You can get compensation by taking legal action, but it could cost you money and you may not win your case against the person or organisation to blame.\r\n\r\n##Writing a letter or making a complaint\r\n\r\nIf it’s not a serious injury, you may be able to solve the issue by writing a letter or making a complaint - use the complaints procedure if there is one.\r\n\r\nExplain what went wrong and tell them how much compensation you want or how they can make up for the injury.\r\n\r\n##Using mediation\r\n\r\nYou may want to use a [mediation service](http://www.civilmediation.justice.gov.uk/ \"mediation service\"){:rel=\"external\"} to negotiate a settlement.\r\n\r\nThere is usually a fee, but it can be cheaper, quicker and easier than going to court.","slug":"write-a-letter-complain-or-try-mediation","title":"Write a letter, complain or try mediation"}},{"table":{"body":"You may already have insurance to pay for legal costs.\r\n\r\n- check your insurance policies (like motor, home contents or holiday insurance policies) to see if they include ‘legal expenses insurance’\r\n- check if you have legal cover as a member of a trade union, or an organisation like the RAC or the AA\r\n\r\n^Policies normally only cover you for some types of legal problem and have other terms and conditions.^\r\n\r\n##‘After the event’ insurance\r\n\r\nIf you're not insured, you could take out insurance after the incident to protect yourself against a large legal bill.\r\n\r\nA solicitor can help you choose an ‘after-the-event’ insurance policy and may take it out on your behalf.\r\n\r\nIf you win, you may be able to get some of the costs back from the losing side.\r\n\r\n%Some insurance companies will not insure you if they think you’re unlikely to succeed, and some policies are very expensive.%","slug":"check-your-insurance-policies","title":"Check your insurance policies"}},{"table":{"body":"You can't usually get legal aid for personal injury cases.\r\n\r\nA solicitor should advise you on costs before you agree to hire them.\r\n\r\n^Get advice from [Citizens Advice](http://www.adviceguide.org.uk/index/contact_us.htm \"Contact Citizens Advice\"){:rel=\"external\"} on what’s involved in taking legal action and how much it will cost you.^\r\n\r\n##Claims companies\r\n\r\nBusinesses known as claims companies can help you find a solicitor.\r\n\r\nMost claims handlers aren't solicitors, and so won't be able to represent you in court.\r\n\r\n^Check that a claims company is authorised: [business search.](http://www.claimsregulation.gov.uk/search.aspx/ \"business search\"){:rel=\"external\"}^\r\n\r\n##'No win, no fee’ deals\r\n\r\nIf you use a ‘no win, no fee’ agreement, you will only have to pay the solicitor’s fee if you win the case.\r\n\r\nYou may still have to pay for some other costs, like:\r\n\r\n- fees to pay for experts \r\n- court fees \r\n- travelling expenses\r\n\r\nIf you lose, you will also have to pay for:\r\n\r\n- the other side’s legal costs \r\n- other expenses and charges, such as fees for witnesses\r\n\r\n%The solicitor may charge a fee for winning the case.%","slug":"using-a-solicitor-or-a-claims-company","title":"Using a solicitor or a claims company"}}],"type":"guide"}