{"alternative_title":"","overview":"Dismissal is when your employer ends your employment - reasons you can be dismissed, unfair and constructive dismissal and what to do if you're dismissed","slug":"dismissal","title":"Dismissal: your rights","updated_at":"2012-10-02T12:12:37+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Dismissal is when your employer ends your employment - they don't always have to give you notice.\r\n\r\nIf you're dismissed, your employer must show they've:\r\n\r\n- a valid reason that they can justify\r\n- acted reasonably in the circumstances\r\n\r\nThey must also:\r\n\r\n- be consistent - eg not dismiss you for doing something that they let other employees do\r\n- have investigated the situation fully before dismissing you - eg if a complaint was made about you\r\n\r\n^If you're a part-time or fixed-term worker, you can't be treated less favourably than a full-time or permanent employee.^\r\n\r\n##Notice period\r\nYou must be given at least the notice stated in your contract or the statutory minimum notice period, whichever is longer. \r\n\r\nThere are some situations where you can be [dismissed immediately](reasons-you-can-be-dismissed \"When you can be dismissed\") - eg for violence.\r\n\r\n##Getting your dismissal in writing\r\n\r\nYou have the right to ask for a written statement from your employer giving the reasons why you've been dismissed if you're:\r\n\r\n- an employee and have completed one year’s service\r\n- employed under a fixed-term contract which has ended and not been renewed\r\n\r\nYour employer must supply the statement within 14 days of you asking for it.\r\n\r\nIf you're dismissed while you are on Statutory [Maternity Leave](/maternity-leave \"Maternity Leave\"), your employer must give you a written statement. You get this:\r\n\r\n- even if you've not asked for one\r\n- regardless of how long you've worked for your employer\r\n\r\n^If you're unsure of your employment status, speak to your employer or [check your employment status](/employment-status \"Check your employment status\").^\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"There are some situations when your employer can dismiss you fairly.\r\n\r\n##Not being able to do your job properly\r\nYou may not be able to do your job properly if, for example, you:\r\n\r\n- haven't been able to keep up with important changes to your job - eg a new computer system\r\n- can't get along with your colleagues\r\n\r\nBefore taking any action, your employer should:\r\n \r\n- follow disciplinary procedures - eg warn you that your work isn't satisfactory\r\n- give you a chance to improve - eg by training you\r\n\r\n##Illness\r\nYou can be dismissed if you have a persistent or long-term illness that makes it impossible for you to do your job.\r\n\r\nBefore taking any action, your employer should:\r\n\r\n- look for ways to support you - eg considering whether the job itself is making you sick and needs changing\r\n- give you reasonable time to recover from your illness\r\n\r\nIf you have a disability (which may include long-term illness), your employer has a legal duty to [support disability in the workplace](/rights-disabled-person/employment \"Employment rights if you're disabled\").\r\n\r\nDismissal because of a disability may be unlawful discrimination.\r\n\r\n##Redundancy\r\nRedundancy is a form of dismissal and is fair in most cases.\r\n\r\nIf the reason you are selected for [redundancy](/redundant-your-rights \"Redundancy\") is unfair then you will have been unfairly dismissed.\r\n\r\n##Summary dismissal\r\nYou can be dismissed for 'gross misconduct' without your employer going through the normal disciplinary procedures.  This can happen if, for example, you're violent towards a colleague, customer or property.\r\n\r\nYour employer should always investigate the circumstances before making a dismissal, even in possible gross misconduct cases.\r\n\r\n##A 'statutory restriction'\r\nYou can be dismissed if continuing to employ you would break the law - eg if you're a driver in a lorry firm and you lose your driving licence.\r\n\r\n##It's impossible to carry on employing you\r\nIf it's impossible to carry on employing you, it's likely to be fair. For example, if a factory burns down and it's no longer possible to employ anyone.\r\n\r\n##A 'substantial reason'\r\nYou may be dismissed fairly if, for example:\r\n\r\n- you unreasonably refuse to accept a company reorganisation that changes your employment terms\r\n- you're sent to prison\r\n\r\n\r\n","slug":"reasons-you-can-be-dismissed","title":"Reasons you can be dismissed"}},{"table":{"body":"In certain situations, you may be able to take legal action if you're dismissed.\r\n\r\n##Unfair dismissal\r\nYour dismissal could be unfair if your employer doesn't:\r\n\r\n- have a good reason for dismissing you\r\n- follow the company's formal disciplinary or dismissal process (or the statutory minimum dismissal procedure in Northern Ireland)\r\n\r\nSituations when your dismissal is likely to be unfair include if you:\r\n\r\n- asked for flexible working\r\n- refused to give up your working time rights - eg to take rest breaks\r\n- resigned and gave the correct [notice period](/handing-in-your-notice-resigning-leaving-job \"Handing in your notice\")    \r\n- joined a [trade union](/join-trade-union \"Trade unions\")\r\n- took part in legal industrial action that lasted 12 weeks or less\r\n- needed time off for jury service\r\n- applied for maternity, paternity and adoption leave\r\n- were on any maternity, paternity and adoption leave you're entitled to\r\n- tried to enforce your right to receive Working Tax Credits\r\n\r\n##Constructive dismissal\r\nConstructive dismissal is when you're forced to leave your job against your will because of your **employer's** conduct.\r\n\r\nThe reasons you leave your job must be serious, for example, they:\r\n\r\n- don't pay you or suddenly demote you for no reason\r\n- force you to accept unreasonable changes to how you work - eg tell you to work night shifts when your contract is only for day work\r\n- let other employees harass or bully you\r\n\r\nYour employer's breach of contract may be one serious incident or a series of incidents that are serious when taken together.\r\n\r\nYou should try and sort any issues out by speaking to your employer to solve the dispute.\r\n\r\n^If you do have a case for constructive dismissal, you should leave your job immediately - your employer may argue that, by staying, you accepted the conduct or treatment.^\r\n\r\n\r\n\r\n","slug":"unfair-and-constructive-dismissal","title":"Unfair and constructive dismissal"}},{"table":{"body":"If you're threatened with dismissal (or are dismissed) you can get help from a third party to solve the issue by mediation, conciliation and arbitration.\r\n\r\nIf you're a member of a trade union, you can also speak to your union representative.\r\n\r\n##Employment tribunals\r\nIf you've been unable to solve a problem between you and your employer, you can normally go to an [employment tribunal.](/employment-tribunals \"Employment tribunals\") In Northern Ireland, you would go to an industrial tribunal.\r\n\r\n###Qualifying period to claim unfair dismissal\r\nYou must have worked for your employer for a minimum period before you qualify for the right to claim unfair dismissal at a tribunal. If you're classed as an [employee](/employment-status \"Employment status\") and started your job: \r\n\r\n- on or after 6 April 2012 - the qualifying period is normally 2 years  \r\n- before 6 April 2012 - the qualifying period is normally one year\r\n\r\n^In Northern Ireland, the qualifying period is still normally one year.^\r\n\r\n%In unfair dismissal claims you must make the claim to a tribunal within 3 months of being dismissed.%\r\n","slug":"what-to-do-if-youre-dismissed","title":"What to do if you're dismissed"}}],"type":"guide"}