{"alternative_title":"","overview":"Child Benefit and Child Tax Credit when your child reaches 16, what happens if your child leaves education or training, when payments stop","slug":"child-benefit-16-19","title":"Child Benefit for 16 to 19 year olds","updated_at":"2012-10-03T17:15:53+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If your child is aged 16 to 19, you can get [Child Benefit](/child-benefit \"Child Benefit\") if they are:\r\n\r\n- staying on in [eligible education](education \"education that counts towards Child Benefit\")\r\n- starting an [approved training course](training \"training that counts towards Child Benefit\")\r\n- leaving education but registering with the [armed forces or certain careers services](child-benefit-extensions \"Child Benefit extensions\") (you can get Child Benefit extensions for a maximum of 20 weeks)\r\n\r\n^You must [report your child's education plans](reporting-education-plans \"reporting your child's education plans\") to the Child Benefit Office.^","slug":"overview","title":"Overview"}},{"table":{"body":"You can get Child Benefit until your child turns 20 if they're in eligible education. They must be accepted onto the course before they turn 19. \r\n\r\n##Courses that count\r\n\r\nEducation must be full-time (more than an average of 12 hours' supervised study a week) and 'non-advanced'. This includes:\r\n\r\n- GCSEs\r\n- A levels\r\n- NVQ/SVQ level 1, 2 or 3\r\n- BTEC National Diploma, National Certificate and First Diploma\r\n- SCE higher grade or similar\r\n\r\nIt doesn't include 'advanced' education, eg:\r\n\r\n- a degree\r\n- Diploma of Higher Education \r\n- NVQ level 4 or above\r\n- BTEC Higher National Certificate (HNC) or Higher National Diploma (HND)\r\n- teacher training\r\n\r\n##Study abroad\r\n\r\nIf your child's studying abroad, you can usually only get Child Benefit for the first 12 weeks they're away. You'll keep getting it after this if they're only abroad because they're either:\r\n\r\n- on an educational exchange or visit (with written agreement from their school or college)\r\n- in education that counts for Child Benefit in a country in the European Economic Area (EEA) or Switzerland\r\n\r\n###EEA countries\r\n\r\nThe EEA includes:\r\n\r\n- all [countries in the EU](http://europa.eu/about-eu/countries/index_en.htm \"countries in the EU\"){:rel=\"external\"}\r\n- Norway, Iceland and Liechtenstein\r\n\r\n\r\n\r\n^If you're not sure whether a course counts or not, contact the [Child Benefit Office.](https://directgov-online.hmrc.gov.uk/shortforms/form/CBO_Specific?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk&lang=eng \"email the Child Benefit Office\"){:rel=\"external\"}^\r\n\r\n*[SCE]: Scottish Certificate of Education\r\n*[SVQ]: Scottish Vocational Qualification\r\n*[HNC]: Higher National Certificate\r\n*[HND]: Higher National Diploma\r\n*[NVQ]: National Vocational Qualification\r\n*[BTEC]: Business and Technology Education Council\r\n*[EEA]: European Economic Area\r\n*[EU]: European Union","slug":"education","title":"Education"}},{"table":{"body":"You can still get Child Benefit up to your child’s 20th birthday if they are on an approved, unpaid course.\r\n\r\nYour child needs to have started, enrolled or been accepted onto an approved course before their 19th birthday. \r\n\r\nApproved courses are: \r\n\r\n- England - Foundation Learning Programmes or Access to Apprenticeships\r\n- Wales - Foundation Apprenticeships, Traineeships and Skillbuild/Skillbuild+ (if started before 1 August 2011)\r\n- Scotland - Get Ready for Work and Skillseekers\r\n- Northern Ireland - Jobskills and Training for Success, including Programme Led Apprenticeships\r\n\r\nA course provided by an employer as part of a job doesn't count.\r\n\r\n^If you're not sure whether a course counts or not, contact the [Child Benefit Office.](https://directgov-online.hmrc.gov.uk/shortforms/form/CBO_Specific?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk&lang=eng \"email the Child Benefit Office\"){:rel=\"external\"}^","slug":"training","title":"Training"}},{"table":{"body":"You may get Child Benefit for 6 months if the break is for a good reason, eg your child is ill, changing course or pregnant.\r\n\r\nYou may be able to get Child Benefit for longer than 6 months if your child is:\r\n\r\n- in [hospital or residential care](/child-benefit-hospital-residential-care \"Child Benefit if your child is in hospital or residential care\")\r\n- getting medical treatment abroad\r\n\r\n##Voluntary breaks\r\n\r\nYou can't normally get Child Benefit if your child has taken a voluntary break in education or training, eg if they travel overseas for personal reasons.\r\n\r\n##After the break\r\n\r\nIf your child goes back to education or training after a break, you should [make a new claim](/child-benefit/how-to-claim \"claim Child Benefit\").\r\n\r\n@ If your child doesn't go back into eligible education or training, you may have to pay back some of the payments you got during the break. @\r\n\r\n\r\n","slug":"breaks-in-education-or-training","title":"Breaks in education or training"}},{"table":{"body":"If your child leaves education or training at or after 16, Child Benefit will stop. \r\n\r\nWhen this happens depends on things like when your child's birthday is, or the reasons why they left the education or training.\r\n\r\nWhen your child leaves | When payments stop\r\n- | -\r\nthe year they turn 16 | 31 August after their 16th birthday (if your child turns 16 on 31 August, payments stop then)\r\nafter age 16 | the last day of February, 31 May, 31 August or 30 November - whichever comes first\r\n\r\n$E\r\n**Example**  \r\n\r\nYour child is 16 and gets their exam results in July. The results mean they can't do the course they wanted. \r\n\r\nChild Benefit payments will stop on 31 August.\r\n\r\n$E\r\n\r\nYou can apply for a [20-week extension of Child Benefit](child-benefit-extensions \"Child Benefit extensions\") if your child is under 18 and leaves education or training if they register with local careers services or the armed forces.\r\n\r\nChild Benefit stops straightaway if your child:\r\n\r\n- starts paid work for 24 hours a week or more\r\n- gets certain benefits (ie Income Support, Employment and Support Allowance, tax credits, Incapacity Benefit or income-based Jobseeker's Allowance)\r\n\r\n^You must [tell the Child Benefit Office](https://directgov-online.hmrc.gov.uk/shortforms/form/CBOCH459e?dept-name=CBO&sub-dept-name=&location=3&origin=http://www.hmrc.gov.uk \"email the Child Benefit Office\"){:rel=\"external\"} if your child starts work or gets benefits.^\r\n\r\n##Your child returns to school or college for exams\r\n\r\nIf your child was entered for exams before they left school or college, you can normally still get Child Benefit.\r\n\r\nThe exams must be for the course they were doing before they left - and the course must have been an eligible [education](education \"education that counts for Child Benefit\") or [training](training \"training that counts for Child Benefit\") course.\r\n\r\nChild Benefit will normally carry on from the date of the last exam until the week that includes the earliest of:\r\n\r\n- the last day of February\r\n- 31 May\r\n- 31 August\r\n- 30 November\r\n\r\n##If your child leaves education but then goes back\r\n\r\nIf this happens and the education or training counts for Child Benefit, you can make another claim.\r\n\r\nYour child needs to have started, enrolled or been accepted on a course before their 19th birthday.","slug":"your-child-leaves-education-or-training","title":"Your child leaves education or training"}},{"table":{"body":"You can apply for a 20-week [Child Benefit](https://online.hmrc.gov.uk/shortforms/form/CBOCH299e?dept-name=CBO&sub-dept-name=&location=3&origin=http://www.hmrc.gov.uk \"apply for a Child Benefit extension\"){:rel=\"external\"} extension if your 16 or 17 year old leaves education or training but registers with your local careers services or the armed forces.\r\n\r\n%The education or training must have counted for Child Benefit and you must apply within 3 months of your child leaving.% \r\n\r\nTo qualify, you must have been getting Child Benefit immediately before the extension. \r\n\r\nYour child needs to be registered with one of the following 'qualifying organisations':\r\n\r\n- in England – the local careers service or Connexions\r\n- in Scotland or Wales – the local careers service\r\n- in Northern Ireland – the careers service of the Department for Employment and Learning, or an Education and Library Board\r\n- the Ministry of Defence, eg if your child is waiting to join HM Forces\r\n- a similar organisation to others in this list in any European Economic Area (EEA) Country\r\n\r\n###EEA countries\r\n\r\nThe EEA includes:\r\n\r\n- all [countries in the European Union (EU)](http://europa.eu/about-eu/countries/index_en.htm \"countries in the European Union (EU)\"){:rel=\"external\"}\r\n- Norway, Iceland and Liechtenstein\r\n\r\n##Changes that affect the extension\r\n\r\nThe extension ends if your child:\r\n\r\n- turns 18\r\n- starts paid work for 24 or more hours a week\r\n- gets certain benefits (eg Income Support) or tax credits\r\n- is no longer registered with a qualifying organisation\r\n\r\nIf your child stops working or getting benefits before the 20 weeks are up, [tell the Child Benefit Office.](https://directgov-online.hmrc.gov.uk/shortforms/form/CBO_General?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk&lang=eng \"email the Child Benefit Office\"){:rel=\"external\"}\r\n\r\nYou may be able to reclaim Child Benefit for them up to the end of the extension period.\r\n\r\n\r\n*[EEA]: European Economic Area","slug":"child-benefit-extensions","title":"Extensions: careers services and the armed forces"}},{"table":{"body":"You must keep the Child Benefit Office up to date about your child's education or training plans.\r\n\r\nThe Child Benefit Office will write to you during your child's last school year to ask what your child's plans are. They'll contact you:\r\n\r\n- between January and June \r\n- mid-June or mid-November if you live in Scotland \r\n\r\nYou'll be sent a form to fill out. You don't need to reply until you know whether your child is staying on in education or training.\r\n\r\nYou also have to tell the Child Benefit Office about any [changes to your child's education](/child-benefit-change-circumstances \"reporting changes of circumstances to the Child Benefit Office\") or if they leave their course.\r\n\r\nYou can also report your child's education plans online:\r\n\r\n- [tell the Child Benefit Office your child is staying in education](https://directgov-online.hmrc.gov.uk/shortforms/form/CBOCH297e?dept-name=CBO&sub-dept-name=&location=3&origin=http://www.hmrc.gov.uk \"tell the Child Benefit Office your child is staying in education\"){:rel=\"external\"} \r\n- [tell the Child Benefit Office your child is leaving education](https://online.hmrc.gov.uk/shortforms/form/CBOCH459e?dept-name=CBO&sub-dept-name=&location=3&origin=http://www.hmrc.gov.uk \"tell the Child Benefit Office your child is leaving education\"){:rel=\"external\"}","slug":"reporting-education-plans","title":"Reporting education plans"}}],"type":"guide"}