{"alternative_title":"","overview":"Help with childcare costs as part of student finance - what you'll get, eligibility, how to claim","slug":"childcare-grant","title":"Childcare Grant","updated_at":"2012-10-02T12:12:22+00:00","parts":[{"table":{"body":"Full-time higher education students with children can apply for a Childcare Grant of up to £255 a week. The grant helps with childcare costs for children under 15, or under 17 if they have special educational needs.\r\n\r\n^You can apply for this grant on top of any other student finance and you don’t have to pay it back.","slug":"overview","title":"Overview"}},{"table":{"body":"The maximum Childcare Grant is £148.75 a week for one child, or up to £255 for 2 or more children.\r\n\r\nThe amount you’ll get depends on:\r\n\r\n- your household income  \r\n- the cost of your childcare \r\n- the number of children who are dependent on you\r\n\r\nThe money is paid in 3 instalments over each term directly into your bank account.\r\n\r\nIncome-related, unemployment, and housing benefits are not affected by a Childcare Grant.\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"##How to qualify\r\n\r\nTo qualify for a Childcare Grant the following has to apply:\r\n\r\n- you must live in England\r\n- you must study full-time in higher education in England\r\n- the children listed in the grant application must be financially dependent on you\r\n- your childcare provider must be on the [Ofsted Early Years Register or General Childcare Register](http://www.ofsted.gov.uk/early-years-and-childcare \"Ofsted Early Years Register or General Childcare Register\"){:rel=\"external\"} - check with your provider\r\n- if your child is cared for at home by a nurse or agency worker, they must be registered with the [Care Quality Commission](http://www.cqc.org.uk/ \"Care Qualify Commission\"){:rel=\"external\"} (other types of care might also qualify, check with Student Finance England)\r\n\r\n##Who can't apply\r\n\r\nYou can’t apply for a Childcare Grant if:\r\n\r\n- your child is covered by the free care that all 3 and 4 year olds are entitled to (15 hours a week)  \r\n- your child is cared for by a relative or your partner mainly in the child's home (even if the relative or partner are registered child minders)  \r\n- you or your partner are claiming the childcare element of Working Tax Credits\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"To apply for a Childcare Grant follow these steps:\r\n\r\ns1. As part of your [main student finance application](http://www.studentfinance.direct.gov.uk/portal/page?_pageid=153,4680119&_dad=portal&_schema=PORTAL \"main student finance application\"){:rel=\"external\"} fill in the Childcare Grant sections\r\ns2. Either fill in the form you are sent or [download 'Childcare Grant application CCG1' form (PDF, 259KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@educ/documents/digitalasset/dg_200343.pdf \"Download 'Childcare Grant application form' CCG1 (PDF, 170KB)\" ) and send it to Student Finance England - you’ll have to give estimates of your childcare costs\r\ns3. Student Finance England will send you a letter telling you how much Childcare Grant you’re entitled to\r\ns4. At the end of each term you and your childcare provider have to confirm your actual childcare costs - [Download 'Childcare costs confirmation CCG2' form (PDF, 164KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@educ/documents/digitalasset/dg_199940.pdf \"Download 'Childcare costs confirmation CCG2' form (PDF, 164KB)\" )\r\ns5. If the actual childcare costs are higher or lower than your estimates given in the application form, Student Finance England will adjust your next payment\r\n\r\n$AStudent Finance England\r\n\r\nPO Box 210\r\nDarlington\r\nDL1 9HJ$A","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Documents you might need to send with your application\r\n\r\nAfter Student Finance England has assessed your application, they might ask you to provide further information, such as:\r\n\r\n- photocopies of P60s\r\n- Child Benefit details\r\n- family tax credit details\r\n- your child's original birth certificate\r\n- photocopies of evidence of financial commitments for you or your partner, eg bank statements\r\n\r\nIf you need help contact the Student Finance England Helpline.\r\n\r\n$C**Student Finance England Helpline**\r\n\r\n**Telephone:** 0845 300 50 90    \r\n**Minicom:** 0845 604 44 34$C\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}