{"alternative_title":"","overview":"If you get tips at work, they don't count towards the National Minimum Wage, but you do have to pay tax on them - advice on how tax works, what your employer has to do, where to get help","slug":"tips-at-work","title":"Tips at work","updated_at":"2012-10-02T12:14:34+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If you get tips at work, they don't count towards the [National Minimum Wage](/national-minimum-wage-rates \"National Minimum Wage\"), but you do have to pay tax on them.\r\n\r\n##How tips are paid\r\n\r\nYou could get your tips as:\r\n\r\n- cash at the end of a shift or from a customer\r\n- part of your pay packet\r\n- an amount that's pooled and shared between all staff - this is called a 'tronc' and the person who looks after it is called the 'troncmaster'\r\n\r\n##How your employer handles tips\r\n\r\nThe government has a 'Code of Best Practice' on tips that says how your employer should handle them. \r\n\r\nIt's voluntary - your employer doesn't have to follow it - but if they do, they should have a policy on tips that includes information on:\r\n\r\n- how tips are distributed (eg if a tronc is used)\r\n- if cash and card tips are treated differently\r\n- the name of the troncmaster (if there is one)\r\n- any deductions taken from tips\r\n- what happens during leave (eg holidays, sick leave, parental leave)\r\n\r\n##Where to get help\r\n\r\nIf you have a question about tips or the National Minimum Wage, call the Pay and Work Rights Helpline:\r\n\r\n$C\r\n\r\n**Pay and Work Rights Helpline**  \r\n**Telephone:** 0800 917 2368  \r\n**Textphone:** 0800 121 4042  \r\nMonday to Friday, 8am to 8pm  \r\nSaturday, 9am to 1pm\r\n\r\n$C\r\n\r\nMake an enquiry using the online Pay and Work Rights [general enquiry form](https://payandworkrights.direct.gov.uk/ \"Pay and Work Rights enquiry form\"){:rel=\"external\"}\r\n\r\nUse the Pay and Work Rights [complaints form.](https://payandworkrights.direct.gov.uk/complaints/ \"Pay and Work Rights complaints form\"){:rel=\"external}","slug":"overview","title":"Overview"}},{"table":{"body":"You have to pay [Income Tax](/income-tax \"Income Tax\") on any tips you get, and sometimes [National Insurance](/national-insurance \"National Insurance\") contributions as well. \r\n\r\nHow your tax is worked out, and whether you have to pay National Insurance, depends on who:\r\n\r\n- the tips are given to\r\n- decides how the tips are shared out\r\n\r\n##Cash tips paid directly to you\r\n\r\nIf you get cash tips directly from a customer, you have to pay tax on them but not National Insurance. \r\n\r\nIf you fill in a [Self Assessment](/file-your-self-assessment-tax-return \"Self Assessment\") tax return, you have to include the tips on it.\r\n\r\nIf you don't fill out a tax return then HM Revenue & Customs (HMRC) will estimate your tips based on information from you or your employer. HMRC will give your employer a tax code so they can collect tax through Pay As You Earn (PAYE). This is where tax is taken from your wages before you get them. \r\n\r\n^If you think your tax code is wrong, [contact HMRC.](http://search2.hmrc.gov.uk/kbroker/hmrc/contactus/search.ladv?sr=0&as=1&cs=ISO-8859-1&sc=hmrc&sf=&sm=0&nh=50&ha=34&tx0=49612&fl0=__dsid:&tx1=2037&raction=view \"contact HMRC\"){:rel=\"external\"}^\r\n\r\n##Tips included in card or cheque payments\r\n\r\nIf your employer pays these to you directly, they're responsible for making sure Income Tax is paid through PAYE. \r\n\r\nSometimes the tips are pooled together and shared out - this is called a 'tronc'. The person who looks after it is called the 'troncmaster' and they are responsible for making sure Income Tax is paid. \r\n\r\nIf your employer decides how the tips are shared out, National Insurance is due as well as tax. Your employer is responsible for making sure it's paid through PAYE. \r\n\r\n^Your employer has to tell HMRC if there's a tronc and who the troncmaster is.^\r\n\r\nIf you're the troncmaster, you can get help on what to do from the HMRC [Business Education and Support Team](http://www.hmrc.gov.uk/bst/advice-teams-area/map2.htm \"Business Education and Support Team\"){:rel=\"external\"} in your area. There's also a leaflet to help you.\r\n\r\n$D\r\n\r\n[Download 'Tips, Gratuities, Service Charges and Troncs' advice leaflet (PDF, 60KB)](http://www.hmrc.gov.uk/helpsheets/e24.pdf \"Download 'Tips, Gratuities, Service Charges and Troncs' advice leaflet (PDF, 60KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n##Service charges\r\n\r\nThese are added to the bill before it's given to the customer. \r\n\r\nIf the charge is compulsory, it's not a tip so if your employer gives it to you, it's treated in the same way as your wages. \r\n\r\nIf it's voluntary, you pay tax and National Insurance in the same way as for tips.\r\n\r\n##Bonuses\r\n\r\nThese are part of your pay and you'll pay tax and National Insurance on them through PAYE. \r\n\r\n\r\n*[HMRC]:HM Revenue & Customs\r\n*[PAYE]:Pay As You Earn","slug":"tips-and-tax","title":"Tips and tax"}}],"type":"guide"}