{"alternative_title":"","overview":"What happens if someone makes a money claim against you, saying you owe them money, and how you can respond or defend yourself","slug":"respond-to-court-claim-for-money","title":"Respond to a court claim for money","updated_at":"2012-10-02T12:14:06+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If you get a form from the court claiming that you owe someone money, don't ignore it.\r\n\r\nIf you don’t reply, or miss the deadline, you may end up paying more, and you could get a [county court judgment](/county-court-judgments-ccj-for-debt/ \"county court judgment\").\r\n\r\n%You must respond within 14 days of receiving the form.%\r\n\r\n##How to respond\r\n\r\nYou can respond by filling in court forms, or using [Money Claim Online,](http://www.moneyclaim.gov.uk/web/mcol/welcome “Money Claim Online”){:rel=\"external\"} if the claim was made online.\r\n\r\nThe login details will be on the claim form sent by the court.\r\n\r\n##Ask for more time to respond\r\n\r\nIf you need more time, you can ask for another 14 days to respond.\r\n\r\nTo do this, fill in the acknowledgment of service form in the [response pack,](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=647 \"response pack\"){:rel=\"external\"} and return it to the court.\r\n\r\nThis will show that you're looking at the claim, not ignoring it, and will give you a total of 28 days to reply.","slug":"overview","title":"Overview"}},{"table":{"body":"To pay the money, send a cheque or postal order or take the money to the address on the claim form.\r\n\r\nMake sure you pay within the deadline and get a receipt, to prove you've paid.\r\n\r\n##Offer to pay\r\n\r\nIf you can’t afford to pay the money in a lump sum, you can offer to pay in instalments or by a given date:\r\n\r\n- fill in the [admission form](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=657 \"admission form\"){:rel=\"external\"}\r\n- say on the form how you want to pay - eg by a certain amount per month\r\n- send the form to the address on the claim form\r\n\r\nIf the other person or business accepts your offer, keep up with the payments. If you don't, you could be taken back to court and asked to pay more costs.\r\n\r\n##If you've already paid\r\n\r\nIf you’ve already paid the money, fill in the [defence form](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=659 \"defence form\"){:rel=\"external\"} and send it back to the court.\r\n\r\n^If you paid after the other person or business made the claim, you may have to pay their court fees.^","slug":"pay-the-money","title":"Pay the money"}},{"table":{"body":"If you owe some of the money, but don't agree with the amount, you need to fill in 2 forms and return them to the court:\r\n\r\n- [admission form](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=657 \"admission form\"){:rel=\"external\"} - saying what you owe\r\n- [defence form](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=659 \"defence form\"){:rel=\"external\"} - saying what you don't owe\r\n\r\nExplain what you owe and why you don't owe any more.\r\n\r\nYou can use [Money Claim Online](http://www.moneyclaim.gov.uk/web/mcol/welcome/ \"Money Claim Online\"){:rel=\"external\"} if the claim was made online - this will be quicker than posting the forms.\r\n\r\n##Paying what you owe\r\n\r\nIf you want to pay what you owe, you can:\r\n\r\n- pay the amount you owe straight away\r\n- offer to pay in instalments\r\n- offer to pay by a certain date\r\n\r\n##If your offer is rejected\r\n\r\nIf your offer is rejected, the court will decide how much you owe. \r\n\r\nThe court may ask you for more information, and will send you a letter if you have to go to a court hearing.","slug":"admit-owing-some-of-the-money","title":"Admit owing some of the money"}},{"table":{"body":"If you don't owe the other person or business money, you can defend the claim.\r\n\r\nFill in the [defence/counterclaim form](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=659 \"defence/counterclaim form\"){:rel=\"external\"} and return it to the court.\r\n\r\nAlternatively, use [Money Claim Online,](http://www.moneyclaim.gov.uk/web/mcol/welcome/ \"Money Claim Online\"){:rel=\"external\"} if the claim was made online.\r\n\r\n##After you reply\r\n\r\nThe court will decide if you owe the money.\r\n\r\nIt may ask you for more information, and will send you a letter if you have to go to a court hearing.\r\n\r\n##If the other person or business owes you money\r\n\r\nIf you think the other person or business owes you money, you can defend yourself and make a claim against them. This is known as making a 'counterclaim'.\r\n\r\nFill in the [defence/counterclaim form](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=659 \"defence/counterclaim form\"){:rel=\"external\"} or use [Money Claim Online.](http://www.moneyclaim.gov.uk/web/mcol/welcome/ \"Money Claim Online\"){:rel=\"external\"}\r\n\r\nYou may have to pay a [court fee](/make-court-claim-for-money/court-fees/ \"court fees\").","slug":"deny-owing-the-money","title":"Deny owing the money"}},{"table":{"body":"You may have to go to court if you don't owe the money, and you defend the case.\r\n\r\n##Small claims\r\n\r\nIf your case is a small claim - under £5,000 - it may be dealt with using written evidence, without a hearing.\r\n\r\nIf there is a hearing, you can:\r\n\r\n- represent yourself\r\n- ask someone to speak on your behalf, like your partner or an advice worker - you must get the court’s permission\r\n- pay for a solicitor to represent you\r\n\r\n^Small claims hearings can be held in the judge’s room or a court-room at the your local county court.^\r\n\r\n##Cases over £5,000\r\n\r\nIf the other person says you owe more than £5,000, there may be a more formal hearing, and you should get legal advice.\r\n\r\n##After the hearing\r\n\r\nThe court will send you a letter giving you its decision.\r\n\r\nIf you disagree with the decision, you have 21 days from the date of the decision to appeal. The letter will explain how to do this.","slug":"going-to-a-court-hearing","title":"Going to a court hearing"}}],"type":"guide"}