{"artefact":[["_response_info",{"status":"ok"}],["title","Livestock market approval (Northern Ireland)"],["id","https://contentapi.production.alphagov.co.uk/livestock-market-approval-northern-ireland.json"],["web_url","https://www.gov.uk/livestock-market-approval-northern-ireland"],["format","licence"],["details",{"need_id":"B301","business_proposition":true,"alternative_title":"","overview":"You need approval from the Department of Agriculture and Rural Development if you want to operate a livestock market in Northern Ireland","will_continue_on":"","continuation_link":"","licence_identifier":"679-4-1","licence_short_description":"Approval from the Department of Agriculture and Rural Development is needed for operating a livestock market in Northern Ireland.","licence_overview":"$!You must get approval from the Department of Agriculture and Rural Development (DARD) if you want to operate a livestock market in Northern Ireland.$!\r\n\r\nThis includes markets where animals are sold in a public place, or places for animals to be kept in connection with a market.\r\n\r\n##Exemptions\r\n\r\nYou don't need approval for 'draft sales' where only 1 sale of animals is held on the same premises within a 6 month period.\r\n\r\nYou may be able to hold a public sale of sheep somewhere other than an approved market if you have a specific notice of approval from DARD. Contact DARD to find out if you are can do this.\r\n\r\n##Requirements\r\n\r\nYou must follow the rules on standards of planning and construction. You may also need planning approval from the Northern Ireland Planning Service.\r\n\r\n###Accommodation for animals\r\n\r\nYou must provide adequate covered accommodation with adjustable ventilation. This will be inspected by DARD.\r\n\r\n###Washing and disinfection\r\n\r\nYou must provide facilities for washing and disinfecting vehicles and containers used in transporting animals. These will be inspected by DARD.\r\n\r\nYou must also provide facilities for people going to the market to clean their footwear before leaving the premises, including adequate drainage for the water..\r\n\r\n###Animal welfare\r\n\r\nYou must make sure that:\r\n\r\n- animals are confined to the market at all times during the sale\r\n- you provide adequate drinking water and suitable food for the animals\r\n- you provide suitable bedding for animals being kept overnight\r\n- swine are not admitted to a market on the same day that a sale of cattle is being held\r\n- you only allow animals to be penned in a way that avoids injury, overcrowding or any other cause of unnecessary suffering\r\n- each bull over 12 months old and each boar over 6 months old must be kept separate from any other animal\r\n- rams and male goats capable of being used for breeding purposes must be kept separate from other animals\r\n- you've checked the necessary documents for every animal that's admitted to the market\r\n\r\n##How to apply\r\n\r\nContact DARD to apply. They will contact you within 15 working days to arrange a visit to inspect your proposed market.\r\n\r\nThe approval process will be discussed at the visit and you'll be told when approval will be granted. When the inspection report is completed, providing all conditions are met, notice of approval will be issued within 10 working days. The application process will take longer if major structural work is required to make the market suitable for use.\r\n\r\n##Fines and penalties\r\n\r\nIf a veterinary inspector decides that an animal at your market is being, or is likely to be, caused unnecessary suffering, they may treat or remove the animal. You might have to pay the cost of this treatment or removal.\r\n\r\n*[DARD]:Department of Agriculture and Rural Development","updated_at":"2012-10-08T17:03:10+00:00","licence":{"location_specific":false,"availability":["NI"],"authorities":[{"name":"DARD","slug":"dard","contact":{"website":"","email":"","phone":"","address":"\n\n\n\n"},"actions":{"apply":[{"url":"https://www.gov.uk/apply-for-a-licence/market-operator/dard/apply-1","introduction":"","description":"Market Operator - Application to hold a market","payment":"none"}]}}]}}],["tags",[{"title":"Business Link","id":"https://contentapi.production.alphagov.co.uk/tags/businesslink.json","web_url":null,"details":{"description":null,"type":"legacy_source"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=businesslink","web_url":"https://www.gov.uk/browse/businesslink"},"parent":null},{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}