{"alternative_title":"","overview":"Find a charity to give to, donate to charity straight from your pay packet or as part of self assessment or give regularly by direct debit","slug":"donating-to-charity","title":"Donating to charity","updated_at":"2012-10-02T12:12:39+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Most charities let you make a donation through their website. If you pay tax you can give direct from your pay packet, pension, or when you make a self assessment tax return. You can also leave money or assets (like land or buildings) to charity in your will.\r\n\r\nThe [Charities Aid Foundation (CAF)](https://www.cafonline.org \"Charities Aid Foundation (CAF)\"){:rel=\"external\"} website can help you find a charity and make a donation.\r\n","slug":"different-ways-to-donate","title":"Different ways to donate"}},{"table":{"body":"If you pay tax through Pay As You Earn (PAYE), 'Payroll Giving' lets you reduce the cost to you of making regular gifts to UK charities. \r\n\r\nIf your employer, company or personal pension provider runs a Payroll Giving Scheme, you simply tell them to make the donation from your wages or pension before taking off any tax. \r\n\r\n$E**Example:** You pay tax at the basic rate of 20% and make a monthly donation of £10. That means you save £2 tax (20% of £10). The actual cost of the donation to you is £8.$E\r\n\r\nFor more help you can contact the [HM Revenue & Customs (HMRC) Charities Helpline.](http://search2.hmrc.gov.uk/kbroker/hmrc/contactus/search.ladv?raction=view&fl0=__dsid%3A&sm=0&ha=34&as=1&sf=&sp_scope=hmrc&sc=hmrc&nh=10&sr=0&cs=ISO-8859-1&tx1=&tx0=49641 \"HMRC Charities Helpline\"){:rel=\"external\"}\r\n\r\n*[PAYE]: Pay As You Earn\r\n*[HMRC]: Her Majesty's Revenue & Customs","slug":"donating-straight-from-your-wages-or-pension","title":"Donating straight from your wages or pension"}},{"table":{"body":"##Choosing a charity\r\nTo use Self Assessment Giving, enter a charity reference code on the 'Giving your tax repayment to charity' form that comes with your tax return. To get a charity's reference code, you can:\r\n\r\n+ search the [HM Revenue & Customs (HMRC) online database](http://www.hmrc.gov.uk/charities/charities-search.htm \"HMRC: Charities registered for SA Donate\"){:rel=\"external\"}\r\n+ telephone the [HMRC Charities Helpline](http://search2.hmrc.gov.uk/kbroker/hmrc/contactus/search.ladv?raction=view&fl0=__dsid%3A&sm=0&ha=34&as=1&sf=&sp_scope=hmrc&sc=hmrc&nh=10&sr=0&cs=ISO-8859-1&tx1=&tx0=49641 \"HMRC Charities Helpline\"){:rel=\"external\"}\r\n+ ask the charity\r\n\r\nYou can only choose one charity to give your repayment to each year. \r\n\r\nIf your charity isn't listed, you'll have to make a donation yourself once you've received your refund.\r\n\r\n##How much can you give?\r\nYou can give some or all of your tax refund. If you don’t want to donate the whole amount you can set an upper limit. If your repayment is more than this, the rest will be paid to you.\r\n\r\nHMRC will let you know how much your repayment is and when it was sent to the charity.\r\n\r\n##How to make your donation\r\nFill in form [SA100.](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?formid=3003&record=U3f41R1qFQE \"SA100 Charity: Giving Your Tax Repayment to Charity\"){:rel=\"external\"}\r\n\r\nYou can do this online if you use HMRC's Self Assessment online service.\r\n\r\n*[HMRC]: Her Majesty's Revenue & Customs","slug":"donating-through-your-self-assessment-tax-return","title":"Donating through your self assessment tax return"}},{"table":{"body":"If you will pay [Inheritance Tax](/inheritance-tax \"Inheritance Tax\"), you could pay less by choosing to give money to charity.\r\n\r\nYou can either leave a fixed amount, or some or all of what's left after other gifts have been given out.\r\n\r\nYou can do this through your will. Make sure it's clear which charity you want to receive your gift.","slug":"leaving-gifts-to-charity-in-your-will","title":"Leaving gifts to charity in your will"}},{"table":{"body":"You must keep records of your donations to charity to make sure that you claim the correct amount of tax relief and pay the right amount of tax.\r\n\r\nFor every tax year, you should keep:\r\n\r\n+ details of Gift Aid donations – showing the date, the amount and the charities involved\r\n+ legal documents showing the sale or transfer of assets (eg land or buildings) to charity\r\n+ any documents from a charity asking you to sell land or shares on its behalf","slug":"keeping-records","title":"Keeping records"}}],"type":"guide"}