{"alternative_title":"","overview":"Disability Living Allowance (DLA) is a tax-free benefit for disabled children and adults - what you'll get, eligibility and applying","slug":"dla-disability-living-allowance-benefit","title":"Disability Living Allowance (DLA)","updated_at":"2012-10-02T12:12:36+00:00","parts":[{"table":{"body":"You could get between £20.55 and £77.45 a week to help with the extra costs caused by a disability. \r\n\r\nThis is called Disability Living Allowance. It's paid at different [rates](disability-living-allowance#what-youll-get \"What you'll get\") and how much you get depends the help you need because of your disability or terminal illness.   \r\n\r\nYou can apply for Disability Living Allowance whether or not you work and it's for children or adults. \r\n\r\n^ The other [benefits](/disability-living-allowance#what-youll-get \"What you'll get\") you get can increase if you get Disability Living Allowance. ^","slug":"overview","title":"Overview"}},{"table":{"body":"Disability Living Allowance is paid weekly at different rates made up from 2 components (parts). You might qualify for one or both components. \r\n\r\n##Care component \r\n\r\nCare component | Weekly rate | Level of help you need\r\n- | - | - \r\nLower | £20.55 | Help for some of the day or with preparing cooked meals\r\nMiddle | £51.85 | Frequent help and constant supervision during the day, supervision at night or someone to help you while on dialysis\r\nHigher | £77.45 | Help or supervision throughout both day and night, or you're terminally ill\r\n\r\n##Mobility component \r\n\r\nMobility component | Weekly rate | Level of help you need\r\n- | - | - \r\nLower | £20.55 | Guidance or supervision outdoors\r\nHigher | £54.05 | You have any other, more severe, walking difficulty\r\n\r\n##How you're paid\r\n\r\nAll benefits, pensions and allowances are paid [into an account](/how-to-have-your-benefits-paid \"how to have your benefits paid\"), eg your bank account.\r\n\r\n##Change of circumstance\r\n\r\nTell the helpline if your circumstances change as this can affect how much you get. For example, your disability gets worse or you go for medical treatment abroad.\r\n\r\nUsually your DLA won't affected if you: \r\n\r\n+ go into hospital for less than 4 weeks (or 12 weeks if you're a under 16) \r\n+ go abroad for less than 26 weeks \r\n+ move to another European Economic Area country or Switzerland - care part only \r\n\r\n^ You could get extra benefits or tax credits if you get Disabled Living Allowance - check with the helpline or the office dealing with your benefit. ^ \r\n\r\n$C\r\n**Disability Benefits Helpline**  \r\n**Telephone:** 08457 123 456  \r\n**Textphone:** 08457 224 433  \r\nMonday to Friday 7:30am to 6:30pm\r\n$C\r\n\r\n*[DLA]: Disability Living Allowance","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You may get Disabled Living Allowance (DLA) if you've had the following difficulties for 3 months and expect to have them for at least 6 months: \r\n\r\n+ walking difficulties \r\n+ you need help looking after yourself \r\n\r\nYou can also get DLA if you have a progressive disease and you're not  expected to live more than 6 months. \r\n\r\nThere are 2 components (parts) to DLA and you might qualify for one or both. \r\n\r\n^Use the [benefits adviser](/benefits-adviser \"Benefits adviser\") to check your eligibility.^\r\n \r\n##Care component \r\n\r\nYou might get this part of DLA because you:\r\n\r\n- need help with things like washing, dressing, eating, using the toilet or communicating your needs\r\n- need supervision to avoid you putting yourself or others in substantial danger\r\n- need someone with you when you're on dialysis\r\n- can't prepare a cooked main meal (and you're 16 or over)\r\n- are terminally ill \r\n\r\n^You can get the care part even if no one is actually giving you the care you need, or you live alone.^\r\n\r\n##Mobility component\r\n\r\nYou might get this part of DLA because when using your normal aid you: \r\n\r\n- can't walk\r\n- can only walk a short distance without severe discomfort\r\n- could become very ill if you try to walk \r\n\r\nYou might also get it if you: \r\n\r\n- have no feet or legs\r\n- are assessed as 100% blind and at least 80% deaf and you need someone with you when outdoors\r\n- are severely mentally impaired with severe behavioural problems and get the highest rate of care for DLA \r\n- need supervision most of the time when walking outdoors\r\n- are certified as severely sight impaired and on 11 April 2011 you were aged between 3 and 64\r\n\r\n##Medical assessments\r\n\r\nYou might get a letter saying you need to attend an assessment to check your eligibility. The letter explains why and where you must go. Your benefit may be stopped if you don't go. \r\n\r\nAt the assessment, you'll be asked for identification. You can use a passport or any 3 of the following:                      \r\n\r\n- birth certificate\r\n- a full driving licence\r\n- life assurance policy\r\n- bank statements\r\n\r\n\r\n*[DLA]: Disability Living Allowance\r\n*[DCS]: Disability and Carers Service","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You can apply for Disability Living Allowance:\r\n\r\n- [online](http://www.dwp.gov.uk/eservice/ \"claim DLA online\"){:rel=\"external\"} \r\n- by post - send your claim form to your local [Jobcentre Plus](http://los.direct.gov.uk/default.aspx?type=2&lang=en \"Find your local Jobcentre Plus\"){:rel=\"external\"} \r\n- by phone\r\n\r\nThere are different forms for adults and children (under 16). The interactive version can be filled out on a computer. \r\n\r\n$D\r\n[Download 'DLA claim pack - child' (PDF, 259KB)](http://www.dwp.gov.uk/advisers/claimforms/dla1a_child_print.pdf \"Download 'DLA claim pack - child' (PDF, 259KB)\"){:rel=\"external\"}  \r\n\r\n[Download 'DLA claim pack - child interactive' (PDF, 807KB)](http://www.dwp.gov.uk/advisers/claimforms/dla1a_child.pdf \"DLA claim pack to fill out on a computer - child (PDF, 807KB)\"){:rel=\"external\"}  \r\n\r\n[Download 'DLA claim pack - adult' (PDF, 541KB)](http://www.dwp.gov.uk/advisers/claimforms/dla1a_adult_print.pdf \"DLA claim pack to print off - adult (PDF, 541KB)\"){:rel=\"external\"}  \r\n\r\n[Download 'DLA claim pack - adult interactive' (PDF, 698KB)](http://www.dwp.gov.uk/advisers/claimforms/dla1a_adult.pdf \"DLA claim pack to fill out on a computer - adult (PDF, 698KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n$C\r\n**Benefit Enquiry Line**  \r\n**Telephone:** 0800 88 22 00  \r\n**Textphone:** 0800 24 33 55  \r\nMonday to Friday, 8:30am to 6:30pm\r\n$C\r\n\r\n##What you need to know\r\n\r\nDisability Living Allowance can be backdated to the date of your claim. This is usually the date your form is received or the date you call the enquiry line (if you return the claim pack within 6 weeks). \r\n\r\nIt usually takes 40 working days to deal with your claim. It can be quicker if you're terminally ill. \r\n\r\nYou might have to have a [medical assessment](/disability-living-allowance#eligibility \"Eligibility\") to complete your application. \r\n\r\n###Special rules - if you're terminally ill\r\n\r\nIf you're not expected to live more than 6 months, there are 'special rules' so you get DLA more quickly. You must: \r\n\r\n- complete a DLA claim form \r\n- include a DS1500 form - you can only get these from a doctor, specialist or consultant\r\n\r\nYou can do this on behalf of someone else without their permission. The letter about the money awarded won't mention 'special rules'. \r\n\r\n##Appeal a decision\r\n\r\nYou can appeal a decision about your Disability Living Allowance if you're unhappy with it. \r\n\r\n$D\r\n[Download 'Leaflet GL24,  Appeal against a benefit decision' (PDF, 4915KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@benefits/documents/digitalasset/dg_201702.pdf \"Download 'Leaflet GL24, Appeal against a benefit decision' (PDF, 4915KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n*[DLA]: Disability Living Allowance","slug":"how-to-claim","title":"How to claim"}}],"type":"programme"}