{"alternative_title":"","overview":"The Data Protection Act (DPA) controls how personal information can be used and your rights to ask for information about yourself","slug":"data-protection","title":"Data protection","updated_at":"2012-10-02T12:12:34+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"The Data Protection Act controls how your personal information is used by organisations, businesses or the government. \r\n\r\nEveryone who collects data has to follow strict rules called 'data protection principles'. They must make sure the information is:\r\n\r\n- used fairly and lawfully\r\n- used for limited, specifically stated purposes\r\n- used in a way that is adequate, relevant and not excessive\r\n- accurate\r\n- kept for no longer than is absolutely necessary\r\n- kept safe and secure\r\n- not transferred outside the UK without adequate protection\r\n\r\nThere is stronger legal protection for more sensitive information, such as:\r\n\r\n- ethnic background\r\n- political opinions\r\n- religious beliefs\r\n- health\r\n- sexual health\r\n- criminal records","slug":"the-data-protection-act","title":"The Data Protection Act"}},{"table":{"body":"The Data Protection Act gives you the right to find out what information the government and other organisations stores about you. \r\n\r\nWrite to the organisation and ask for a copy of the information they hold about you. If you do not know who in the organisation to write to, address your letter to the company secretary.\r\n\r\nThe organisation is legally required to provide you with a copy of the information they hold about you if you request it.\r\n\r\n##When information can be withheld\r\n\r\nThere are some situations when organisations are allowed to withhold information, eg if the information is about:\r\n\r\n- the prevention, detection or investigation of a crime\r\n- national security or the armed forces\r\n- the assessment or collection of tax\r\n- judicial or ministerial appointments\r\n\r\nAn organisation doesn't have to say why they are withholding information.\r\n\r\n##How much it costs\r\n\r\nSome organisations may charge you for providing the information. The cost is usually no more than £10 but it can be more if there is a lot of information or if it is held in manual (ie paper) records.","slug":"find-out-what-data-an-organisation-has-about-you","title":"Find out what data an organisation has about you"}},{"table":{"body":"If you think your data has been misused or that the organisation holding it hasn't kept it secure, you should contact them and tell them. \r\n\r\nIf you are unhappy with their response or if you need any advice you should contact the Information Commissioner's Office (ICO). \r\n\r\n$C \r\n**ICO helpline**  \r\n0303 123 1113 \r\n$C\r\n\r\nThe ICO can investigate your claim and take action against anyone who has misused personal data.\r\n\r\nYou can also visit their website for information on [how to make a data protection complaint](http://www.ico.gov.uk/complaints/data_protection.aspx \"how to make a data protection complaint\"){:rel=\"external\"}.","slug":"make-a-complaint","title":"Make a complaint"}}],"type":"guide"}