{"alternative_title":"Child labour","overview":"Minimum working age and pay for children, how to apply for performance licenses and what local council bylaws can say about employing children","slug":"child-employment","title":"Child employment","updated_at":"2012-10-02T12:12:22+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"## Part-time work ##\r\n\r\nThe youngest age a child can work part-time is 13, except children involved in areas like:\r\n\r\n* television\r\n\r\n* theatre\r\n\r\n* modelling\r\n\r\nChildren working in these areas will need a [performance licence](performance-licences-for-children \"performance licences for children\").\r\n\r\n## Full-time work ##\r\n\r\nChildren can only start full-time work after the last Friday in June of the academic year when they turn 16. This is the the minimum school leaving age. \r\n\r\nAfter a child has reached the minimum school leaving age they can work up to a maximum of 40 hours a week.\r\n\r\nSchool-aged children are not entitled to the National Minimum Wage. Young workers aged 16 to 17 are entitled to at least £3.68/hr.\r\n\r\nOnce someone reaches 18, adult [employment rights and rules](/employment-contracts-and-conditions \"Employment contracts and conditions\") then apply.\r\n\r\n^From the summer of 2013, a young person must do some part-time education or training until they're 17.^\r\n\r\n\r\n\r\n","slug":"minimum-ages-children-can-work","title":"Minimum ages children can work"}},{"table":{"body":"Performance licences are issued by your local authority.\r\n\r\nBefore giving a child a performance licence the local authority will talk to the headteacher of the child's school. This is to make sure the child's education won't suffer if they work in TV, theatre or modelling.\r\n\r\n[Apply for a performance/stage licence from your local authority](/apply-for-performance-licence \"Apply for a performance/stage licence from your local authority\")\r\n\r\n##Chaperones ##\r\n\r\nA child taking part in a performance - including TV, film, theatre, sporting activities or modelling - has to have a chaperone with them. Chaperones need to be licensed by the local council.\r\n\r\nFind out about the [chaperone service for child actors](/chaperone-service-child-actors \"Find out about the chaperone service for child actors\") from your local council.\r\n","slug":"performance-licences-for-children","title":"Performance licences for children"}},{"table":{"body":"There are several restrictions on when and where children are allowed to work.\r\n\r\nChildren are not allowed to work:\r\n\r\n* without an employment permit issued by the education department of the local council, if this is required by local bylaws\r\n\r\n* places like a factory or industrial site\r\n\r\n* during school hours \r\n\r\n* before 7am or after 7pm \r\n\r\n* for more than one hour before school (if local bylaws allow it) \r\n\r\n* for more than 4 hours without taking a break of at least 1 hour \r\n\r\n* in any jobs in pubs and betting shops and those prohibited in local bylaws\r\n\r\n* in any work that may be harmful to their health, well-being or education\r\n\r\n* without having a 2-week break from any work during the school holidays in each calendar year\r\n\r\n^ There are also special rules which only apply during term times and school holiday times. ^\r\n\r\n### Term time rules ###\r\n\r\nDuring term time children can only work a maximum of 12 hours a week. This includes:\r\n\r\n* a maximum of 2 hours on school days and Sundays\r\n\r\n* a maximum of 5 hours on Saturdays for 13 to 14-year-olds, or 8 hours for 15 to 16-year-olds\r\n\r\n### School holiday rules ###\r\n\r\nDuring school holidays 13 to 14-year-olds are only allowed to work a maximum of 25 hours a week. This includes:\r\n\r\n* a maximum of 5 hours on weekdays and Saturdays\r\n\r\n* a maximum of 2 hours on Sunday\r\n\r\nDuring school holidays 15 to 16-year-olds can only work a maximum of 35 hours a week. This includes:\r\n\r\n* a maximum of 8 hours on weekdays and Saturdays\r\n\r\n* a maximum of 2 hours on Sunday\r\n\r\n## Local rules on the types of work children can do ##\r\n\r\nLocal bylaws list the jobs that children can do. If a job isn't on this list, a child under the minimum school leaving age can't do this work. \r\n\r\nLocal bylaws may also have other restrictions on working hours, conditions of work and the type of employment.\r\n\r\nContact your [local council's](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"} education department or education welfare service.\r\n\r\n","slug":"restrictions-on-child-employment","title":"Restrictions on child employment"}},{"table":{"body":"Some local councils say that businesses intending to employ school-aged children must apply for a child employment permit before they can be employed.\r\n\r\nA child is not insured to work without a child employment permit if the local council requires one.\r\n\r\n^ Children don't need a work permit for work experience arranged by their school. ^\r\n\r\nContact your [local council's](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"} education department or education welfare service to find out if a child employment permit is needed.","slug":"local-council-rules-for-child-employment-permits","title":"Local council rules for child employment permits"}}],"type":"guide"}