{"alternative_title":"","overview":"You may be able to get a one-off lump sum payment if you're suffering from diffuse mesothelioma, and your exposure to asbestos happened in the UK","slug":"diffuse-mesothelioma-payment","title":"Diffuse Mesothelioma Payment","updated_at":"2012-10-03T11:41:31+00:00","parts":[{"table":{"body":"You may be able to get a one-off lump sum payment if you're suffering from the asbestos related disease, diffuse mesothelioma.\r\n\r\nYour exposure to asbestos must have happened in the United Kingdom.","slug":"overview","title":"Overview"}},{"table":{"body":"You'll be paid a one-off lump sum payment. \r\n\r\nThe amount you'll get depends on how old you were when your disease was diagnosed. For example, if you were 60 years old when your disease was diagnosed, and you qualify, you will get a one off payment of £38,316.\r\n\r\nIf the date of the diagnosis is not known, it will be based on your age at the date of making a claim. For example, if you are 67 years old on the date you make your claim, and you qualify, then you will get a one off payment of £17,416.\r\n\r\nThe rates are:\r\n\r\n**Age** | **Payment** || **Age** | **Payment**\r\n37 and under | £81,536 || 57 | £50,660\r\n38 | £79,951 || 58 | £46,546\r\n39 | £78,369 || 59 | £42,427\r\n40 | £76,787 || 60 | £38,316\r\n41 | £75,202 || 61 | £34,197\r\n42 | £73,619 || 62 | £30,081\r\n43 | £72,829 || 63 | £27,546\r\n44 | £72,033 || 64 | £25,012\r\n45 | £71,245 || 65 | £22,483\r\n46 | £70,453 || 66 | £19,949\r\n47 | £69,660 || 67 | £17,416\r\n48 | £67,447 || 68 | £16,900\r\n49 | £65,231 || 69 | £16,384\r\n50 | £63,011 || 70 | £15,873\r\n51 | £60,796 || 71 | £15,359\r\n52 | £58,575 || 72 | £14,844\r\n53 | £56,994 || 73 | £14,407\r\n54 | £55,412 || 74 | £13,962\r\n55 | £53,832 || 75 | £13,534\r\n56 | £52,242 || 76 | £13,104\r\n  |  || 77 and over | £12,666\r\n\r\n\r\nIf the sufferer has died, their dependant may be able to claim. Contact Barrow Industrial Injuries Disablement Benefit Centre for further information.\r\n\r\n\r\n$C\r\n\r\n**Barrow Industrial Injuries Disablement Benefit Centre**\r\n\r\n**Telephone:** 0845 603 1358  \r\n**Textphone:** 0845 608 8551  \r\n\r\n$C","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You can claim a one-off lump sum payment if you:\r\n\r\n- can't make a claim under the 1979 Pneumoconiosis Act\r\n- haven't been given a payment for the disease from an employer, a civil claim or elsewhere\r\n- aren't entitled to compensation from a Ministry of Defence scheme\r\n\r\nYour exposure to asbestos must have happened in the United Kingdom. For example:\r\n\r\n- you came into contact with asbestos from a relative - eg by washing their clothes\r\n- you were exposed to asbestos in the environment - eg you lived near a factory using asbestos\r\n- your exposure to asbestos was while self-employed\r\n- your exposure cannot be specified but it occurred in the United Kingdom\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You will need to complete a claim form and provide medical evidence, as no medical examination will be offered.\r\n\r\n$D\r\n[Download and print out a claim form (PDF, 236KB)](http://www.dwp.gov.uk/advisers/claimforms/pwc1_print.pdf \"Claim form for mesothelioma or another lung disease\"){:rel=\"external\"}\r\n$D\r\n\r\nYou can also request a claim form by phone or write to:\r\n\r\n$A Barrow Industrial Injuries Disablement Benefit Centre \r\nPWC Team  \r\nJobcentre Plus  \r\nBarrow IIDB Centre  \r\nPittman Way  \r\nPreston  \r\nPR11 2AB  \r\n$A\r\n\r\n$C\r\n\r\n**Barrow Industrial Injuries Disablement Benefit Centre**\r\n\r\n**Telephone:** 0845 603 1358  \r\n**Textphone:**  0845 608 8551\r\n\r\n$C\r\n\r\n##Time limits for claiming##\r\n\r\nYou need to claim within 12 months of diagnosis. \r\n\r\nIf you're a dependant claiming for a sufferer who is now deceased, then a claim needs to be made within 12 months from the date of death.\r\n\r\n","slug":"how-to-claim","title":"How to claim"}}],"type":"programme"}