{"alternative_title":" ","overview":"Your rights for night work including pay and contracts, health assessments, limits for young workers and on working hours","slug":"your-rights-when-working-at-night","title":"Your rights when working at night","updated_at":"2012-10-02T12:14:51+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You're a night worker if you work for at least 3 hours during the night:\r\n\r\n- on most of the days you work  \r\n- often enough to say you work these hours regularly\r\n\r\nNight usually means between 11pm and 6am. You and your employer can agree in writing a different definition of night, but it must:\r\n\r\n* be at least 7 hours long \r\n* include the time between midnight and 5am\r\n\r\n##Collective or workforce agreement##\r\n\r\nA collective or workforce agreement (an agreement between your employer and the union or workforce) may set out how much annual working time should be worked at night.\r\n\r\nIf you work these hours you will be a night worker.","slug":"what-counts-as-night-work","title":"What counts as night work"}},{"table":{"body":"If you are a night worker, you can work an average of 8 hours in a 24-hour period.  This includes:\r\n\r\n- work during the day or night\r\n- regular overtime, but not overtime you work occasionally\r\n\r\nYou can't opt-out of these working time limits. However there are [exceptions to the night work hour limits](exceptions-to-night-work-hour-limits).\r\n\r\n##Calculate your average working time##\r\n\r\nAverage working time is usually calculated over 17 weeks - this is called a reference period.\r\n\r\nTo calculate the average you need to know:\r\n\r\n- what references period applies - any 17-week period unless a collective or workforce agreement sets out otherwise\r\n- that you need to exclude your weekly rest period (if you're a worker over 18, you're entitled to 24 hours without any work each week or 48 hours each fortnight)\r\n\r\nIf you've been in your job for less than 17 weeks, calculate your working time over the period you’ve been working there. \r\n\r\n$E**Example - for a simple working pattern:** You might work alternate 9-hour and 7-hour shifts over 17 weeks, averaging out at 8 hours.$E\r\n\r\n$E**Example - for a shift worker:**\r\nYou're a night worker and work 4, 12-hour shifts each week.\r\n \r\ns1. Multiply the number of weeks in the reference period (17) with the number of hours you work each week: 17 x (4 x 12) = 816 hours worked in the reference period.\r\ns2. In 17 weeks there are 119 days (17 x 7). You're entitled to take 17 weekly rest days, therefore you could be asked to work: 119 - 17 = 102 days you could be asked to work.\r\ns3. Divide your total hours by the number of days you might have to work: 816 ÷102 = 8 hours average work in 24 hours.\r\n$E\r\n\r\nBoth are within the working time limit.\r\n\r\n^ If your night work involves special hazards or heavy physical or mental strain, you can **never** work more than 8 hours in any 24-hour period, including daytime overtime. ^\r\n","slug":"limits-on-night-work-hours","title":"Limits on night work hours"}},{"table":{"body":"The normal limits on night work hours don’t apply if you work in:\r\n\r\n* the armed forces, emergency services  \r\n* a private house as a domestic servant\r\n* you do a job where you choose how long you work, eg a managing executive  \r\n\r\nThere are separate rules for workers in [road](http://www.dft.gov.uk/topics/freight \"Freight\"){:rel=\"external\"}, \r\n[sea](http://www.dft.gov.uk/mca/mcga07-home/shipsandcargoes/mcga-shipsregsandguidance/marinenotices/mcga-mnotice.htm?textobjid=550E6A6B50FC1723 \"Merchant Shipping\"){:rel=\"external\"} or [air transport](http://www.legislation.gov.uk/all?title=civil%20aviation%20working%20time/\"Civil Aviation Working Time\"){:rel=\"external\"}.\r\n\r\nLimits on night work also don't apply if:\r\n\r\n* you're working in an industry with busy peak periods, eg agriculture, retail, tourism or security and surveillance work  \r\n* there’s an emergency or accident\r\n* the job needs round-the-clock staffing - eg hospital work\r\n* you have to travel a long distance from your home to get to work or you constantly work in different places\r\n* you work in the rail industry - on trains or linked to making sure trains run on time  \r\n* a collective or workforce agreement excludes or changes the restriction on night work or the [reference period](limits-on-night-work-hours \"Limits on night work hours\").\r\n\r\n##Rest breaks##\r\n\r\nIn these cases 'compensatory' rest must be given instead. This is rest taken within a reasonable time of the break you've missed.\r\n\r\nContact the free and confidential Pay and Works Rights Helpline if you’re unsure if night hour rules apply to you.\r\n\r\n$C\r\n\r\n**Pay and Works Rights Helpline**\r\n\r\n**Telephone:** 0800 917 2368  \r\n**Textphone:** 0800 121 4042\r\n\r\n$C","slug":"exceptions-to-night-work-hour-limits","title":"Exceptions to night work hour limits"}},{"table":{"body":"Those above [school leaving age](/know-when-you-can-leave-school \"School leaving age\") but below 18 can’t work between 10pm and 6am (or 11pm and 7am if your contract requires you to work after 10pm). \r\n\r\n##Exceptions##\r\n\r\nThere are some exceptions - eg in limited circumstances in agriculture or acting but the law is complex.\r\n\r\nFor most exceptions 'compensatory' rest (rest taken at a later time) must be allowed and for some supervision by an adult worker may also be required.\r\n\r\nContact the Pay and Works Rights Helpline for free and confidential advice if you’re unsure.\r\n\r\n$C\r\n\r\n**Pay and Works Rights Helpline**\r\n\r\n**Telephone:** 0800 917 2368  \r\n**Textphone:** 0800 121 4042  \r\n\r\n$C","slug":"night-work-limits-for-young-workers","title":"Night work limits for young workers"}},{"table":{"body":"Your employer may offer you perks like free transport, food or extra pay for working at night. You only have a legal right to any of these if your contract says you do.\r\n\r\n##Changes to your contract##\r\n\r\nIf your contract doesn't say you have to do night work, your employer will normally need your agreement to change your hours so that you do.\r\n\r\nA contract can be in writing or a verbal agreement.","slug":"pay-and-contracts-for-night-working","title":"Pay and contracts for night working"}},{"table":{"body":"Your employer must offer you a free health assessment (normally a questionnaire) before you start working at night and regularly afterwards. They should get help from a properly qualified health professional when doing this. You don't have to take the assessment if you don't want to.\r\n\r\nIf the answers to your health assessment cause concern, your employer should refer you to a doctor. If a doctor says you have health problems caused by night work, your employer must transfer you to daytime work if possible.\r\n\r\n##Work involving special hazards or heavy physical or mental strain##\r\n\r\nIf your work involves special hazards or heavy physical or mental strain, your employer should assess any hazards in your work and check how harmful they could be. They should then take steps to [reduce any risks to you](/health-safety-at-work/your-employers-responsibilities \"Health and safety at work - your employer's responsibilities\").\r\n\r\n##Pregnancy and new mothers##\r\n\r\nIf you become pregnant or are a new mother, and are worried about working at night, speak to your employer about moving to day work. Your employer should give you special consideration and do a [risk assessment](/health-safety-at-work/your-employers-responsibilities \"Health and safety at work - your employer's responsibilities\").","slug":"your-health-rights-as-a-night-worker","title":"Your health rights as a night worker"}},{"table":{"body":"Contact the Pay and Work Rights Helpline for free and confidential advice on working hours.\r\n\r\n$C\r\n**Pay and Work Rights Helpline**\r\n\r\n**Telephone:** 0800 917 2368  \r\n**Textphone:** 0800 121 4042\r\n\r\n$C\r\n\r\nOr fill in the [online enquiry form.](https://payandworkrights.direct.gov.uk/ \"online enquiry form from the Pay and Work Rights Helpline\"){:rel=\"external\"}","slug":"further-advice","title":"Further advice"}}],"type":"guide"}