{"alternative_title":"","overview":"If you blow the whistle on something wrong at work, you're protected from being fired. Find out how to whistleblow and who to report problems to.","slug":"whistleblowing","title":"Whistleblowing","updated_at":"2012-10-02T12:14:47+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"The official name for whistleblowing is ‘making a disclosure in the public interest’.\r\n\r\nYou can do this when there's something wrong at work, like someone breaking the law or dangerous conditions. You could be protected from losing your job and being treated unfairly by your employer.\r\n\r\n##How to do it\r\n\r\ns1. Check your employment contract or ask human resources/personnel if your company has a whistleblowing procedure.\r\ns2. If you feel you can, contact your employer about the issue you want to report.\r\ns3. If you can't tell your employer, contact a ['prescribed person or body'](/whistleblowing/who-to-whistleblow-to \"Who to whistleblow to\").\r\n\r\n\r\n##Free advice\r\n\r\nYou can get free advice from [Public Concern at Work.](http://www.pcaw.co.uk/ \"Public concern at work\"){:rel=\"external\"}\r\n\r\n##Protection you'll have\r\n\r\nYour employer can't fire you or treat you unfairly (eg by not offering you a promotion you might otherwise have got).\r\n\r\nYou can take your employer to an [Employment Tribunal](/employment-tribunals \"Employment Tribunals\") if you're treated unfairly.\r\n\r\n##Whistleblowing abroad\r\n\r\nYou're protected from unfair treatment even when you blow the whistle on something that happened abroad. This includes when a different country's law has been or will be broken.","slug":"whistleblowing","title":"Whistleblowing"}},{"table":{"body":"You can report things that aren't right, are illegal or if anyone at work is neglecting their duties, including:\r\n\r\n- someone’s health and safety is in danger\r\n- damage to the environment\r\n- a criminal offence\r\n- the company isn't obeying the law (like not having the right insurance)\r\n- covering up wrongdoing\r\n\r\nYou can report something that's happening now, has happened in the past or may happen in the future.","slug":"what-you-can-blow-the-whistle-on","title":"What you can blow the whistle on"}},{"table":{"body":"If you can't tell your employer, you can tell the 'prescribed person or body' responsible for the area you're worried about.\r\n\r\n$D[Download 'list of prescribed people or bodies' (PDF, 83KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@employ/documents/digitalasset/dg_177605.pdf \"List of prescribed people or bodies (PDF, 83KB)\"){:rel=\"external\"}$D \r\n\r\nYou can only tell the prescribed person or body if you think your employer:\r\n\r\n- will cover it up\r\n- would treat you unfairly if you complained\r\n- hasn't sorted it out and you've already told them\r\n\r\n$E\r\n**Example:** Laura knows the director of her bank is stealing clients' money. She reports it to the Financial Services Authority.\r\n$E\r\n\r\n##Public sector whistleblowing\r\n\r\nIf you're a public sector worker you can whistleblow to a minister, or a member of the Scottish Executive.","slug":"who-to-whistleblow-to","title":"Who to whistleblow to"}},{"table":{"body":"You're only protected if you're:\r\n\r\n- an employee\r\n- an agency worker\r\n- not employed but in training with an employer\r\n- self-employed if you're supervised or work off-site\r\n\r\n^ You're eligible for protection if you honestly think what you're reporting is true and you think you're telling the right person.^\r\n\r\nYou're not protected if:\r\n\r\n- you break the law when you report something (eg you signed the Official Secrets Act)\r\n- you found out about it when someone wanted legal advice ('legal professional privilege') - eg you're a solicitor\r\n","slug":"whos-protected","title":"Who's protected"}}],"type":"guide"}