{"alternative_title":"","overview":"How to work out and pay your Council Tax bill, exemptions, rules for full-time students, second homes, empty properties, problems paying and financial help","slug":"council-tax","title":"Council Tax","updated_at":"2012-10-02T12:12:32+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You’ll need to know 3 things: \r\n\r\ns1. The [valuation band for your home](http://www.voa.gov.uk/cti/InitS.asp?lcn=0 \"Find the valuation band for your home\"){:rel=\"external\"}\r\ns2. How much your [local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"} charges for that band\r\ns3. Whether you can get a discount or [exemption](/council-tax/council-tax-exemptions \"Council Tax exemptions\") from the full bill - for example, people living on their own get a 25% discount\r\n\r\nFind out if you're eligible and [apply for a Council Tax discount](/apply-for-council-tax-discount \"Apply for a Council Tax discount\").\r\n\r\n^A full Council Tax bill is based on 2 or more adults living in a household.^\r\n\r\nIf you think your home is in the wrong valuation band, you may be able to [challenge your Council Tax band](/council-tax-appeals/challenge-your-band \"Council Tax appeals: challenge your band\").\r\n\r\nIn England and [Scotland,](http://www.scotland.gov.uk/library3/localgov/ctvb-00.asp \"Scottish Council Tax Bands\"){:rel=\"external\"} valuation bands are based on property values on 1 April 1991, not what a property is worth today. In Wales, valuation bands are based on property values on 1 April 2003.\r\n\r\n$D\r\n[Download the Valuation Office Agency’s ‘Understanding your Council Tax banding’ (PDF, 351KB)](http://www.voa.gov.uk/corporate/_downloads/pdf/VO7858_understanding_ct.pdf \"Understanding your Council Tax banding\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\nIf you're having trouble paying your bill, you may be able to get [financial help](/council-tax/problems-paying-and-financial-help \"Council Tax: problems paying and financial help\").","slug":"working-out-your-council-tax","title":"Working out your Council Tax"}},{"table":{"body":"If you're 18 or over and own or rent a home, you'll usually have to pay Council Tax. Spouses and partners who live together are jointly responsible for paying the bill.\r\n\r\nIf you're unsure about who's responsible for paying, [contact your local council.](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1/ “Find your local council”){:rel=\"external\"}\r\n\r\n##When payments are due\r\nYour Council Tax bill tells you:\r\n\r\n- how much you have to pay for the year\r\n- how that amount has been worked out\r\n- the dates you have to pay\r\n\r\nThe cost is usually split into 10 monthly payments.\r\n\r\nIf the amount of Council Tax you have to pay changes during the year, you’ll get a new bill.\r\n\r\n##Ways to pay\r\nSome councils let you [pay your Council Tax online](/pay-council-tax \"Pay your Council Tax online\") or over the phone.\r\n\r\nYou can usually also pay:\r\n\r\n- by post\r\n- by direct debit\r\n- by standing order\r\n- in person at your council's offices\r\n- using 'Paypoint', 'Payzone' or 'Quickcards' for cash payments at post offices, banks, newsagents and convenience stores\r\n\r\n","slug":"paying-the-bill","title":"Paying the bill"}},{"table":{"body":"A full Council Tax bill is based on at least 2 adults living in a home. \r\n\r\nIf you count as an adult for Council Tax and live on your own, you'll get 25% off your bill.\r\n\r\nYou'll also get a discount if you live with people who don't count as adults for Council Tax.\r\n\r\n^[Apply for a Council Tax discount](/apply-for-council-tax-discount \"Apply for a council tax discount\").^\r\n\r\n##Who doesn't count?\r\nThese people are **not** counted as adults for Council Tax:\r\n\r\n- children under 18\r\n- people on apprentice schemes\r\n- 18 and 19-year-olds in full-time education\r\n- [full-time college and university students](/council-tax/full-time-students \"Students\")\r\n- young people under 25 who get funding from the Skills Funding Agency or Young People’s Learning Agency\r\n- student nurses\r\n- foreign language assistants registered with the British Council\r\n- people with a severe mental [disability](/council-tax/discounts-for-disabled-people \"disability\")\r\n- live-in carers who look after someone who isn't their partner, spouse or child\r\n- diplomats\r\n\r\nTo work out if you should get a Council Tax discount:\r\n\r\ns1. Count the number of adults who live in your home as their main home\r\ns2. Discount anyone in the list above\r\ns3. If you're left with 1 person who counts as an adult, your Council Tax bill will be reduced by 25%\r\ns4. If you’re left with no-one who counts as an adult, your bill will be reduced by 50%\r\n\r\n\r\n##Your bill doesn’t show a discount\r\nIf there's no discount listed and you think you should get one, write to [your council.](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"}\r\n\r\nThe council has 2 months to respond. If you disagree with the council's decision or don't hear back within this time, you can [appeal to the Valuation Tribunal.](http://www.valuationtribunal.gov.uk/A1Form.aspx \"Appeal to the Valuation Tribunal\"){:rel=\"external\"}\r\n\r\n##You get a Council Tax discount by mistake\r\nYou must tell your council. If you don’t, you could get a fine.\r\n\r\nThe council may also ask you to pay back the discount.\r\n","slug":"council-tax-exemptions","title":"Council Tax exemptions"}},{"table":{"body":"Households where everyone's a full-time student don't have to pay Council Tax. If you do get a bill, you can [apply for an exemption](/apply-for-council-tax-discount \"Apply for a Council Tax exemption\").\r\n\r\nTo count as a full-time student, your course must:\r\n\r\n+ last at least 1 year\r\n+ involve at least 21 hours study per week\r\n\r\nIf you study for a qualification up to A level and you’re under 20, your course must:\r\n\r\n+ last at least 3 months\r\n+ involve at least 12 hours study per week\r\n\r\nIf there's someone in your household who's not a full-time student, you will get a Council Tax bill. But your household might still qualify for a [discount](/council-tax/council-tax-exemptions \"Single person's discount\").","slug":"full-time-students","title":"Full-time students"}},{"table":{"body":"##Disabled band reduction scheme##\r\n\r\nThis scheme makes sure disabled people don't pay more Council Tax if they need:\r\n\r\n+ a bigger property \r\n+ to adapt their home because of their disability\r\n\r\nThe property must be the main home of at least 1 disabled person. They can be an adult or a child and don't have to be responsible for paying the Council Tax.  \r\n\r\nThe property must have 1 or more of:\r\n\r\n- an extra bathroom, kitchen or other room for the disabled person\r\n- extra space inside the property for using a wheelchair\r\n\r\n##Other Council Tax reductions##\r\n\r\nPeople who are severely mentally impaired and some live-in carers [are exempt](/council-tax/council-tax-exemptions \"Council tax exemptions\") when working out Council Tax. \r\n\r\nYou can [apply for a Council Tax discount](/apply-for-council-tax-discount \"Apply for a Council Tax discount\") from your local council.\r\n","slug":"discounts-for-disabled-people","title":"Discounts for disabled people"}},{"table":{"body":"##Second homes\r\nYou may pay less Council Tax for a property you own or rent that's not your main home.\r\n\r\nCouncils can give furnished second homes or holiday homes a discount of between 10% and 50%.\r\n\r\n##Empty properties\r\nThere's no Council Tax to pay on empty and unfurnished homes for up to 6 months. After this, they may qualify for a discount of up to 50%, depending on the council.\r\n\r\nIf the owner of a house has died, Council Tax isn't charged for up to 6 months after probate is granted (your legal right to sell the home).\r\n\r\nSome homes don't get a Council Tax bill for as long as they stay empty. They include homes:\r\n\r\n- of someone in prison (except for not paying a fine or Council Tax)\r\n- of someone who's moved into a care home or hospital\r\n- that have been repossessed\r\n- that cannot be lived in by law\r\n- that are empty because they've been compulsory purchased and will be demolished\r\n\r\nHomes undergoing major repair work or structural changes (like rebuilding walls and floors) don't get a Council Tax bill for up to 12 months.\r\n\r\n##Completion notices\r\nLocal councils usually send completion notices to new homes and properties that have had major home improvements. A completion notice tells you the day the council thinks your property was finished. \r\n\r\nYou have to start paying Council Tax from this date.\r\n\r\n\r\n\r\n\r\n","slug":"second-homes-and-empty-properties","title":"Second homes and empty properties"}},{"table":{"body":"Tell [your council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1/ \"Contact your local council\"){:rel=\"external\"} as soon as you think you’ll have a problem paying your Council Tax bill. \r\n\r\nYour council might let you spread your payments over a longer period, for example 12 months instead of 10.\r\n\r\nOr, if you're really struggling to pay, your council may be able to give you a one-off discount.\r\n\r\n##Council Tax Benefit and Second Adult Rebate\r\nYou may be able to claim [Council Tax Benefit](/council-tax-benefit \"Council Tax Benefit\") or Second Adult Rebate if:\r\n\r\n- you're on a low income \r\n- you live with another adult (not your partner) who's on a low income\r\n\r\n##Missing Council Tax payments\r\nYou Council Tax is split into 10 monthly payments.\r\n\r\nIf you haven’t spoken to your council about a problem paying your bill, and you miss a payment, your council will ask you for payment:\r\n\r\ns1. Your council will send you a **reminder notice** giving you 7 days to pay.\r\ns2. If you don't pay within 7 days, the council will send you a **final notice**. You'll also get a final notice if your monthly Council Tax payments are late 3 times in a year. The final notice gives you 7 days to pay the full amount of Council Tax for the whole year.\r\ns3. If you don’t pay the final notice within 7 days, the council will take **legal action** to get the Council Tax you owe. The court may also make you pay the council’s costs, like hiring a lawyer.\r\n\r\n\r\n","slug":"problems-paying-and-financial-help","title":"Problems paying and financial help"}}],"type":"guide"}