{"alternative_title":"","overview":"Vehicle registration schemes for the motor trade - non-secure, secure and Automated First Registration and Licensing system - how they work, who can use them and how to apply","slug":"vehicle-registration-schemes-for-the-motor-trade","title":"Vehicle registration schemes for the motor trade","updated_at":"2012-10-02T12:14:41+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"There are 3 vehicle registration schemes for the motor trade. They are:\r\n\r\n- the non-secure registration scheme\r\n- the secure registration scheme\r\n- the Automated First Registration and Licensing (AFRL) system\r\n\r\nYou can use these schemes if you're a:\r\n\r\n- vehicle manufacturer\r\n- sole or multiple import concessionaire\r\n- VAT-registered motor vehicle trader\r\n\r\n##Using the schemes\r\n\r\nWhen you apply to use a scheme, your application is assessed by the Vehicle Certification Agency (VCA). You'll have to answer a questionnaire designed to test your knowledge of the vehicle registration process.\r\n\r\nWhen you first start registering vehicles, you have to use the non-secure scheme. The other 2 schemes are designed to speed up the vehicle registration process.\r\n\r\nYou can apply to the secure scheme when you've been using the non-secure scheme without irregularities or issues for 12 months.\r\n\r\nIf you want to use the AFRL scheme, you need to have used the secure scheme for 6 months first.\r\n\r\n##The Vehicle Register \r\n\r\nThis is maintained by the Driver and Vehicle Licensing Agency (DVLA). It's based on the information provided on the V55 registration form or by the AFRL system.\r\n\r\n\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency\r\n*[AFRL]: Automated First Registration and Licensing system\r\n*[VCA]: Vehicle Certification Agency\r\n*[VAT]: Value Added Tax\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"This involves completing the V55/4 form and taking one of the following documents to your nearest [Driver and Vehicle Licensing Agency (DVLA) office:](http://www.dft.gov.uk/dvla/contactus/localoffices/findnear.aspx \"Driver and Vehicle Licensing Agency (DVLA) office\"){:rel=\"external\"}\r\n\r\n- a valid 'CoC' (certificate of conformity)\r\n- the correct [vehicle type approval](/vehicle-type-approval/overview \"vehicle type approval\") certificate\r\n- a Vehicle Certification Agency certificate of British National Type Approval (goods vehicles and mutual recognition)\r\n\r\nTake the documents along with:\r\n\r\n- the registration fee\r\n- the licence fee\r\n- the appropriate customs form for an imported vehicle\r\n- a certificate of newness (if applicable)\r\n- a current British certificate of insurance\r\n- approved [identity documents](/vehicle-registration/new-registrations \"identity documents\") confirming your name and address\r\n- a foreign registration document (for used, imported vehicles)\r\n\r\n^You can order form V55/4 by faxing 01792 783525.^\r\n\r\nYou can only apply to use the [secure registration scheme](secure-registration-scheme \"secure registration scheme\") after you've been using the non-secure scheme without irregularities or issues for 12 months.\r\n\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency\r\n*[CoC]: certificate of conformity","slug":"nonsecure-registration-scheme","title":"Non-secure registration scheme"}},{"table":{"body":"When your company has been approved to use this scheme, some of the documentation needed for the non-secure scheme is no longer required.\r\n\r\nInstead, you complete the registration process by transferring the data from one of the following onto the V55/1 or V55/2 form:\r\n\r\n- European Community Whole Vehicle Type Approval Certificate (certificate of conformity) \r\n- National Small Series Type Approval Certificate\r\n- Goods Vehicle National Type Approval Certificate\r\n\r\nYou register vehicles by taking or sending the following to your local [Driver and Vehicle Licensing Agency (DVLA) office:](http://www.dft.gov.uk/dvla/contactus/localoffices/findnear.aspx \"Driver and Vehicle Licensing Agency (DVLA) office\"){:rel=\"external\"}\r\n\r\n- a completed V55/1 or V55/2 form\r\n- a valid insurance certificate\r\n- the registration fee and the fee to tax a vehicle\r\n\r\n^There's no need to provide evidence of newness with your V55/1 or V55/2 form.^\r\n\r\nTo get a V55/1 or V55/2 form, contact one of the following trade associations:\r\n\r\n- Society of Motor Manufacturers\r\n- Motor Cycle Industry Association\r\n- Agricultural Engineers Association\r\n\r\nOr write to:\r\n\r\n$A\r\nThe Requisition Section Stores\r\nD Basement\r\nDVLA\r\nSwansea SA6 7JL\r\n$A\r\n\r\n^You can also order the forms by faxing 01792 783525.^\r\n\r\n##Modified vehicles\r\n\r\nIf a vehicle is modified before registration - eg with different wheels, tyres or a silencer - it may need a:\r\n\r\n- Single Vehicle Approval inspection\r\n- Individual Vehicle Approval inspection\r\n- Motorcycle Vehicle Approval inspection\r\n- further type approval work\r\n\r\nThese vehicles then need to be registered using the non-secure system with one of the above certificates.\r\n\r\n^Vehicles modified through the multi-stage build process and then type approved, or those using the enhancement scheme, can be registered using the secure registration scheme.^\r\n\r\n##How to apply\r\n\r\nTo apply, contact the Vehicle Certification Agency:\r\n\r\n$C\r\n**Vehicle Certification Agency**  \r\nAlan Bowker  \r\n0117 952 4190  \r\n<alan.bowker@vca.gov.uk>\r\n$C\r\n\r\nYou can also apply by contacting the DVLA:\r\n\r\n$C\r\n**DVLA**  \r\nLeanne Chivers  \r\n01792 782 470  \r\n<leanne.chivers@dvla.gsi.gov.uk>\r\n$C\r\n\r\nYou'll be sent an application pack and guidance notes. \r\n\r\nWhen you've used the secure registration scheme for 6 months, you can apply to join the [Automated First Registration and Licensing (AFRL) system](automated-first-registration-and-licensing-system \"Automated First Registration and Licensing (AFRL) system\").\r\n\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency\r\n*[AFRL]: Automated First Registration and Licensing","slug":"secure-registration-scheme","title":"Secure registration scheme"}},{"table":{"body":"The Automated First Registration and Licensing (AFRL) system is a web-based version of the secure registration scheme and it can save you time if you decide to join it.\r\n\r\nYour dealer can be allocated a supply of blank tax discs to complete locally. You pay an annual fee to the Driver and Vehicle Licensing Agency (DVLA).\r\n\r\nDVLA staff will provide initial training in the system and there's also a helpdesk that operates from Monday to Friday, 8am to 5pm.\r\n\r\n##Control check arrangements\r\n\r\nYou still need to maintain the same paper records you needed for the secure registration system before you transferred to the AFRL system.\r\n\r\nThese could include:\r\n\r\n- V55 security (when used as a back up for printer or computer failure or other registration purposes)\r\n- tax disc security signed End of Series Derogation forms from potential new vehicle suppliers\r\n- spot check records\r\n\r\n^The DVLA or Vehicle Certification Agency may visit you to make sure control checks and security systems are being maintained.^\r\n\r\n##How to apply\r\n\r\nFor more information, contact the Vehicle Certification Agency:\r\n\r\n$C\r\n**Vehicle Certification Agency**  \r\nAlan Bowker  \r\n0117 952 4190  \r\n<alan.bowker@vca.gov.uk>\r\n$C\r\n\r\nYou can also apply by contacting the DVLA:\r\n\r\n$C\r\n**DVLA**  \r\nLeanne Chivers  \r\n01792 782 470  \r\n<leanne.chivers@dvla.gsi.gov.uk>\r\n$C\r\n\r\n\r\n\r\n*[AFRL]: Automated First Registration and Licensing\r\n*[DVLA]: Driver and Vehicle Licensing Agency","slug":"automated-first-registration-and-licensing-system","title":"Automated First Registration and Licensing system"}}],"type":"guide"}