{"artefact":[["_response_info",{"status":"ok"}],["title","Adoption support agency registration (England)"],["id","https://contentapi.production.alphagov.co.uk/adoption-support-agency-registration-england.json"],["web_url","https://www.gov.uk/adoption-support-agency-registration-england"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You must be registered to operate an adoption support agency in England","will_continue_on":"","continuation_link":"","licence_identifier":"1309-1-1","licence_short_description":"Register with Her Majesty's Chief Inspector of Education, Children's Services and Skills to operate as an adoption support agency.","licence_overview":"If you operate an adoption support agency you must be registered with Her Majesty's Chief Inspector of Education, Children's Services and Skills.\r\n\r\nYour application will be subject to a fee.\r\n\r\nIn order to be registered to operate an adoption support agency, you must prove that you:\r\n\r\n* are a fit and proper person\r\n* are physically and mentally fit\r\n* have the appropriate skills and qualifications\r\n\r\nOnce registered, you must pay an annual fee, and if you wish to manage more than one establishment you must be registered for each.\r\n\r\n##Complying with regulations\r\n\r\nOnce you are registered, you must comply with all related rules under the regulations. You must:\r\n\r\n* Make sure that any adoption support services you provide are always appropriate and that you have an appropriate written complaints procedure - all complaints must be fully investigated, written records kept and all children must be able to make a complaint.\r\n* Make sure that all records are stored securely, and that any records not kept on the premises are kept in appropriately secure conditions.\r\n* Have a written statement of purpose - this should include the aims and objectives of your agency and should be readily available and kept under review so as to be up to date. Your agency must at all times be conducted in a manner that is consistent with your statement of purpose.\r\n* Produce and regularly review a written children's guide to the agency which includes contact details for the registration authority and a summary of the complaints procedure. The guide must be given to each child to whom you are providing support services, and to each adult who acts for a child. It must also be produced in a form that is appropriate to the age and understanding of the children.\r\n* Manage the agency with sufficient care, competence and skill, and undertake any training necessary to ensure that you have sufficient experience and skills for carrying on the agency.\r\n* Appoint a manager (if you do not intend to be in day-to-day management of the agency) and notify the registration authority of their details.\r\n* Implement a written policy to safeguard children from abuse or neglect, and set out the procedure to be followed in the event of an allegation of abuse or neglect.\r\n* Have a disciplinary procedure under which an employee will be suspended where necessary for the welfare of children, and where any failure to report abuse or neglect is a ground for disciplinary proceedings.\r\n* Maintain records on each person to whom the agency provides adoption support services, and on each member of staff.\r\n* Make sure you have a suitable number of competent, qualified and supervised staff. You may only employ workers who are physically and mentally fit, are of good character and have suitable skills and qualifications.\r\n* Provide all employees with appropriate training, supervision and appraisal and any permanent appointment must be subject to the satisfactory completion of a period of probation. You must provide all employees with a job description outlining their responsibilities, and ensure that they are enabled to obtain further appropriate qualifications.\r\n* Make sure your premises are suitable for achieving the aims and objectives of your statement of purpose. You must ensure that there are adequate security arrangements at the premises.\r\n* Notify the registration authority of any significant change to the running of the agency, and of certain events including the death or injury of a child. You must give notice if you are convicted of a criminal offence.\r\n\r\n##Fines and penalities\r\n\r\nIf you fail to comply with any of these provisions, you will be guilty of a criminal offence and could be fined.\r\n\r\n","updated_at":"2012-10-02T12:11:47+00:00","licence":{"location_specific":false,"availability":["England"],"authorities":[{"name":"Ofsted","slug":"ofsted","contact":null,"actions":{"apply":[{"url":"https://licensify.production.alphagov.co.uk/application-to-register-as-a-children's-social-care-provider:-adoption-support-agency/ofsted/apply-1","introduction":"There are a number of social care services for children in England which need to be registered, this includes adoption support agencies.    These social care services cannot operate until we grant registration. An application for registration is only complete when we receive all the information we need to process it, and you pay the required fee. If you do not send us all the required information with your application form, we will usually return it to you and you will need to resubmit it.\n\nFor guidance on what information we require please see the children's social care section under the 'Forms and guidance' part of our website (www.ofsted.gov.uk).    All individuals who make up the Registered Person and for the Registered Manager must complete a Declaration and consent form (form SC2) (www.ofsted.gov,uk/publications/070082) and supply a valid enhanced disclosure notice.. The completed form(s) must be attached to this application.","description":"Application to register as a children's social care provider: adoption support agency","payment":"none"},{"url":"https://licensify.production.alphagov.co.uk/application-to-register-as-a-children's-social-care-provider:-adoption-support-agency/ofsted/apply-2","introduction":"","description":"Application to register as a children's social care provider: adoption support agency &mdash; Complete a declaration and consent form","payment":"none"}],"change":[{"url":"https://licensify.production.alphagov.co.uk/application-to-register-as-a-children's-social-care-provider:-adoption-support-agency/ofsted/change-1","introduction":"Childminders, childcare providers and home childcarers: you can use this form to notify Ofsted of a change to your registration. You can also use this form to request a variation to your conditions of registration or resign your childminding registration.\n\nChildren\u0092s social care providers: you can use this form to notify Ofsted of a change to your registration. You can also use this form to inform Ofsted that you wish to apply for a variation to your conditions of registration, or wish to apply for voluntary cancellation of your service. ","description":"Application to register as a children's social care provider: adoption support agency &mdash; Tell us about a change to your existing registration as an adoption support agency","payment":"none"}]}}]}}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}