{"alternative_title":"","overview":"Residential training to help disabled adults find work - what you'll get, eligibility and how to claim","slug":"residential-training","title":"Residential training for disabled adults ","updated_at":"2012-10-02T12:14:06+00:00","parts":[{"table":{"body":"If you're an unemployed disabled adult you can apply for residential training. You can do this if there aren't any suitable training courses available to you locally. \r\n\r\nThe courses can help you get a job, give you more experience to keep a job or become self-employed. \r\n\r\nThe training courses take place in accessible college buildings. Staff with knowledge of disability issues teach the courses.\r\n\r\nThere are 9 [residential training providers](http://www.direct.gov.uk/en/Dl1/Directories/UsefulContactsByCategory/DisabledPeopleContacts/OrganisationsAndCharities/DG_10016715 \"Residential training providers\"){:rel=\"external\"} located throughout England but there are no providers in Wales or Scotland.\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"You'll get help finding work through a combination of guidance, work experience and qualifications. Courses vary from college to college, with many leading to National Vocational Qualifications (NVQs) in things like:\r\n\r\n- administration\r\n- catering\r\n- retail\r\n- horticulture\r\n- leisure/tourism/travel\r\n\r\nYou can also get help with your living costs and some travel costs. The amount you get will depend; for example, on the cost of your accommodation or price of travel tickets.\r\n\r\n*[NVQs]: National Vocational Qualifications","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You can apply for residential training if you can't find training courses locally and you're:\r\n\r\n- a UK resident with a disability\r\n- aged 18 or over\r\n- unemployed\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You can apply for residential training and find out what courses are available by contacting your [Disability Employment Adviser](/looking-for-work-if-youre-disabled \"Disability Employment Adviser\") at your local [Jobcentre.](http://los.direct.gov.uk/default.aspx?type=1&lang=en \"Jobcentre\"){:rel=\"external\"}\r\n\r\nThey can also give you information about the help with costs you get while training.","slug":"how-to-claim","title":"How to claim"}}],"type":"programme"}