{"alternative_title":"","overview":"The rules for child car seats and booster cushions","slug":"child-car-seats-the-rules","title":"Child car seats - the rules","updated_at":"2012-10-02T12:12:22+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Children need to use the right car seat until they reach 135 centimetres tall or age 12. The type of car seat your child needs depends on their weight.\r\n\r\n%Never carry a child on your lap, or use a single seat belt for 2 passengers whatever their age.%\r\n\r\nOnly EU-approved baby seats, child car seats or booster cushions can be used in the UK. These have a label showing a capital ‘E’ in a circle. Second hand child seats or boosters must still meet current safety standards - check them thoroughly before accepting and make sure they haven't been involved in a crash.\r\n\r\n##Child car seat types\r\n\r\nType of seat | Weight range\r\n- | -\r\nRear-facing baby seats | Babies up to 13kg\r\nForward or rear-facing baby seats | Children from 9-18kg\r\nForward-facing child car seats (booster seats) | Children from 15-25kg\r\nBooster cushions | Children over 22kg\r\n\r\nSome seats are adjustable and can be used as your child grows - check the seat label.\r\n\r\n##Using your child's car seat in the front seat\r\n\r\nYou can use your child's car seat in the front seat of a vehicle, if it fits. This includes 2-seater cars or convertibles with the top down.\r\n\r\n^You must deactivate any frontal airbags before fitting a rear-facing baby seat.^\r\n\r\n##Side-facing seats\r\n\r\nChild car seats must not be used in side-facing seats.\r\n\r\n##Vehicles without seat belts\r\n\r\nIf your vehicle doesn’t have seat belts, a child over 3 can travel in the back seat without their car seat.\r\n\r\nChildren under 3 must not travel in cars, vans or goods vehicles without a seat belt or their car seat.\r\n\r\n##Cars with integral child-sized seats\r\n\r\nSome cars have their own (integral) child-sized seats that are only suitable for children. If the seat is approved for use instead of a child's car seat, it will have a label with an 'E' in a circle. The label will also show the weight of the child that it’s approved for - usually above 15 kilograms.\r\n\r\nIf the child-sized seat isn’t approved, your child will need to use their car seat. If their car seat doesn't fit, your child can't use the vehicle's integral child-sized seat.\r\n\r\n##Car seats in a seat with only a lap belt\r\n\r\nIf a seat only has a lap belt, you’ll still need to fit your child's car seat. \r\n\r\nMost seats can only be used with a belt that has a diagonal strap as well, so in this case you'll need to get a diagonal belt fitted.","slug":"overview","title":"Overview"}},{"table":{"body":"Normal rules apply for children with disabilities unless a doctor says they’re exempt on medical grounds. However, they may use disabled person's seat belts or child restraints designed for their needs.\r\n\r\nContact your doctor for more information.","slug":"car-seats-for-children-with-disabilities","title":"Car seats for children with disabilities"}},{"table":{"body":"In minibuses with unladen weight less than 2.54 tonnes children of 3 and above have to use a child seat if there is one.\r\n\r\nIt's not compulsory for the driver or anyone else to provide the child's car seat.\r\n\r\nIf there isn't a child car seat or the ones fitted are unsuitable, then children aged 3 and above must use an adult seat belt. Younger children can travel without a seat belt in this case.","slug":"child-car-seats-in-minibuses","title":"Child car seats in minibuses"}},{"table":{"body":"There are a few situations when a child can travel without a car seat if one isn't available.\r\n\r\n##Taxis and private hire vehicles (minicabs)\r\n\r\nIn a licensed taxi or licensed private hire vehicle (minicab), children aged:\r\n\r\n- under 3 can travel without a child's car seat or seat belt, but only on the back seat\r\n- 3 years or older can travel without a child's car seat but they must wear an adult seat belt\r\n\r\n##Unexpected but necessary journeys over a short distance\r\n\r\nIf the correct child seat isn't available, a child over 3 years old can use the adult belt for an unexpected but necessary journey over a short distance. This doesn't apply to a regular school run or planned journey.\r\n\r\nYou must not take children under 3 in a vehicle without a seat belt or the correct child car seat.\r\n\r\n##No room for a 3rd child seat in the back\r\n\r\nIf there's no room for a 3rd child seat in the back seat a 3rd child under the age of 3 can't travel unless they are in the front seat with the correct child seat.\r\n\r\nChildren over 3 years can either use the front seat with the correct child seat or sit in the back using an adult belt.","slug":"when-a-child-can-travel-without-a-car-seat","title":"When a child can travel without a car seat"}}],"type":"guide"}