{"alternative_title":"Trade Union membership","overview":"Joining a union and getting recognition for collective bargaining and agreements - legal rules about membership, union reps and your rights","slug":"join-trade-union","title":"Joining a trade union","updated_at":"2012-10-02T12:13:17+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"A trade union is an organisation with members who are usually workers or employees. It looks after their interests at work by doing things like:\r\n\r\n- negotiating agreements with employers on pay and conditions\r\n- discussing big changes like large scale redundancy\r\n- discussing members' concerns with employers\r\n- going with members to disciplinary and grievance meetings\r\n\r\n##How to join a union##\r\nIf there is a union at work, you can ask the trade union representative ('rep') about joining. Their contact details may be in your company handbook or intranet site or on the union noticeboard at work. \r\n\r\nThe union rep will tell you if you're eligible to join and give you a membership form to fill in. \r\n\r\n###Trade union contact details###\r\nYou can find a list of [unions and their contact details](http://www.certoffice.org/Nav/Trade-Unions/Active.aspx \"List of existing trade unions\"){:rel=\"external\"} on the website of the Certification Officer, the independent organisation responsible for the legal regulation of unions.\r\n\r\nYou can also use the TUC's [interactive tool](http://www.worksmart.org.uk/unionfinder/ \"Find a union\"){:rel=\"external\"} to help you find a trade union in your workplace, or one which covers your type of job. \r\n\r\n##Trade union membership subscriptions##\r\nYour union will charge a union membership fee ('membership sub') to finance the work of the union. This can be a flat rate for all employees or based on how much you are paid.\r\n\r\n###Paying your membership subs###\r\nYou can pay your subs by:\r\n\r\n- having the amount taken by your employer from your pay and sent to the union (otherwise known as 'check-off')\r\n- direct debit\r\n- cash\r\n- cheque\r\n\r\n###Paying by check-off###\r\nYour employer isn't legally required to take union membership subs from your pay and send it to the union.  They can stop sending your membership subs unless your employment contract says they have to.\r\n\r\nYour employer can't take union membership subs from your pay without your written permission. Many trade unions will get your agreement to pay by check-off when you join, and forward it to your employer. \r\n\r\nYou can also ask your employer in writing to stop taking money from your pay for check-off whenever you want. They must then stop taking subs from your pay as soon as it's possible.\r\n\r\nYour employer is responsible for making sure that any check-off payments they make are legal. \r\n\r\n###What to do if you have a problem###\r\nIf you have a problem with your check-off payments, try to discuss the issue with your employer and your trade union first.\r\n\r\nIf your trade union subscriptions are taken from your pay without your consent, you could make a complaint to an [Employment Tribunal](/employment-tribunals \"Employment tribunal\") against your employer. \r\n\r\nIf your complaint is successful the employment tribunal can order your employer to pay you the value of the unauthorised payments.\r\n","slug":"joining-a-trade-union","title":"Joining a trade union"}},{"table":{"body":"You have the right to:\r\n\r\n- choose to join or not join a union\r\n- decide to leave or remain a member of a union\r\n- belong to the union you choose, even if it's not the one your employer negotiates with on pay, terms and conditions\r\n- belong to more than one union\r\n\r\nYour employer isn't allowed to:\r\n \r\n- offer you a benefit to leave a trade union\r\n- threaten to treat you unfairly if you don't leave a union\r\n\r\n###Refusing to employ you for trade union membership reasons###\r\n\r\nAn employer or employment agency isn't allowed to insist that you:\r\n\r\n- join or leave a trade union\r\n- leave one union for another\r\n\r\n###Dismissal for trade union membership reasons###\r\nYour employer isn't allowed to dismiss you or choose you for redundancy because you:\r\n\r\n- are or want to be a union member \r\n- aren't or don't want to be a union member \r\n- took part or wanted to take part in union activities\r\n\r\n###Other unfavourable treatment###\r\nYour employer mustn't treat you unfavourably (for example refusing you promotion or training opportunities) if you:\r\n\r\n- join a union \r\n- take part in its meetings \r\n- leave a union\r\n\r\n##What to do if you have a problem##\r\nYou may be able to use a grievance procedure or go to an [Employment Tribunal](/employment-tribunals \"Employment tribunal\")  if you think you're employer has treated you unfairly because of your trade union membership.","slug":"trade-union-membership-your-employment-rights","title":"Trade union membership: your employment rights"}},{"table":{"body":"A trade union representative ('rep') is a union member who represents and gives advice to colleagues when they have problems at work. \r\n\r\nTrade union reps aren't paid but they do get paid time off to do their work as a rep.\r\n\r\n##What do union reps do?##\r\nReps are there to:\r\n\r\n- discuss any concerns you have about your employer\r\n- go with ('accompany') you to disciplinary or grievance hearings with management\r\n- represent you in negotiations ('collective bargaining') over your pay and terms and conditions of employment\r\n- meet with your employer to find solutions to workplace issues\r\n- develop the best possible health and safety procedures with your employer\r\n\r\nEmployers must consult with union reps if:\r\n\r\n- there is going to be a business transfer or takeover\r\n- they are planning to make 20 or more people redundant within 90 days\r\n\r\n##Your right to be accompanied##\r\n\r\nYou have the right to be accompanied by your union rep to some meetings with management where:\r\n\r\n- you're facing a disciplinary charge\r\n- you wish to raise a grievance with your employer \r\n- you've made a request not to retire and your manager wants to discuss it with you\r\n\r\nIf your union rep can't attend, you may be able to rearrange the meeting or ask a work colleague to go with you.\r\n\r\n##Becoming a union rep##\r\nIf you want to become a union rep, ask another rep in the workplace or contact your union through its website. Depending on union rules, you may be appointed or elected. \r\n\r\nIf you become a union rep, find out what [rights](/your-rights-as-a-trade-union-rep \"Your rights as a trade union rep\") you have.\r\n","slug":"role-of-your-trade-union-rep","title":"Role of your trade union rep"}},{"table":{"body":"When an employer and a union agree to negotiate on pay, terms and conditions, this agreement is called 'recognition' of the union. The negotiations are called 'collective bargaining'.\r\n\r\n##How collective bargaining works##\r\nYour employer and trade union will have to agree on how collective bargaining will be done including:\r\n\r\n- which union, rep or official will represent a group of workers or employees (this group is called a 'bargaining unit')\r\n- who is included in the bargaining unit\r\n- how often meetings will take place\r\n- what issues they'll discuss\r\n- how disagreements will be handled\r\n- how collective bargaining will work if more than one union is recognised\r\n\r\n##Collective agreements##\r\nAgreements reached through collective bargaining are called collective agreements and they often mean a change in your employment terms and conditions. \r\n\r\nCollective agreements can cover all staff - not just union members. Your employment contract may say which collective agreements cover you if:\r\n \r\n- your employer recognises more than one trade union\r\n- one trade union is recognised to negotiate for more than one bargaining unit","slug":"union-negotiations-with-your-employer","title":"Union negotiations with your employer"}}],"type":"guide"}