{"alternative_title":"","overview":"How to get married or enter a civil partnership in England and Wales, giving notice of marriage at a registry office, paying fees and getting married abroad","slug":"marriages-civil-partnerships","title":"Marriages and civil partnerships","updated_at":"2012-10-02T12:13:26+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You can get married or enter into a civil partnership if you're:\r\n\r\n- 16 or over\r\n- free to marry (single, divorced or widowed)\r\n- not closely related\r\n\r\nYou need permission from your parents or guardians if you're under 18.\r\n\r\n##Anglican marriages\r\n\r\nIf you want to get married in an Anglican Church, contact the vicar at:\r\n\r\n- [your local church in England](http://www.achurchnearyou.com/ \"your local church in England\"){:rel=\"external\"}\r\n- [your local church in Wales](http://www.churchinwales.org.uk/rb/findchurch.php \"your local church in Wales\"){:rel=\"external\"}\r\n\r\nThe vicar can help you with the official arrangements for the marriage.\r\n\r\n##Other marriages or civil partnerships\r\n\r\nFor all other marriages or civil partnerships, you must go to your local register office to tell the registrar about your plans.\r\n\r\nContact your [local register office](/register-offices/ \"local register office\") to make an appointment.\r\n\r\n%You need to give the register office at least 16 days' notice of your marriage or civil partnership.%\r\n\r\nYou can only use a register office if you have lived in the local area for at least the past 7 days.\r\n\r\n##If you're a foreign national\r\n\r\nIf you or your partner are foreign nationals, and subject to immigration control, you must both go to one of the register offices in the list below:\r\n\r\n$D [Download 'List of designated register offices in England and Wales' (PDF, 29KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@government/documents/digitalasset/dg_176374.pdf \"Download 'list of designated register offices in England and Wales' (PDF, 29KB)\"){:rel=\"external\"} $D\r\n\r\nYou must have have the correct entry clearance before you travel to the UK to marry or register a civil partnership.\r\n\r\n##If you want to get married abroad\r\n\r\nIf you want to get married abroad, contact the country's [embassy in the UK,](http://www.fco.gov.uk/en/about-us/what-we-do/protocol/embassies-in-uk \"embassy in the UK\"){:rel=\"external\"} who will tell you which documents you need.\r\n\r\nYou can’t register an overseas marriage or civil partnership in the UK, but it will usually be recognised if it's valid in the other country.\r\n\r\nYou can get the marriage or civil partnership documents sent to the UK, to make it easier to get copies. Find out about [depositing documents in the UK.](http://www.fco.gov.uk/en/travel-and-living-abroad/births-deaths-marriages-civil/marriage-and-civil-partnerships/depositing \"depositing documents in the UK \"){:rel=\"external\"} ","slug":"overview","title":"Overview"}},{"table":{"body":"When you go to the register office, you need to take proof of your name, age and nationality, eg your:\r\n\r\n- passport\r\n- birth certificate\r\n- driving licence\r\n\r\nThe registrar will need something with your address on it - your driving licence or a recent:\r\n\r\n- bank statement\r\n- Council Tax bill\r\n- gas, water or electricity bill\r\n\r\n^You each need to pay a £35 fee when you notify the registrar of your wedding or civil partnership.^\r\n\r\n##If you've been divorced or widowed\r\n\r\nIf you've been married or in a civil partnership before, you need to take:\r\n\r\n- a [decree absolute or final order](/copy-decree-absolute-final-order \"decree absolute or final order\"), or\r\n- the [death certificate](/order-copy-birth-death-marriage-certificate/ \"death certificate\") of your former partner\r\n\r\nIf you divorced overseas, the divorce will usually be recognised in England and Wales if it was valid in the country where it took place.\r\n\r\nIf you're not sure if an overseas divorce is valid, check with the registrar.","slug":"documents-to-take-to-the-register-office","title":"Documents to take to the register office"}},{"table":{"body":"A religious wedding can take place at a church, chapel or other religious building.\r\n\r\nYou can have a civil ceremony or civil partnership at:\r\n\r\n- a register office\r\n- any venue approved by the local council - eg a stately home or hotel\r\n\r\n[Find a civil marriage or civil partnership venue.](http://maps.direct.gov.uk/LDGRedirect/MapAction.do?ref=weddingvenues \"Find a civil marriage or civil partnership venue\"){:rel=\"external\"}\r\n\r\nYou will need to have at least 2 witnesses at the ceremony.\r\n\r\n^Civil ceremonies can include readings, songs or music, but must not include anything that’s religious - eg hymns or readings from the Bible.^\r\n\r\n##Wedding vows\r\n\r\nIf you're getting married you must exchange wedding vows.\r\n\r\nDiscuss any other wording you want in the ceremony with the person conducting the wedding.\r\n\r\n^You don't need to exchange vows for a civil partnership, but you can do so if you wish.^\r\n\r\n##Signing the register\r\n\r\nYou, your partner and your 2 witnesses must sign the marriage register or civil partnership document.\r\n\r\n##Cost of registering a marriage or civil partnership\r\n\r\nYou will have to pay a fee to register the marriage or civil partnership. \r\n\r\nThis is £45 if you have the ceremony at a register office, but may be more at other venues. Ask the registrar or religious minister for details.\r\n\r\nThe marriage or civil partnership certificate costs £4 - you may need a copy to prove your marital status in the future.","slug":"weddings-and-civil-partnership-ceremonies","title":"Weddings and civil partnership ceremonies"}}],"type":"guide"}