{"alternative_title":"","overview":"Your employer might monitor you at work, but if the monitoring involves taking data, images or drug testing they have to do this in a way that's legal and fair\r\n","slug":"monitored-at-work-your-rights","title":"Being monitored at work - your rights","updated_at":"2012-10-02T12:12:06+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Your employer might monitor you at work. This could be done in various ways, like:\r\n\r\n- CCTV\r\n- drug testing\r\n- bag searches\r\n- checking your emails or the websites you look at\r\n\r\nData protection law covers any monitoring that involves taking data, images or drug testing.\r\n\r\nIf you're unhappy about being monitored, check your staff handbook or contract to see if your employer's allowed to do this. \r\n\r\nIf they're not, you might be able to resign and claim unfair ('constructive') dismissal. But this is a last resort - you should try to sort the problem out first - read the advice to help you [solve a workplace dispute](/solve-workplace-dispute \"solve a workplace dispute\").\r\n\r\n##Searches\r\n\r\nYour employer should have a written policy on searching. Searches should respect privacy, be done by a member of the same sex and with a witness present.\r\n\r\nIf a search or drug test is badly handled you might have a claim for discrimination, assault or false imprisonment. \r\n\r\n^For advice about work issues, talk to [ACAS (the Advisory, Conciliation and Arbitration Service),](http://www.acas.org.uk/index.aspx?articleid=1410 \"ACAS (the Advisory, Conciliation and Arbitration Service)\"){:rel=\"external\"} [Citizens Advice](http://www.citizensadvice.org.uk/index/getadvice.htm \"Citizens Advice\"){:rel=\"external\"} or your trade union representative.^\r\n\r\n*[ACAS]:the Advisory, Conciliation and Arbitration Service\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"Your employer has to have your consent if they want to test for drugs. Usually this is when they have a full contractual health and safety policy, which should be in your contract or staff handbook.\r\n\r\nYour employer should:\r\n\r\n- limit testing to employees that need to be tested\r\n- ensure the tests are random\r\n- not single out particular employees for testing unless this is justified by the nature of their jobs\r\n\r\n^You can't be made to take a drugs test but if you refuse when your employer has good grounds for testing, you may face disciplinary action.^","slug":"drug-testing","title":"Drug testing"}},{"table":{"body":"Your employer must explain the amount of monitoring clearly in your staff handbook or contract. They should tell you:\r\n\r\n- if you are being monitored\r\n- what counts as a reasonable number of personal emails and phone calls\r\n- if personal emails and calls are not allowed\r\n\r\nExamples of monitoring could include:\r\n\r\n- looking at which websites you've visited\r\n- CCTV in the building where you work\r\n- checking your bag as you leave\r\n\r\nYour employer is not allowed to monitor you everywhere (not in the toilet, for example). If they don't respect this they could be in breach of the Data Protection Act.\r\n\r\nIf you're not happy about the situation, read the advice on [workplace disputes](/solve-workplace-dispute \"workplace disputes\") or talk to [ACAS (the Advisory, Conciliation and Arbitration Service),](http://www.acas.org.uk/index.aspx?articleid=1410 \"ACAS (the Advisory, Conciliation and Arbitration Service)\"){:rel=\"external\"} [Citizens Advice](http://www.citizensadvice.org.uk/index/getadvice.htm \"Citizens Advice\"){:rel=\"external\"} or your trade union representative.\r\n\r\n*[ACAS]:the Advisory, Conciliation and Arbitration Service","slug":"email-cctv-and-other-monitoring","title":"Email, CCTV and other monitoring"}}],"type":"guide"}