{"alternative_title":"","overview":"The Court Funds Office provides a banking service for the civil courts in England and Wales for Court of Protection clients and children under 18","slug":"court-funds-office-processes","title":"Court Funds Office processes","updated_at":"2012-10-02T12:12:33+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"The Court Funds Office looks after money when:\r\n\r\n- the Court of Protection decides someone is unable to make their own decisions\r\n- a child is awarded damages as a result of civil legal action\r\n- a civil case is waiting to be settled\r\n\r\nSomeone under 18 will have a ‘Litigation Friend’ (usually a parent or guardian) appointed by the court to look after their account.\r\n\r\nThe Court of Protection will usually appoint a deputy to look after an account if someone is unable to make their own decisions. The deputy will have certain responsibilities and powers that the court will make clear to them.","slug":"overview","title":"Overview"}},{"table":{"body":"The Court Funds Office can hold money in an account or invest some of the money on the stock market.\r\n\r\n##Accounts\r\n\r\nMoney held for a child or someone who is unable to make their own decisions is held in a 'special account'. \r\n\r\nMoney being held until a civil case is settled is held in a 'basic account'.\r\n\r\nThe special and basic accounts pay different rates of interest:\r\n\r\n- special account: 0.5% \r\n- basic account: 0.3%\r\n\r\nTax will have to be paid if the interest on the account is more than the person's tax allowance.\r\n\r\nOnly a deputy appointed by the Court of Protection or a Litigation Friend can access a Court Funds Office account for someone else.\r\n\r\nMoney will be held in a Court Funds Office account for a child until they are 18, unless a court order says otherwise. The Court Funds Office will write to the child 1 month before their 18th birthday and explain how they can get their money.\r\n\r\n##Statements\r\n\r\nThe Court Funds Office sends out annual statements for special accounts at the end of April. \r\n\r\nAnother statement is issued in October for all accounts that:\r\n\r\n- have a balance of £100,000 or more and are being held for a child\r\n- are being being held for Court of Protection clients\r\n\r\nYou can ask for a statement at any time by contacting the Court Funds Office:\r\n\r\n$C\r\n**Court Funds Office**  \r\n[enquiries@courtfunds.gsi.gov.uk](mailto:enquiries@courtfunds.gsi.gov.uk \"enquiries@courtfunds.gsi.gov.uk\")\r\n$C\r\n\r\n##Investments\r\n\r\nThe Court Funds Office can make stock market investments in a range of companies using the Equity Tracker Index Fund (ETIF). \r\n\r\nThey will invest money if all of the following apply:\r\n\r\n- the money is being held on behalf of a child or someone unable to make decisions for themselves\r\n- the amount of money being held is £10,000 or more\r\n- the money is likely to be held for 5 or more years\r\n\r\nThe amount of money invested is based on instructions from the Court of Protection, a deputy or an investment manager appointed by a deputy.\r\n\r\nIf any investments are sold for more than their original value, tax may also be payable. This may also happen if the difference in value is more than the person’s Capital Gains Tax allowance.\r\n\r\nYou can [check the value of the ETIF on the Financial Times website.](http://funds.ft.com/funds/MinistryofJustice/MinistryofJusticeCommonInvestmentFds/FUCAP \"check the value of the ETIF on the Financial Times website\"){:rel=\"external\"}","slug":"accounts-and-investments","title":"Accounts and investments"}},{"table":{"body":"% Only a deputy appointed by the Court of Protection can open a Court Funds Office account for someone else. %\r\n\r\nTo open an account, you need to complete the following forms:\r\n\r\n$D\r\n[Download Form A - authority to access the Court Funds Office account (PDF, 131K)](http://www.justice.gov.uk/downloads/global/forms/cfo/FormA.pdf \"Form A - authority to access the Court Funds Office account (PDF, 131K)\"){:rel=\"external\"}\r\n[Download Form L - payment into the Court Funds Office (PDF, 37K)](http://www.justice.gov.uk/downloads/global/forms/cfo/cfol.pdf \"Form L - payment into the Court Funds Office (PDF, 37K)\"){:rel=\"external\"}\r\n$D\r\n\r\nYou also need to include a sealed copy of the original court order appointing you as a deputy\r\n\r\nThe forms and the sealed court order should be sent to the following address:\r\n\r\n$A\r\nCourt Funds Office\r\n22 Kingsway \r\nLondon\r\nWC2B 6LE\r\n$A","slug":"opening-an-account","title":"Opening an account"}},{"table":{"body":"##Making a deposit\r\n\r\nTo pay money into an account you need to complete the following form:\r\n\r\n$D\r\n[Download Form L - payment into the Court Funds Office (PDF, 37K)](http://www.justice.gov.uk/downloads/global/forms/cfo/cfol.pdf \"Form L - payment into the Court Funds Office (PDF, 37K)\"){:rel=\"external\"}\r\n$D\r\n\r\nYou also include a cheque for the amount to be paid in, made payable to the 'Accountant General of the Senior Courts'\r\n\r\nTo make a payment to a Court Funds Office account as a result of a court case you need to complete the following form:\r\n\r\n$D\r\n[Download Form 100 - request for Lodgment (PDF, 229K)](http://www.justice.gov.uk/downloads/global/forms/cfo/cfo100.pdf \"Form 100 - request for Lodgment (PDF, 229K)\"){:rel=\"external\"}\r\n$D\r\n\r\nYou also need to include a sealed copy of the original court order and a cheque for the amount to be paid in, made payable to the 'Accountant General of the Senior Courts'\r\n\r\n##Making a withdrawal or a regular payment\r\n\r\nTo make a one-off payment from an account you need to complete the following form:\r\n\r\n$D\r\n[Download Form P - payment request from the Court Funds Office (PDF, 98K)](http://www.justice.gov.uk/downloads/global/forms/cfo/FormP.pdf \"Form P - payment request from the Court Funds Office (PDF, 98K)\"){:rel=\"external\"}\r\n$D\r\n\r\nTo make a regular payment from an account or to change an existing regular payment you need to complete the following form:\r\n\r\n$D\r\n[Download Form R - regular payment request from the Court Funds Office (PDF, 29K)](http://www.justice.gov.uk/downloads/global/forms/cfo/cfor.pdf \"Form R - regular payment request from the Court Funds Office (PDF, 29K)\"){:rel=\"external\"}\r\n$D\r\n\r\n##Where to send the forms\r\n\r\nCompleted and signed forms, along with any other necessary documents, should be sent to the following address:\r\n\r\n$A\r\nCourt Funds Office\r\n22 Kingsway \r\nLondon\r\nWC2B 6LE\r\n$A","slug":"deposits-and-withdrawals","title":"Deposits and withdrawals"}},{"table":{"body":"Money in a Court Funds Office account is called an 'unclaimed balance' if: \r\n\r\n- it hasn’t been touched for 10 years or more\r\n- the rightful owner of an account or their litigation friend can’t be contacted\r\n\r\n^You can [search online for an unclaimed balance.](https://ubi.courtfunds.gov.uk/unclaimedbalancesindex/ \"search online for an unclaimed balance\"){:rel=\"external\"}^\r\n\r\nYou can also call the Court Funds Office helpline if you think an unclaimed balance belongs to you or someone you're responsible for:\r\n\r\n$C\r\n**Court Funds Office helpline**  \r\n0845 223 8500\r\n$C\r\n\r\nYou can also apply in writing to the Court Funds Office and they'll make a search for you:\r\n\r\n$A\r\nCourt Funds Office\r\n22 Kingsway\r\nLondon\r\nWC2B 6LE \r\n$A\r\n\r\nTo search for an unclaimed balance, you'll need:\r\n\r\n- the title of the court proceedings\r\n- the name of the court\r\n- the name of the person who was entitled to the money\r\n- the names of anyone who paid the money into court\r\n- relevant dates, such as when the court proceedings were\r\n- evidence of the link between you and any of the above (eg copies of birth, marriage or death certificates)","slug":"unclaimed-money","title":"Unclaimed money"}}],"type":"guide"}