{"alternative_title":"","overview":"Child Benefit payments if your child goes into care, into hospital, into residential care, lives with an ex-partner or leaves home","slug":"child-benefit-child-not-living-with-you","title":"Child Benefit if your child doesn't live with you","updated_at":"2012-10-03T17:13:18+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"%[Tell the Child Benefit Office](https://directgov-online.hmrc.gov.uk/shortforms/form/CBO_Specific?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk&lang=eng \"Email the Child Benefit Office\"){:rel=\"external\"} if your child goes into care - they will tell you if you'll still get Child Benefit.% \r\n\r\nUnless your child is in care because of an [illness or disability](children-in-hospital-or-residential-care \"Children in hospital or residential care\"), Child Benefit payments usually stop after 8 weeks.\r\n\r\nYou can [claim again](/child-benefit/how-to-claim \"Claim Child Benefit\") for Child Benefit after 8 weeks if your child is at home for either:\r\n\r\n- 7 days or more in a row before going back into care (you can claim Child Benefit for the time they spent at home)\r\n- 24 hours every week (you'll get Child Benefit as long as that continues)","slug":"children-in-care","title":"Children in care"}},{"table":{"body":"You get Child Benefit for 12 weeks (84 days) if your child goes into hospital or residential care. After that, you may get Child Benefit if you're spending the payment on your child, eg for clothes. \r\n\r\n##Multiple hospital visits \r\nIf there's less than 28 days between hospital or residential care stays this counts as 1 stay. You'll need to add up the days so you can tell the Child Benefit Office.\r\n\r\n$E\r\n**Example:** Your child is in hospital for 80 days and comes home for 5 days. They then go back into hospital for 7 days. This is 87 days in total so you need to show if you're spending the payment on your child, eg for clothes, to get Child Benefit.\r\n$E\r\n\r\n##Medical treatment in hospital abroad\r\nYou can get Child Benefit for 12 weeks if your child is getting medical treatment in hospital abroad for an illness or disability they had before they left, or happened while away.\r\n\r\n%Your child must be 'temporarily abroad’ - the trip was supposed to last less than a year.%\r\n\r\nYou could get Child Benefit after 12 weeks if you:\r\n\r\n- come back to the UK to claim (your child can still be abroad)\r\n- you're spending the payment on your child, eg for clothes.\r\n\r\nYou must [tell the Child Benefit Office](https://directgov-online.hmrc.gov.uk/shortforms/form/CBO_Specific?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk&lang=eng \"Email the Child Benefit Office\"){:rel=\"external\"} if either:\r\n\r\n- your child is in hospital or residential care for more than 12 weeks (84 days) and you won't be spending the payment on your child\r\n- you're going abroad with your child for more than 8 weeks","slug":"children-in-hospital-or-residential-care","title":"Children in hospital or residential care"}},{"table":{"body":"%Only 1 person can get Child Benefit for a child - this is usually who the child normally lives with.%\r\n\r\n##Multiple claims for 1 child\r\nThe Child Benefit Office will tell you if they get another claim for your child. \r\n\r\nIt's best if you sort out between you who should claim Child Benefit. If you can't, the Child Benefit Office will decide. You can appeal the decision by [contacting the Child Benefit Office.](https://directgov-online.hmrc.gov.uk/shortforms/form/CBO_Specific?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk&lang=eng \"Email the Child Benefit Office\"){:rel=\"external\"}\r\n\r\n##Changing the person who gets Child Benefit\r\nIf you want someone else to claim Child Benefit, [contact the Child Benefit Office:](https://directgov-online.hmrc.gov.uk/shortforms/form/CBO_Specific?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk&lang=eng \"Email the Child Benefit Office\"){:rel=\"external\"}\r\n\r\ns1. Explain you want to stop getting Child Benefit.\r\ns2. Explain who you want to get Child Benefit instead.\r\ns3. The other person will need to [make a new claim](/child-benefit/how-to-claim \"Claim Child Benefit\").\r\ns4. If you change your mind later, you'll need to make a new claim yourself.","slug":"children-living-with-an-expartner","title":"Children living with an ex-partner"}},{"table":{"body":"You'll get Child Benefit for 8 weeks after your child leaves home to live with someone else (eg a friend or relative) unless that person makes a Child Benefit claim.\r\n\r\nYou could continue to get Child Benefit if you're contributing:\r\n\r\n- to your child's upkeep\r\n- at least as much as the Child Benefit payment\r\n\r\n^Upkeep includes clothes, presents, food and pocket money and financial contributions to the house where your child lives.^\r\n\r\nYou might get Child Benefit if you're making payments towards your child's maintenance under a court order or agreement. [Contact the Child Benefit Office.](https://directgov-online.hmrc.gov.uk/shortforms/form/CBO_Specific?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk&lang=eng \"Email the Child Benefit Office\"){:rel=\"external\"}","slug":"children-who-leave-home","title":"Children who leave home"}}],"type":"guide"}