{"artefact":[["_response_info",{"status":"ok"}],["title","Health and safety at work"],["id","https://contentapi.production.alphagov.co.uk/health-safety-at-work.json"],["web_url","https://www.gov.uk/health-safety-at-work"],["format","guide"],["details",{"need_id":"374","business_proposition":false,"alternative_title":"","overview":"Employer's responsibility for health and safety, reporting an accident at work, being paid on medical leave, using a visual display unit (VDU) and how to do manual work safely","video_summary":"","video_url":"","updated_at":"2012-10-02T12:13:07+00:00","parts":[{"web_url":"https://www.gov.uk/health-safety-at-work/your-employers-responsibilities","slug":"your-employers-responsibilities","order":1,"title":"Your employer's responsibilities","body":"<p>Your employer is responsible for looking after your health, safety and welfare at work (otherwise known as a &lsquo;duty of care&rsquo;).</p>\n\n<h2>Risk assessments</h2>\n<p>All employers should look at the work you do, decide what could harm you and take precautions against any risks (a &lsquo;risk assessment&rsquo;). They have to appoint someone in the company to look after health and safety who is trained and knows about the relevant legislation. </p>\n\n<h2>Businesses with 5 or more people</h2>\n<p>For businesses with 5 or more employees, the employer must also make sure:</p>\n\n<ul>\n  <li>there is an official written record of the risk assessment</li>\n  <li>that safe work procedures are set up and you are told about them </li>\n</ul>\n\n<h2>Other responsibilities</h2>\n<p>All employers must consult about anything that may affect health and safety: </p>\n\n<ul>\n  <li>changes in work procedures that could affect health and safety</li>\n  <li>arrangements for appointing someone in the company to be in charge of health and safety </li>\n  <li>information about health and safety risks</li>\n  <li>health and safety training plans</li>\n  <li>health and safety issues with new technology</li>\n</ul>\n\n<p>Also, employers must:</p>\n\n<ul>\n  <li>\n    <p>make sure your workplace is safe and healthy</p>\n\n    <ul>\n      <li><a href=\"/accidents-at-work\" title=\"Accidents at work\">report serious accidents, injuries, workplace diseases</a> to the Health and Safety Executive (<abbr title=\"Health and Safety Executive\">HSE</abbr>) or the local council</li>\n      <li>give you the correct training and equipment for you to do your job</li>\n      <li>keep your workplace and equipment clean</li>\n      <li>look after work equipment and make sure it&rsquo;s safe to use </li>\n      <li>provide ventilation, temperature, lighting, toilet, washing and rest facilities that meet health and safety standards - see <a href=\"your-working-environment\" title=\"Your working environment\">your working environment</a> for what you should be given</li>\n    </ul>\n  </li>\n  <li>\n    <p>protect you from accidents, dangerous substances and materials</p>\n\n    <ul>\n      <li>provide first aid facilities </li>\n      <li>make sure they prevent how long you are exposed to dangerous substances and supervise you in their use</li>\n      <li>take precautions against risks caused by anything that could cause a fire or explosion, electrical equipment, radiation and dangerous levels of noise</li>\n      <li>set up plans to deal with accidents and emergencies </li>\n      <li>make sure you avoid dangerous physical work and if it can&rsquo;t be avoided, take precautions to lower the risk of injury </li>\n      <li>provide free protective safety equipment for you like gloves, ear muffs or a safety helmet</li>\n      <li>provide and look after the correct warning notices in dangerous areas </li>\n    </ul>\n  </li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>See the <a href=\"http://www.hse.gov.uk/contact/faqs/\" title=\"HSE website - frequently asked questions\" rel=\"external\"><abbr title=\"Health and Safety Executive\">HSE</abbr> website</a> for detailed information on things like taking breaks, toilet facilities and temperatures at work.</p>\n</div>\n\n<h2>Stress at work</h2>\n<p>If you&rsquo;re suffering from stress, speak to your employer or your staff or trade union health and safety representative. Also, see <a rel=\"external\" href=\"http://www.nhs.uk/Livewell/workplacehealth/Pages/beatingworkstress.aspx\" title=\"Beating workplace stress\">workplace stress</a> on the NHS website for how to cope.</p>\n\n"},{"web_url":"https://www.gov.uk/health-safety-at-work/your-working-environment","slug":"your-working-environment","order":2,"title":"Your working environment","body":"<p>Your employer should make sure your workplace:</p>\n\n<ul>\n  <li>is ventilated with clean fresh air and has suitable lighting</li>\n  <li>has a minimum temperature of 13°C when physical work is involved and 16°C for places like offices (there&rsquo;s no maximum temperature)</li>\n  <li>has enough room for you to move around easily - the total volume of the empty room divided by the number of people who work in it should be at least 11 cubic metres</li>\n  <li>has doors, windows and skylights that can be opened safely</li>\n  <li>has walkways, floors, stairs and roads that are safe to use</li>\n  <li>has safe storage so things don&rsquo;t fall and cause injuries</li>\n  <li>has safety precautions to protect employees and members of the public from falling from high up or into dangerous substances</li>\n  <li>has enough toilets for all employees - see the Health and Safety Executive (<abbr title=\"Health and Safety Executive\">HSE</abbr>) website <a rel=\"external\" href=\"http://www.hse.gov.uk/contact/faqs/toilets.htm\" title=\"How many toilets should a workplace have?\">for details of the rules</a></li>\n  <li>is safe and healthy if you work alone - <a rel=\"external\" href=\"http://www.hse.gov.uk/pubns/indg73.pdf\" title=\"Working alone - health and safety guidance\">Download &lsquo;Working alone in safety&rsquo; (PDF, 38K)</a> from the <abbr title=\"Health and Safety Executive\">HSE</abbr></li>\n  <li>has areas for rest breaks and eating food</li>\n  <li>has facilities for pregnant and nursing mothers</li>\n  <li>if necessary, has somewhere for employees to get changed and keep their own clothes</li>\n</ul>\n\n"},{"web_url":"https://www.gov.uk/health-safety-at-work/your-rights-and-responsibilities","slug":"your-rights-and-responsibilities","order":3,"title":"Your rights and responsibilities","body":"<p>As an employee you have rights and responsibilities about health and safety at work. <a href=\"/employment-status\" title=\"Check your employment status\">Check your employment status</a> to see if you&rsquo;re classed as an employee.</p>\n\n<h2>Rights</h2>\n<p>You have legal rights to a safe and healthy work environment that your employer can&rsquo;t usually change or take away. </p>\n\n<p>Your most important rights are to:</p>\n\n<ul>\n  <li>\n    <p>have a safe working environment</p>\n\n    <ul>\n      <li>have any health and safety risks controlled and kept to a minimum</li>\n      <li>be given free protective and safety equipment you need for work (<abbr title=\"protective personal equipment\">PPE</abbr> - personal protective equipment)</li>\n    </ul>\n  </li>\n  <li>\n    <p><a href=\"report-concerns\" title=\"Report concerns\">report health and safety concerns</a></p>\n\n    <ul>\n      <li>tell your employer or staff or trade union health and safety representative (&lsquo;rep&rsquo;) about health and safety concerns</li>\n      <li>report <a href=\"/accidents-at-work\" title=\"Accidents at work\">accidents at work</a> </li>\n      <li>stop work if you&rsquo;re concerned about your safety, without being disciplined</li>\n      <li>tell your employer if something happens that affects your ability to do your job (like an injury or becoming pregnant) - they&rsquo;re legally responsible for your health and safety and may have to <a href=\"suspended-from-work-for-medical-reasons\" title=\"Suspended from work for medical reasons\">suspend</a> you (usually on full pay) while they find alternative work</li>\n    </ul>\n  </li>\n  <li>\n    <p>have <a href=\"/rest-breaks-at-work\" title=\"rest breaks at work\">rest breaks</a> at work and take paid <a href=\"/holiday-entitlement-your-rights\" title=\"Taking annual leave: your rights\">annual leave</a></p>\n  </li>\n</ul>\n\n<h2>Safety equipment</h2>\n<p>Your employer must give you free safety equipment (<abbr title=\"protective personal equipment\">PPE</abbr> - personal protective equipment) like helmets, ear muffs or gloves if they&rsquo;re needed. You must take part in any training to use the equipment correctly. </p>\n\n<p>You may face disciplinary action or even be dismissed if you don&rsquo;t use <abbr title=\"protective personal equipment\">PPE</abbr> properly in some jobs. You can refuse to use <abbr title=\"protective personal equipment\">PPE</abbr> if it puts you at risk (eg your helmet is the wrong size).</p>\n\n<p>If you&rsquo;re a Sikh who works on a construction site and wear a turban, you can refuse to wear a safety helmet on religious grounds. If you work somewhere other than a construction site where safety helmets are needed, you should wear one. </p>\n\n<h2>Your responsibilities</h2>\n\n<p>Your most important responsibilities are to:</p>\n\n<ul>\n  <li>\n    <p>take care of health and safety</p>\n\n    <ul>\n      <li>take reasonable care of your health and safety</li>\n      <li>avoid wearing jewellery or loose clothing and tuck away long hair when operating machinery - if possible</li>\n      <li>take reasonable care not to put work colleagues or members of the public in danger by what you do or don&rsquo;t do at work</li>\n      <li>not interfere or misuse anything that&rsquo;s been provided for your health and safety</li>\n    </ul>\n  </li>\n  <li>\n    <p>get training for work equipment you use and follow your company&rsquo;s health and safety policies</p>\n  </li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>See the <a href=\"http://www.hse.gov.uk/contact/faqs/\" title=\"HSE website - frequently asked questions\" rel=\"external\">HSE website</a> for detailed information on things like taking breaks, toilet facilities and temperatures at work</p>\n</div>\n\n"},{"web_url":"https://www.gov.uk/health-safety-at-work/enforcing-health-and-safety-law","slug":"enforcing-health-and-safety-law","order":4,"title":"Enforcing health and safety law","body":"<p>The Health and Safety Executive (<abbr title=\"Health and Safety Executive\">HSE</abbr>) and local councils are responsible for making sure employers follow health and safety rules in the following kinds of industries:</p>\n\n<ul>\n  <li><abbr title=\"Health and Safety Executive\">HSE</abbr> - factories, farms and building sites</li>\n  <li>local councils - offices, shops, hotels and leisure activities</li>\n</ul>\n\n<h2>Health and Safety at Work Act 1974</h2>\n<p>The main law covering health and safety at work in the UK is the Health and Safety at Work Act 1974. <a rel=\"external\" href=\"http://www.hse.gov.uk/pubns/hsc13.pdf\" title=\"Health and safety regulation: a short guide\">Download &lsquo;Health and safety regulation: a short guide&rsquo; (PDF, 377KB)</a> from the <abbr title=\"Health and Safety Executive\">HSE</abbr> website for an outline of this law and other regulations.</p>\n\n<h2>Control of Substances Hazardous to Health (COSHH) regulations 2002</h2>\n<p><a rel=\"external\" href=\"http://www.hse.gov.uk/coshh/basics.htm\" title=\"What is COSHH?\">The Control of Substances Hazardous to Health regulations 2002</a>  is another important part of Health and Safety law that controls how dangerous substances are used in the workplace and says what precautions should be taken.</p>\n\n"},{"web_url":"https://www.gov.uk/health-safety-at-work/report-concerns","slug":"report-concerns","order":5,"title":"Report concerns","body":"<p>If you have concerns about health and safety you should discuss them with:</p>\n\n<ul>\n  <li>your line manager</li>\n  <li>the company employee responsible for health and safety </li>\n  <li>your employer </li>\n</ul>\n\n<p>You can also talk to your staff or trade union health and safety representative (&lsquo;rep&rsquo;). </p>\n\n<h2>Stop work</h2>\n<p>You have the right to stop work if you have reasonable concerns about your safety, without being dismissed.</p>\n\n<h2>Report your employer to the Health and Safety Executive (<abbr title=\"Health and Safety Executive\">HSE</abbr>)</h2>\n<p>As a last resort you may need to report your employer to the <abbr title=\"Health and Safety Executive\">HSE</abbr> or your local authority depending on where you work - see <a href=\"enforcing-health-and-safety-law\" title=\"Enforcing health and safety law\">enforcing health and safety law</a> for who to contact. </p>\n\n<p>Your employer must not discipline you or treat you unfairly (eg passing you over for promotion or not paying you for time you refused to work because of unsafe conditions) if you report them. </p>\n\n<h2>Legal protection for reporting issues</h2>\n<p>You have legal protection if you report something to your health and safety rep - see <a href=\"/whistleblowing\" title=\"Whistleblowing\">whistleblowing</a> for details of what you can report.</p>\n\n<h2>Employment tribunal</h2>\n<p>You may be able to take a case to an <a href=\"/employment-tribunals\" title=\"Employment tribunals\">Employment Tribunal</a> as a last resort if you:</p>\n\n<ul>\n  <li>are dismissed for refusing to do work that isn&rsquo;t safe</li>\n  <li>are a health and safety rep and your employer refuses to give you time off for training or pay you for this time </li>\n</ul>\n\n"},{"web_url":"https://www.gov.uk/health-safety-at-work/computer-equipment","slug":"computer-equipment","order":6,"title":"Computer equipment","body":"<p>Under health and safety rules, your employer should:</p>\n\n<ul>\n  <li>look at the possible health and safety risks to people using visual display units (<abbr title=\"visual display units\">VDUs</abbr>) and take precautions to deal with them (a &lsquo;risk assessment&rsquo;)</li>\n  <li>make sure computer workstations meet safety standards like having adjustable chairs or enough lighting</li>\n  <li>plan work so you have breaks or changes in the type of work you do</li>\n  <li>arrange for an eye test if you need one</li>\n  <li>give you health and safety training and information</li>\n</ul>\n\n<p>These rules apply if you&rsquo;re a home worker.</p>\n\n<p>If you think your employer isn&rsquo;t following the rules about <abbr title=\"visual display units\">VDUs</abbr>, you should <a href=\"report-concerns\" title=\"Report concerns\">report your concerns.</a></p>\n\n<h2>Breaks</h2>\n<p>You have the right to breaks from work using a <abbr title=\"visual display unit\">VDU</abbr> under health and safety rules. These don&rsquo;t have to be rest breaks - just different types of work. </p>\n\n<p>The Health and Safety Executive (<abbr title=\"Health and Safety Executive\">HSE</abbr>) says it&rsquo;s better to take shorter breaks more often. If you spend most of your time at a <abbr title=\"visual display unit\">VDU</abbr> then you should have longer breaks from the screen.</p>\n\n<p>Your employer must make adjustments to your computer equipment or workstation so that you can do your work if you&rsquo;re disabled - see <a href=\"/if-you-become-disabled/if-youre-in-employment-and-become-disabled\" title=\"If you're in employment and become disabled\">if you&rsquo;re in employment and become disabled</a> for what changes you&rsquo;re entitled to.</p>\n\n<h2>Free eye tests</h2>\n<p>You have the right to free eye tests if you use <abbr title=\"visual display units\">VDUs</abbr> a lot at work. You can get other free tests if the optician recommends them. Your employer should cover the costs of a basic pair of glasses if you need them for <abbr title=\"visual display unit\">VDU</abbr> work.</p>\n\n<p>The <abbr title=\"Health and Safety Executive\">HSE</abbr> has detailed information on how to use <abbr title=\"visual display units\">VDUs</abbr> safely.</p>\n\n<div class=\"form-download\">\n<p><a href=\"http://www.hse.gov.uk/pubns/indg36.pdf\" title=\"Working with VDUs\" rel=\"external\">Download ‘Working with <abbr title=\"visual display units\">VDUs</abbr>’ (PDF, 102KB)</a></p>\n</div>\n\n"},{"web_url":"https://www.gov.uk/health-safety-at-work/manual-work","slug":"manual-work","order":7,"title":"Manual work","body":"<p>There are special health and safety regulations (&lsquo;Manual Handling Regulations&rsquo;) covering your employer&rsquo;s responsibilities for lifting and carrying work. Employers must:</p>\n\n<ul>\n  <li>make a risk assessment of manual lifting and carrying work that can&rsquo;t be avoided</li>\n  <li>avoid dangerous lifting and carrying work if possible</li>\n  <li>make the work less dangerous by providing different ways of doing the work if it can&rsquo;t be avoided</li>\n</ul>\n\n<p>You have a responsibility to look after your own health and safety – when doing lifting and carrying work make sure you:</p>\n\n<ul>\n  <li>ask your employer for proper training in handling heavy loads or using tools and equipment properly</li>\n  <li>check whether your employer has looked at the work you do, decided what could harm you and taken precautions to deal with them (a &lsquo;risk assessment&rsquo;)</li>\n  <li>use a machine to help you if possible</li>\n  <li>take regular breaks</li>\n  <li>vary your work to reduce repetitive movement</li>\n  <li>make the load smaller or rearrange it so it&rsquo;s easier to carry</li>\n  <li>change the way the work is done to cut down the distance something has to be carried or reduce the amount of twisting and lifting you do</li>\n</ul>\n\n<p>If you do manual work, you may suffer from health problems called Musculoskeletal Disorders - find out about these on the <a rel=\"external\" href=\"http://www.hse.gov.uk/msd/msds.htm\" title=\"Musculoskeletal Disorders\">Health and Safety Executive&rsquo;s (<abbr title=\"Health and Safety Executive\">HSE</abbr>) website.</a> </p>\n\n<div class=\"application-notice info-notice\">\n<p>Noise, slips and trips, falls from height and vibration are other risks at work – find out how to protect yourself from these on the <a href=\"http://www.hse.gov.uk/guidance/topics.htm\" title=\"A to Z of guidance by topic\" rel=\"external\"><abbr title=\"Health and Safety Executive\">HSE</abbr>’s website.</a></p>\n</div>\n\n"},{"web_url":"https://www.gov.uk/health-safety-at-work/suspended-from-work-for-medical-reasons-","slug":"suspended-from-work-for-medical-reasons-","order":8,"title":"Suspended from work for medical reasons ","body":"<p>Your employer can suspend you from work if your health and safety is in danger - sometimes known as a &lsquo;medical suspension&rsquo; or a &lsquo;suspension on maternity grounds&rsquo;. </p>\n\n<p>You may be suspended:</p>\n\n<ul>\n  <li>on medical grounds if for example you have a serious allergic reaction to a chemical you use at work</li>\n  <li>if you find out you&rsquo;re pregnant and work in a lab that uses radiation</li>\n</ul>\n\n<p>Employers should look at the possible health and safety risks (make a &lsquo;risk assessment&rsquo;) before suspending you. They may offer you other work you can do on your normal terms and conditions (&lsquo;suitable work&rsquo;) instead.</p>\n\n<h2>Your right to pay if suspended</h2>\n<p>If you&rsquo;re an employee and have been in your job for a month or more, you&rsquo;ve the right to your normal pay for up to a maximum of 26 weeks. </p>\n\n<p>Your employment contract may have rules about medical suspension. If the rules say you should be paid when suspended, check the amount you&rsquo;re entitled to is the same as your normal pay. If it&rsquo;s lower, your employer must make up the difference. </p>\n\n<div class=\"application-notice info-notice\">\n<p>Only employees are eligible for pay when suspended - check your <a href=\"/employment-status\" title=\"employment status\">employment status</a> to see if you’re classed as an ‘employee’.</p>\n</div>\n\n<p>You won&rsquo;t have the right to pay if for example:</p>\n\n<ul>\n  <li>you&rsquo;re an independent contractor or agency worker (ie not an &lsquo;employee&rsquo;)</li>\n  <li>you refuse other alternative suitable work from your employer without a good reason </li>\n  <li>you aren&rsquo;t available when your employer needs you to do suitable alternative work</li>\n</ul>\n\n<h2>If you are pregnant</h2>\n<p>Your employer must make a risk assessment of any health and safety dangers to pregnant mothers and their babies and if there are dangers, they must:</p>\n\n<ul>\n  <li>change your working conditions and hours of work</li>\n  <li>offer you suitable alternative work if there is any</li>\n  <li>offer you suitable daytime work if you work at night and have a medical certificate saying there is a risk to you or your baby&rsquo;s health</li>\n</ul>\n\n<p>Your employer may suspend if there&rsquo;s no alternative. The suspension will last as long as you or your baby are in danger. </p>\n\n<h3>Your right to pay if suspended</h3>\n<p>If you&rsquo;re suspended, you&rsquo;re entitled to full pay including any bonuses you would have been paid. If you refuse suitable alternative work your employer doesn&rsquo;t have to pay you.  </p>\n\n<h2>Problems with suspension on medical grounds</h2>\n<p>To find out what to do if you have a problem with your employer about anything to do with a suspension for medical or maternity reasons, see <a href=\"/solve-workplace-dispute\" title=\"Solve a workplace dispute\">solve a workplace dispute.</a> </p>\n\n"},{"web_url":"https://www.gov.uk/health-safety-at-work/health-and-safety-representatives-rights-and-responsibilities","slug":"health-and-safety-representatives-rights-and-responsibilities","order":9,"title":"Health and safety representatives' rights and responsibilities","body":"<p>If your employer recognises a trade union, they must consult the union health and safety representative (&lsquo;rep&rsquo;). If there is no trade union, staff can elect a health and safety representative called a &lsquo;representative of employee safety&rsquo;.</p>\n\n<h2>What does a trade union or staff health and safety rep do?</h2>\n\n<p>A trade union safety representative:</p>\n\n<ul>\n  <li>represents employees in talks with the employer and the Health and Safety Executive (and any other public organisations responsible for safety) </li>\n  <li>investigates any health and safety complaints, incidents and possible risks and reports these gives to their employer</li>\n  <li>carries out regular workplace inspections and goes to the health and safety committee at work</li>\n  <li>together with the employer looks at possible health and safety risks (a &lsquo;risk assessment&rsquo;)</li>\n</ul>\n\n<p>A representative of employee safety can&rsquo;t investigate health and safety issues or inspect the workplace but they do:</p>\n\n<ul>\n  <li>talk to the employer about concerns they have about possible health and safety risks to employees</li>\n  <li>take up with employers general issues affecting health and safety</li>\n</ul>\n\n<h2>Rights of safety representatives</h2>\n\n<p>As a trade union health and safety rep, you have the right to:</p>\n\n<ul>\n  <li>reasonable paid time off your job to meet employees and other reps and to carry out health and safety inspections - see <a href=\"/your-rights-as-a-trade-union-rep\" title=\"Your rights as a union rep\">your rights as a union rep</a> to find out about reasonable time off</li>\n  <li>paid time off for health and safety training </li>\n  <li>a phone and office equipment to do the work of a rep</li>\n</ul>\n\n<p>As a representative of employee safety, you have the right to training provided and paid for by the employer. If the training takes place in work time, you must be paid. </p>\n\n"}]}],["tags",[{"title":"Health and safety at work","id":"https://contentapi.production.alphagov.co.uk/tags/employing-people%2Fhealth-safety.json","web_url":null,"details":{"description":"Accidents, health and safety law and workplace conditions","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=employing-people%2Fhealth-safety","web_url":"https://www.gov.uk/browse/employing-people/health-safety"},"parent":{"title":"Employing people","id":"https://contentapi.production.alphagov.co.uk/tags/employing-people.json","web_url":null,"details":{"description":"Includes pay, contracts and hiring","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=employing-people","web_url":"https://www.gov.uk/browse/employing-people"},"parent":null}}]],["related",[{"title":"ARCHIVE: Accidents at work","id":"https://contentapi.production.alphagov.co.uk/accidents-at-work.json","web_url":"https://www.gov.uk/accidents-at-work","format":"answer","details":{"need_id":"375","business_proposition":false}},{"title":"ARCHIVE: Health and safety risk assessment","id":"https://contentapi.production.alphagov.co.uk/carrying-out-health-and-safety-risk-assessments.json","web_url":"https://www.gov.uk/carrying-out-health-and-safety-risk-assessments","format":"guide","details":{"need_id":"B60","business_proposition":true}},{"title":"Record and report workplace accidents and injuries","id":"https://contentapi.production.alphagov.co.uk/workplace-accidents-and-injuries.json","web_url":"https://www.gov.uk/workplace-accidents-and-injuries","format":"guide","details":{"need_id":"B75","business_proposition":true}},{"title":"Preventing health problems and accidents among employees","id":"https://contentapi.production.alphagov.co.uk/preventing-health-problems-and-accidents-among-employees.json","web_url":"https://www.gov.uk/preventing-health-problems-and-accidents-among-employees","format":"guide","details":{"need_id":"B79","business_proposition":true}}]]],"parts":[{"part":{"web_url":"https://www.gov.uk/health-safety-at-work/your-employers-responsibilities","slug":"your-employers-responsibilities","order":1,"title":"Your employer's responsibilities","body":"<p>Your employer is responsible for looking after your health, safety and welfare at work (otherwise known as a &lsquo;duty of care&rsquo;).</p>\n\n<h2>Risk assessments</h2>\n<p>All employers should look at the work you do, decide what could harm you and take precautions against any risks (a &lsquo;risk assessment&rsquo;). They have to appoint someone in the company to look after health and safety who is trained and knows about the relevant legislation. </p>\n\n<h2>Businesses with 5 or more people</h2>\n<p>For businesses with 5 or more employees, the employer must also make sure:</p>\n\n<ul>\n  <li>there is an official written record of the risk assessment</li>\n  <li>that safe work procedures are set up and you are told about them </li>\n</ul>\n\n<h2>Other responsibilities</h2>\n<p>All employers must consult about anything that may affect health and safety: </p>\n\n<ul>\n  <li>changes in work procedures that could affect health and safety</li>\n  <li>arrangements for appointing someone in the company to be in charge of health and safety </li>\n  <li>information about health and safety risks</li>\n  <li>health and safety training plans</li>\n  <li>health and safety issues with new technology</li>\n</ul>\n\n<p>Also, employers must:</p>\n\n<ul>\n  <li>\n    <p>make sure your workplace is safe and healthy</p>\n\n    <ul>\n      <li><a href=\"/accidents-at-work\" title=\"Accidents at work\">report serious accidents, injuries, workplace diseases</a> to the Health and Safety Executive (<abbr title=\"Health and Safety Executive\">HSE</abbr>) or the local council</li>\n      <li>give you the correct training and equipment for you to do your job</li>\n      <li>keep your workplace and equipment clean</li>\n      <li>look after work equipment and make sure it&rsquo;s safe to use </li>\n      <li>provide ventilation, temperature, lighting, toilet, washing and rest facilities that meet health and safety standards - see <a href=\"your-working-environment\" title=\"Your working environment\">your working environment</a> for what you should be given</li>\n    </ul>\n  </li>\n  <li>\n    <p>protect you from accidents, dangerous substances and materials</p>\n\n    <ul>\n      <li>provide first aid facilities </li>\n      <li>make sure they prevent how long you are exposed to dangerous substances and supervise you in their use</li>\n      <li>take precautions against risks caused by anything that could cause a fire or explosion, electrical equipment, radiation and dangerous levels of noise</li>\n      <li>set up plans to deal with accidents and emergencies </li>\n      <li>make sure you avoid dangerous physical work and if it can&rsquo;t be avoided, take precautions to lower the risk of injury </li>\n      <li>provide free protective safety equipment for you like gloves, ear muffs or a safety helmet</li>\n      <li>provide and look after the correct warning notices in dangerous areas </li>\n    </ul>\n  </li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>See the <a href=\"http://www.hse.gov.uk/contact/faqs/\" title=\"HSE website - frequently asked questions\" rel=\"external\"><abbr title=\"Health and Safety Executive\">HSE</abbr> website</a> for detailed information on things like taking breaks, toilet facilities and temperatures at work.</p>\n</div>\n\n<h2>Stress at work</h2>\n<p>If you&rsquo;re suffering from stress, speak to your employer or your staff or trade union health and safety representative. Also, see <a rel=\"external\" href=\"http://www.nhs.uk/Livewell/workplacehealth/Pages/beatingworkstress.aspx\" title=\"Beating workplace stress\">workplace stress</a> on the NHS website for how to cope.</p>\n\n"}},{"part":{"web_url":"https://www.gov.uk/health-safety-at-work/your-working-environment","slug":"your-working-environment","order":2,"title":"Your working environment","body":"<p>Your employer should make sure your workplace:</p>\n\n<ul>\n  <li>is ventilated with clean fresh air and has suitable lighting</li>\n  <li>has a minimum temperature of 13°C when physical work is involved and 16°C for places like offices (there&rsquo;s no maximum temperature)</li>\n  <li>has enough room for you to move around easily - the total volume of the empty room divided by the number of people who work in it should be at least 11 cubic metres</li>\n  <li>has doors, windows and skylights that can be opened safely</li>\n  <li>has walkways, floors, stairs and roads that are safe to use</li>\n  <li>has safe storage so things don&rsquo;t fall and cause injuries</li>\n  <li>has safety precautions to protect employees and members of the public from falling from high up or into dangerous substances</li>\n  <li>has enough toilets for all employees - see the Health and Safety Executive (<abbr title=\"Health and Safety Executive\">HSE</abbr>) website <a rel=\"external\" href=\"http://www.hse.gov.uk/contact/faqs/toilets.htm\" title=\"How many toilets should a workplace have?\">for details of the rules</a></li>\n  <li>is safe and healthy if you work alone - <a rel=\"external\" href=\"http://www.hse.gov.uk/pubns/indg73.pdf\" title=\"Working alone - health and safety guidance\">Download &lsquo;Working alone in safety&rsquo; (PDF, 38K)</a> from the <abbr title=\"Health and Safety Executive\">HSE</abbr></li>\n  <li>has areas for rest breaks and eating food</li>\n  <li>has facilities for pregnant and nursing mothers</li>\n  <li>if necessary, has somewhere for employees to get changed and keep their own clothes</li>\n</ul>\n\n"}},{"part":{"web_url":"https://www.gov.uk/health-safety-at-work/your-rights-and-responsibilities","slug":"your-rights-and-responsibilities","order":3,"title":"Your rights and responsibilities","body":"<p>As an employee you have rights and responsibilities about health and safety at work. <a href=\"/employment-status\" title=\"Check your employment status\">Check your employment status</a> to see if you&rsquo;re classed as an employee.</p>\n\n<h2>Rights</h2>\n<p>You have legal rights to a safe and healthy work environment that your employer can&rsquo;t usually change or take away. </p>\n\n<p>Your most important rights are to:</p>\n\n<ul>\n  <li>\n    <p>have a safe working environment</p>\n\n    <ul>\n      <li>have any health and safety risks controlled and kept to a minimum</li>\n      <li>be given free protective and safety equipment you need for work (<abbr title=\"protective personal equipment\">PPE</abbr> - personal protective equipment)</li>\n    </ul>\n  </li>\n  <li>\n    <p><a href=\"report-concerns\" title=\"Report concerns\">report health and safety concerns</a></p>\n\n    <ul>\n      <li>tell your employer or staff or trade union health and safety representative (&lsquo;rep&rsquo;) about health and safety concerns</li>\n      <li>report <a href=\"/accidents-at-work\" title=\"Accidents at work\">accidents at work</a> </li>\n      <li>stop work if you&rsquo;re concerned about your safety, without being disciplined</li>\n      <li>tell your employer if something happens that affects your ability to do your job (like an injury or becoming pregnant) - they&rsquo;re legally responsible for your health and safety and may have to <a href=\"suspended-from-work-for-medical-reasons\" title=\"Suspended from work for medical reasons\">suspend</a> you (usually on full pay) while they find alternative work</li>\n    </ul>\n  </li>\n  <li>\n    <p>have <a href=\"/rest-breaks-at-work\" title=\"rest breaks at work\">rest breaks</a> at work and take paid <a href=\"/holiday-entitlement-your-rights\" title=\"Taking annual leave: your rights\">annual leave</a></p>\n  </li>\n</ul>\n\n<h2>Safety equipment</h2>\n<p>Your employer must give you free safety equipment (<abbr title=\"protective personal equipment\">PPE</abbr> - personal protective equipment) like helmets, ear muffs or gloves if they&rsquo;re needed. You must take part in any training to use the equipment correctly. </p>\n\n<p>You may face disciplinary action or even be dismissed if you don&rsquo;t use <abbr title=\"protective personal equipment\">PPE</abbr> properly in some jobs. You can refuse to use <abbr title=\"protective personal equipment\">PPE</abbr> if it puts you at risk (eg your helmet is the wrong size).</p>\n\n<p>If you&rsquo;re a Sikh who works on a construction site and wear a turban, you can refuse to wear a safety helmet on religious grounds. If you work somewhere other than a construction site where safety helmets are needed, you should wear one. </p>\n\n<h2>Your responsibilities</h2>\n\n<p>Your most important responsibilities are to:</p>\n\n<ul>\n  <li>\n    <p>take care of health and safety</p>\n\n    <ul>\n      <li>take reasonable care of your health and safety</li>\n      <li>avoid wearing jewellery or loose clothing and tuck away long hair when operating machinery - if possible</li>\n      <li>take reasonable care not to put work colleagues or members of the public in danger by what you do or don&rsquo;t do at work</li>\n      <li>not interfere or misuse anything that&rsquo;s been provided for your health and safety</li>\n    </ul>\n  </li>\n  <li>\n    <p>get training for work equipment you use and follow your company&rsquo;s health and safety policies</p>\n  </li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>See the <a href=\"http://www.hse.gov.uk/contact/faqs/\" title=\"HSE website - frequently asked questions\" rel=\"external\">HSE website</a> for detailed information on things like taking breaks, toilet facilities and temperatures at work</p>\n</div>\n\n"}},{"part":{"web_url":"https://www.gov.uk/health-safety-at-work/enforcing-health-and-safety-law","slug":"enforcing-health-and-safety-law","order":4,"title":"Enforcing health and safety law","body":"<p>The Health and Safety Executive (<abbr title=\"Health and Safety Executive\">HSE</abbr>) and local councils are responsible for making sure employers follow health and safety rules in the following kinds of industries:</p>\n\n<ul>\n  <li><abbr title=\"Health and Safety Executive\">HSE</abbr> - factories, farms and building sites</li>\n  <li>local councils - offices, shops, hotels and leisure activities</li>\n</ul>\n\n<h2>Health and Safety at Work Act 1974</h2>\n<p>The main law covering health and safety at work in the UK is the Health and Safety at Work Act 1974. <a rel=\"external\" href=\"http://www.hse.gov.uk/pubns/hsc13.pdf\" title=\"Health and safety regulation: a short guide\">Download &lsquo;Health and safety regulation: a short guide&rsquo; (PDF, 377KB)</a> from the <abbr title=\"Health and Safety Executive\">HSE</abbr> website for an outline of this law and other regulations.</p>\n\n<h2>Control of Substances Hazardous to Health (COSHH) regulations 2002</h2>\n<p><a rel=\"external\" href=\"http://www.hse.gov.uk/coshh/basics.htm\" title=\"What is COSHH?\">The Control of Substances Hazardous to Health regulations 2002</a>  is another important part of Health and Safety law that controls how dangerous substances are used in the workplace and says what precautions should be taken.</p>\n\n"}},{"part":{"web_url":"https://www.gov.uk/health-safety-at-work/report-concerns","slug":"report-concerns","order":5,"title":"Report concerns","body":"<p>If you have concerns about health and safety you should discuss them with:</p>\n\n<ul>\n  <li>your line manager</li>\n  <li>the company employee responsible for health and safety </li>\n  <li>your employer </li>\n</ul>\n\n<p>You can also talk to your staff or trade union health and safety representative (&lsquo;rep&rsquo;). </p>\n\n<h2>Stop work</h2>\n<p>You have the right to stop work if you have reasonable concerns about your safety, without being dismissed.</p>\n\n<h2>Report your employer to the Health and Safety Executive (<abbr title=\"Health and Safety Executive\">HSE</abbr>)</h2>\n<p>As a last resort you may need to report your employer to the <abbr title=\"Health and Safety Executive\">HSE</abbr> or your local authority depending on where you work - see <a href=\"enforcing-health-and-safety-law\" title=\"Enforcing health and safety law\">enforcing health and safety law</a> for who to contact. </p>\n\n<p>Your employer must not discipline you or treat you unfairly (eg passing you over for promotion or not paying you for time you refused to work because of unsafe conditions) if you report them. </p>\n\n<h2>Legal protection for reporting issues</h2>\n<p>You have legal protection if you report something to your health and safety rep - see <a href=\"/whistleblowing\" title=\"Whistleblowing\">whistleblowing</a> for details of what you can report.</p>\n\n<h2>Employment tribunal</h2>\n<p>You may be able to take a case to an <a href=\"/employment-tribunals\" title=\"Employment tribunals\">Employment Tribunal</a> as a last resort if you:</p>\n\n<ul>\n  <li>are dismissed for refusing to do work that isn&rsquo;t safe</li>\n  <li>are a health and safety rep and your employer refuses to give you time off for training or pay you for this time </li>\n</ul>\n\n"}},{"part":{"web_url":"https://www.gov.uk/health-safety-at-work/computer-equipment","slug":"computer-equipment","order":6,"title":"Computer equipment","body":"<p>Under health and safety rules, your employer should:</p>\n\n<ul>\n  <li>look at the possible health and safety risks to people using visual display units (<abbr title=\"visual display units\">VDUs</abbr>) and take precautions to deal with them (a &lsquo;risk assessment&rsquo;)</li>\n  <li>make sure computer workstations meet safety standards like having adjustable chairs or enough lighting</li>\n  <li>plan work so you have breaks or changes in the type of work you do</li>\n  <li>arrange for an eye test if you need one</li>\n  <li>give you health and safety training and information</li>\n</ul>\n\n<p>These rules apply if you&rsquo;re a home worker.</p>\n\n<p>If you think your employer isn&rsquo;t following the rules about <abbr title=\"visual display units\">VDUs</abbr>, you should <a href=\"report-concerns\" title=\"Report concerns\">report your concerns.</a></p>\n\n<h2>Breaks</h2>\n<p>You have the right to breaks from work using a <abbr title=\"visual display unit\">VDU</abbr> under health and safety rules. These don&rsquo;t have to be rest breaks - just different types of work. </p>\n\n<p>The Health and Safety Executive (<abbr title=\"Health and Safety Executive\">HSE</abbr>) says it&rsquo;s better to take shorter breaks more often. If you spend most of your time at a <abbr title=\"visual display unit\">VDU</abbr> then you should have longer breaks from the screen.</p>\n\n<p>Your employer must make adjustments to your computer equipment or workstation so that you can do your work if you&rsquo;re disabled - see <a href=\"/if-you-become-disabled/if-youre-in-employment-and-become-disabled\" title=\"If you're in employment and become disabled\">if you&rsquo;re in employment and become disabled</a> for what changes you&rsquo;re entitled to.</p>\n\n<h2>Free eye tests</h2>\n<p>You have the right to free eye tests if you use <abbr title=\"visual display units\">VDUs</abbr> a lot at work. You can get other free tests if the optician recommends them. Your employer should cover the costs of a basic pair of glasses if you need them for <abbr title=\"visual display unit\">VDU</abbr> work.</p>\n\n<p>The <abbr title=\"Health and Safety Executive\">HSE</abbr> has detailed information on how to use <abbr title=\"visual display units\">VDUs</abbr> safely.</p>\n\n<div class=\"form-download\">\n<p><a href=\"http://www.hse.gov.uk/pubns/indg36.pdf\" title=\"Working with VDUs\" rel=\"external\">Download ‘Working with <abbr title=\"visual display units\">VDUs</abbr>’ (PDF, 102KB)</a></p>\n</div>\n\n"}},{"part":{"web_url":"https://www.gov.uk/health-safety-at-work/manual-work","slug":"manual-work","order":7,"title":"Manual work","body":"<p>There are special health and safety regulations (&lsquo;Manual Handling Regulations&rsquo;) covering your employer&rsquo;s responsibilities for lifting and carrying work. Employers must:</p>\n\n<ul>\n  <li>make a risk assessment of manual lifting and carrying work that can&rsquo;t be avoided</li>\n  <li>avoid dangerous lifting and carrying work if possible</li>\n  <li>make the work less dangerous by providing different ways of doing the work if it can&rsquo;t be avoided</li>\n</ul>\n\n<p>You have a responsibility to look after your own health and safety – when doing lifting and carrying work make sure you:</p>\n\n<ul>\n  <li>ask your employer for proper training in handling heavy loads or using tools and equipment properly</li>\n  <li>check whether your employer has looked at the work you do, decided what could harm you and taken precautions to deal with them (a &lsquo;risk assessment&rsquo;)</li>\n  <li>use a machine to help you if possible</li>\n  <li>take regular breaks</li>\n  <li>vary your work to reduce repetitive movement</li>\n  <li>make the load smaller or rearrange it so it&rsquo;s easier to carry</li>\n  <li>change the way the work is done to cut down the distance something has to be carried or reduce the amount of twisting and lifting you do</li>\n</ul>\n\n<p>If you do manual work, you may suffer from health problems called Musculoskeletal Disorders - find out about these on the <a rel=\"external\" href=\"http://www.hse.gov.uk/msd/msds.htm\" title=\"Musculoskeletal Disorders\">Health and Safety Executive&rsquo;s (<abbr title=\"Health and Safety Executive\">HSE</abbr>) website.</a> </p>\n\n<div class=\"application-notice info-notice\">\n<p>Noise, slips and trips, falls from height and vibration are other risks at work – find out how to protect yourself from these on the <a href=\"http://www.hse.gov.uk/guidance/topics.htm\" title=\"A to Z of guidance by topic\" rel=\"external\"><abbr title=\"Health and Safety Executive\">HSE</abbr>’s website.</a></p>\n</div>\n\n"}},{"part":{"web_url":"https://www.gov.uk/health-safety-at-work/suspended-from-work-for-medical-reasons-","slug":"suspended-from-work-for-medical-reasons-","order":8,"title":"Suspended from work for medical reasons ","body":"<p>Your employer can suspend you from work if your health and safety is in danger - sometimes known as a &lsquo;medical suspension&rsquo; or a &lsquo;suspension on maternity grounds&rsquo;. </p>\n\n<p>You may be suspended:</p>\n\n<ul>\n  <li>on medical grounds if for example you have a serious allergic reaction to a chemical you use at work</li>\n  <li>if you find out you&rsquo;re pregnant and work in a lab that uses radiation</li>\n</ul>\n\n<p>Employers should look at the possible health and safety risks (make a &lsquo;risk assessment&rsquo;) before suspending you. They may offer you other work you can do on your normal terms and conditions (&lsquo;suitable work&rsquo;) instead.</p>\n\n<h2>Your right to pay if suspended</h2>\n<p>If you&rsquo;re an employee and have been in your job for a month or more, you&rsquo;ve the right to your normal pay for up to a maximum of 26 weeks. </p>\n\n<p>Your employment contract may have rules about medical suspension. If the rules say you should be paid when suspended, check the amount you&rsquo;re entitled to is the same as your normal pay. If it&rsquo;s lower, your employer must make up the difference. </p>\n\n<div class=\"application-notice info-notice\">\n<p>Only employees are eligible for pay when suspended - check your <a href=\"/employment-status\" title=\"employment status\">employment status</a> to see if you’re classed as an ‘employee’.</p>\n</div>\n\n<p>You won&rsquo;t have the right to pay if for example:</p>\n\n<ul>\n  <li>you&rsquo;re an independent contractor or agency worker (ie not an &lsquo;employee&rsquo;)</li>\n  <li>you refuse other alternative suitable work from your employer without a good reason </li>\n  <li>you aren&rsquo;t available when your employer needs you to do suitable alternative work</li>\n</ul>\n\n<h2>If you are pregnant</h2>\n<p>Your employer must make a risk assessment of any health and safety dangers to pregnant mothers and their babies and if there are dangers, they must:</p>\n\n<ul>\n  <li>change your working conditions and hours of work</li>\n  <li>offer you suitable alternative work if there is any</li>\n  <li>offer you suitable daytime work if you work at night and have a medical certificate saying there is a risk to you or your baby&rsquo;s health</li>\n</ul>\n\n<p>Your employer may suspend if there&rsquo;s no alternative. The suspension will last as long as you or your baby are in danger. </p>\n\n<h3>Your right to pay if suspended</h3>\n<p>If you&rsquo;re suspended, you&rsquo;re entitled to full pay including any bonuses you would have been paid. If you refuse suitable alternative work your employer doesn&rsquo;t have to pay you.  </p>\n\n<h2>Problems with suspension on medical grounds</h2>\n<p>To find out what to do if you have a problem with your employer about anything to do with a suspension for medical or maternity reasons, see <a href=\"/solve-workplace-dispute\" title=\"Solve a workplace dispute\">solve a workplace dispute.</a> </p>\n\n"}},{"part":{"web_url":"https://www.gov.uk/health-safety-at-work/health-and-safety-representatives-rights-and-responsibilities","slug":"health-and-safety-representatives-rights-and-responsibilities","order":9,"title":"Health and safety representatives' rights and responsibilities","body":"<p>If your employer recognises a trade union, they must consult the union health and safety representative (&lsquo;rep&rsquo;). If there is no trade union, staff can elect a health and safety representative called a &lsquo;representative of employee safety&rsquo;.</p>\n\n<h2>What does a trade union or staff health and safety rep do?</h2>\n\n<p>A trade union safety representative:</p>\n\n<ul>\n  <li>represents employees in talks with the employer and the Health and Safety Executive (and any other public organisations responsible for safety) </li>\n  <li>investigates any health and safety complaints, incidents and possible risks and reports these gives to their employer</li>\n  <li>carries out regular workplace inspections and goes to the health and safety committee at work</li>\n  <li>together with the employer looks at possible health and safety risks (a &lsquo;risk assessment&rsquo;)</li>\n</ul>\n\n<p>A representative of employee safety can&rsquo;t investigate health and safety issues or inspect the workplace but they do:</p>\n\n<ul>\n  <li>talk to the employer about concerns they have about possible health and safety risks to employees</li>\n  <li>take up with employers general issues affecting health and safety</li>\n</ul>\n\n<h2>Rights of safety representatives</h2>\n\n<p>As a trade union health and safety rep, you have the right to:</p>\n\n<ul>\n  <li>reasonable paid time off your job to meet employees and other reps and to carry out health and safety inspections - see <a href=\"/your-rights-as-a-trade-union-rep\" title=\"Your rights as a union rep\">your rights as a union rep</a> to find out about reasonable time off</li>\n  <li>paid time off for health and safety training </li>\n  <li>a phone and office equipment to do the work of a rep</li>\n</ul>\n\n<p>As a representative of employee safety, you have the right to training provided and paid for by the employer. If the training takes place in work time, you must be paid. </p>\n\n"}}]}