{"alternative_title":"","overview":"What happens to Child Benefit if a child you're responsible dies - or if child's parent or parents parent die","slug":"changes-affect-child-benefit","title":"Child Benefit if a child or parent dies","updated_at":"2012-10-03T17:11:58+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You'll need to tell the Child Benefit Office as soon as possible if a child you're getting Child Benefit for dies. Tell them the date of death too.\r\n\r\nYou can do this [online](https://online.hmrc.gov.uk/shortforms/form/CBO_General?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk \"tell the Child Benefit Office a child has died\"){:rel=\"external\"} or through the Child Benefit Helpline:\r\n\r\n$C \r\n**Child Benefit Helpline**   \r\n**Telephone:** 08453 021 444  \r\n**Textphone:** 08453 021 474   \r\n8am to 8pm, Monday to Friday  \r\n8am to 4pm, Saturday  \r\n$C\r\n\r\nThe Child Benefit Office will let other parts of HM Revenue & Customs (HMRC) know, so you only have to get in touch with HMRC once.\r\n\r\nYou'll usually get Child Benefit for 8 weeks after the child dies. If they would have reached 20 before the 8 weeks are up, Child Benefit will stop then.\r\n\r\n##If you haven't yet claimed Child Benefit\r\n\r\nIf the child dies before you've claimed Child Benefit you can still claim. You may get Child Benefit for up to 8 weeks from the date they died.\r\n\r\n^The longer you leave your claim, the less money you'll get - so claim as soon as possible.^\r\n\r\ns1. Make a [claim for Child Benefit.](/child-benefit/how-to-claim \"Claim Child Benefit\")\r\ns2. Attach a note with the date of the child's death. \r\ns3. Put your contact details and National Insurance number on the note.\r\ns4. Send the child's birth or adoption certificate with your claim form (you don't have to send their death certificate).\r\n\r\nMake a claim even if you don't have the birth or adoption certificate - Child Benefit can only be backdated for 3 months. \r\n\r\nIf you don't have the child's birth or adoption certificate, you can [order a new one](/order-copy-birth-death-marriage-certificate \"order a new birth or adoption certificate\") and send it in later.\r\n\r\n^You can't claim Child Benefit if your child was stillborn.^\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"a-child-dies","title":"A child dies"}},{"table":{"body":"If you become responsible for a child following the death of their parent or parents you need to:\r\n\r\ns1. [Tell the Child Benefit office](https://online.hmrc.gov.uk/shortforms/form/CBO_General?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk \"Report a change of circumstances to the Child Benefit Office\"){:rel=\"external\"} straightway - include the exact date of death, where the child is living now and who's looking after them.\r\ns2. Make a [Child Benefit claim](/child-benefit/how-to-claim \"Claim Child Benefit\") for the child (you must do this within 3 months).\r\ns3. See if you can claim [Guardian's Allowance](/guardians-allowance \"Guardian's Allowance\") if you're bringing up someone else's child or [Widowed Parent's Allowance](/widowed-parents-allowance \"Widowed Parent's Allowance\") if your partner has died.\r\n\r\n\r\n##If your partner dies \r\n\r\nIf your partner was getting Child Benefit and has died, you won't get the payments automatically. They'll stop on the Monday after your partner died. \r\n\r\nIf the payments were going into a bank account that was just in your partner's name you'll need to give the Child Benefit Office a new bank account to pay into.\r\n\r\n^You'll need to make a Child Benefit claim even if you were already an 'alternative payee' (ie getting Child Benefit paid to you instead of to the person who claimed it).^\r\n\r\nIf you're the person getting Child Benefit and your partner has died, the Child Benefit Office will carry on making payments into your bank account. \r\n\r\n###If the child and your partner both die\r\n\r\nYou can normally get Child Benefit for 8 weeks after the child has died if this happens. You must have been living with your partner when they died.\r\n\r\nApply for Child Benefit using form CH330A - you can [request this online.](https://directgov-online.hmrc.gov.uk/shortforms/form/CBO_General?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk&lang=eng \"request form CH330A online\"){:rel=\"external\"}\r\n\r\n##Outstanding Child Benefit\r\n\r\nThe Child Benefit Office will also pay any outstanding Child Benefit due to the person who died (called 'arrears').\r\n\r\nTo apply for the arrears you must be 16 or over and one of the following:\r\n\r\n- the executor of the deceased person's estate\r\n- the person who paid for the funeral\r\n- the deceased person's next of kin\r\n- someone who'll spend the money on the children\r\n\r\nYou need to apply for the arrears within 12 months of the date the person died. \r\n\r\nYou can apply for the Child Benefit payments and the arrears using form CH330A. You can [request this online](https://directgov-online.hmrc.gov.uk/shortforms/form/CBO_General?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk&lang=eng \"request form CH330A online\"){:rel=\"external\"} or by calling the Child Benefit Helpline.\r\n\r\n\r\n$C \r\n**Child Benefit Helpline**   \r\nTelephone: 08453 021 444  \r\nTextphone: 08453 021 474   \r\n8am to 8pm, Monday to Friday  \r\n8am to 4pm, Saturday  \r\n$C","slug":"one-or-both-parents-die","title":"One or both parents die"}}],"type":"guide"}