{"alternative_title":"","overview":"Fire safety in business and non-domestic premises: the responsible person, fire risk assessments, shared premises, new buildings, enforcement, appeals and penalties","slug":"fire-safety-in-the-workplace-your-responsibilities","title":"Fire safety in the workplace","updated_at":"2012-10-03T12:05:34+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"In England and Wales, if you're an employer, owner, landlord or occupier of business or other non-domestic premises, you're responsible for fire safety and are known as the 'responsible person'.\r\n\r\n##Rules in Scotland and Northern Ireland\r\n\r\nFire safety rules are different in [Scotland.](http://www.firelawscotland.org \"Fire safety rules in Scotland\"){:rel=\"external\"}\r\n\r\nFire safety rules are different in [Northern Ireland.](http://www.nifrs.org/firesafe \"Fire safety rules in Northern Ireland\"){:rel=\"external\"}\r\n\r\n##The 'responsible person'\r\n\r\nThe ‘responsible person’ must: \r\n\r\n- carry out and regularly review a fire risk assessment \r\n- tell staff and/or their representatives about the risks you've identified \r\n- put in place, and maintain, adequate and appropriate fire safety measures \r\n- plan for an emergency \r\n- provide staff information, fire safety instruction and training \r\n\r\n$D\r\n[Download 'A short guide to making your premises safe from fire' (PDF, 1MB)](http://www.communities.gov.uk/documents/fire/pdf/144647.pdf \"Download 'A short guide to making your premises safe from fire' (PDF, 1MB)\"){:rel=\"external\"}\r\n$D\r\n\r\n##Non-domestic premises\r\n\r\nNon-domestic premises are: \r\n\r\n- all workplaces and commercial premises \r\n- all premises the public have access to \r\n- the common parts of multi-occupied residential buildings\r\n\r\n##Shared premises\r\n\r\nIn shared premises it's likely there'll be more than one responsible person. You'll need to coordinate your fire safety plans to make sure people on or around the premises are safe.\r\n\r\nFor common or shared areas, the responsible person is the landlord, freeholder or managing agent.\r\n\r\n##Alterations, extensions and new buildings\r\n\r\nWhen building new premises or doing building work on existing premises, you must comply with building regulations. This includes designing fire safety into the proposed building or extension.\r\n\r\nFind more [fire safety information on the Planning Portal website.](http://www.planningportal.gov.uk/buildingregulations/approveddocuments/partb/ \"fire safety information on the Planning Portal website\"){:rel=\"external\"}\r\n\r\n##Penalties and enforcement\r\n\r\nIf you don't follow fire safety regulations you could get fined and/or go to prison.\r\n\r\nLocal fire and rescue authorities inspect premises and can issue [fire safety notices](/enforcement-appeals-and-penalties \"fire safety notices\") telling you about changes you might need to make to your premises.\r\n\r\n\r\n\r\n\r\n\r\n","slug":"who-is-responsible","title":"Who is responsible"}},{"table":{"body":"The ‘responsible person’ must carry out and regularly review a fire risk assessment. It is a thorough look at your premises to identify what you need to do to prevent fire and keep people safe.\r\n\r\n^If your business has **5 or more people** you must keep a written record of your fire risk assessment.^\r\n\r\n##Carrying out the assessment\r\n\r\nThere are 5 general steps to carry out a fire risk assessment.\r\n\r\ns1. Identify the hazards.\r\ns2. Identify people at risk.\r\ns3. Evaluate, remove or reduce the risks.\r\ns4. Record your findings, prepare an emergency plan and provide training.\r\ns5. Review and update the fire risk assessment regularly.\r\n\r\nYou'll need to consider: \r\n\r\n- emergency routes and exits \r\n- fire detection and warning systems \r\n- fire fighting equipment \r\n- the removal or safe storage of dangerous substances \r\n- an emergency fire evacuation plan \r\n- the needs of vulnerable people, eg the elderly, young children or those with disabilities \r\n- providing information to employees and other people on the premises \r\n- staff fire safety training\r\n\r\n##Help with the assessment\r\n\r\nThe responsible person can do the fire risk assessment themselves with the help of standard [fire safety documents and advice for businesses.](http://www.communities.gov.uk/fire/firesafety/firesafetylaw/ \"fire safety documents and advice for businesses\"){:rel=\"external\"}\r\n\r\nIf you can't do the fire risk assessment yourself you'll need to appoint a 'competent person' to help, eg a professional risk assessor.\r\n\r\nIf you're not sure if your risk assessment has been carried out properly your local fire and rescue authority might be able to give you advice.","slug":"fire-risk-assessments","title":"Fire risk assessments"}},{"table":{"body":"Your plan must show how you have:\r\n\r\n* a clear passageway to all escape routes\r\n* clearly marked escape routes that are as short and direct as possible  \r\n* enough exits and routes for all people to escape\r\n* emergency doors that open easily and in the direction of escape \r\n* emergency lighting where needed\r\n* training for all employees to know and use the escape routes  \r\n* a safe meeting point for staff\r\n\r\n##Passageways\r\n\r\nPassageways must to be at least 1 metre wide. Passageways longer than 30 metres (45 metres in offices and factories) must have fire doors along it at equal points.\r\n\r\n##People with mobility needs\r\n\r\nYou should also make special arrangements for people with mobility needs, eg make sure there are specific people to help wheelchair users get downstairs if there's a fire.","slug":"fire-safety-and-evacuation-plans","title":"Fire safety and evacuation plans"}},{"table":{"body":"##Fire detection and warning systems\r\n\r\nYou must have a fire-detection and warning system. You may need different types of detectors, depending on the type of building and work carried out in the building.\r\n\r\n##Fire fighting equipment\r\n\r\nThe types of equipment you need depend on your business premises. You may need different types of fire fighting equipment. If the fire fighting equipment is not automatic, eg a fire extinguisher, you'll need to:\r\n\r\n* have them properly installed, tested and maintained  \r\n* train your staff to use them\r\n\r\n###Maintenance and testing\r\n\r\nYou must carry out regular checks to make sure that:\r\n\r\n* all fire alarm systems are working  \r\n* the emergency lighting is working \r\n* you record any faults in systems and equipment \r\n* all escape routes are clear and the floor is in a good state  \r\n* all fire escapes can be opened easily\r\n* automatic fire doors close correctly  \r\n* fire exit signs are in the right place  \r\n\r\n##Fire drills and training\r\n\r\nYou need to train new staff when they start work and tell all employees about any new fire risks.\r\n\r\nYou should carry out at least 1 fire drill per year and record the results. The results should be kept as part of your fire safety and evacuation plan. The drills must be carried out during working hours and include all staff.","slug":"fire-safety-equipment-drills-and-training","title":"Fire safety equipment, drills and training"}},{"table":{"body":"Your local fire and rescue authority can send a fire safety officer to inspect your premises to check it complies with fire safety regulations.\r\n\r\nThey might issue an informal notice suggesting changes you should consider making to make your premises safer.\r\n\r\nThey could also give you one of several different formal fire safety notices. The fire and rescue authority will tell you what you need to do to fix the problems given in the notice.\r\n\r\n##Alterations notice\r\n\r\nYou could get an alterations notice if your premises has high safety risks or will have high safety risks if the use of the premises changes.\r\n\r\n##Enforcement notice\r\n\r\nYou could get an enforcement notice if the fire and rescue authority thinks you haven't followed fire safety regulations.\r\n\r\n##Prohibition notice\r\n\r\nThese take effect immediately if the fire and rescue authority thinks that the fire risk is so great that access to your premises needs to be prohibited or restricted.\r\n\r\n##Appeals\r\n\r\nIf you disagree with the decision to issue a fire safety notice you may be able to arrange an informal review from your fire and rescue authority.\r\n\r\nIf you've already got the notice, you can appeal to your local magistrates’ court within 21 days. \r\n\r\nIn certain circumstances, you and the fire and rescue authority can [ask for a determination from the Communities Secretary](http://www.communities.gov.uk/archived/publications/fire/guidance2determination2005 \"ask for a determination from the Communities Secretary\"){:rel=\"external\"} to solve a dispute.\r\n\r\n@NOTE FOR SME: When can you ask for a determination? Is the link the right one (the one indicated on the initial fact check response did not show up on our system)?@\r\n\r\n##Penalties\r\n\r\nYou can be prosecuted for not following fire safety regulations. If you're convicted you could get a fine or go to prison.\r\n\r\nMinor penalties can be up to £5,000. Major penalties can have unlimited fines and up to 2 years in prison.","slug":"enforcement-appeals-and-penalties","title":"Enforcement, appeals and penalties"}}],"type":"guide"}