{"alternative_title":"","overview":"Business waste management - your duty of care, waste collection, licences, transporting and waste transfer notes","slug":"managing-your-waste-an-overview","title":"Business and commercial waste","updated_at":"2012-10-02T12:12:12+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You must deal responsibly with any waste your business produces. This is known as your ‘duty of care’. Business waste includes any waste that comes from:\r\n\r\n+ construction \r\n+ demolition \r\n+ industry \r\n+ agriculture\r\n+ any commercial activity - including any you run from your home \r\n\r\nYour duty of care lasts from the moment the waste is produced to when it’s received by a business that is authorised to deal with it. For example, a licensed disposal site. \r\n","slug":"overview","title":"Overview"}},{"table":{"body":"You must: \r\n\r\n+ consider alternatives to disposal - eg, recycling \r\n+ [store your waste](storage \"Storing waste\") safely and securely \r\n+ fil out a [waste transfer note](transporting \"Transporting waste\") for each load of waste you transport \r\n+ usually get a licence to transport, store, treat, recover or dispose of your waste yourself \r\n+ check that any business you use to deal with your hazardous waste is licensed, and keep proof of this - eg, take a copy of their licence  \r\n+ carry out a site waste management plan - for certain types of construction work\r\n\r\nYou have extra responsibilities if you're [dealing with hazardous waste](managing-hazardous-waste \"Disposing of hazardous waste\").  \r\n\r\n##Find a licensed waste business \r\n\r\nThere are public registers you can use to find:\r\n\r\n+ a [business that can recycle or dispose of your waste](http://www.environment-agency.gov.uk/netregs/links/98247.aspx \"Find a licensed waste business\"){:rel=\"external\"}\r\n+ a [collection company to take away your waste](find-a-registered-waste-carrier-dealer-or-broker \"Find a collection company to take away your waste\"){:rel=\"external\"}\r\n\r\n##Get a waste licence\r\n\r\nUsually you have to be licensed to transport, store, treat or dispose of hazardous waste. To get a licence:\r\n\r\n+ to transport waste - [apply for a waste carrier licence](apply-for-a-waste-carrier-licence \"Apply for a waste carrier licence\")\r\n+ to produce, store, treat or dispose of waste - [get an environmental permit](get-an-environmental-permit \"Get an environmental permit\")","slug":"duty-of-care","title":"Duty of care"}},{"table":{"body":"You must store waste safely and securely. To do this: \r\n\r\n+ separate different wastes \r\n+ store waste in a secure place\r\n+ use suitable containers and label them clearly\r\n+ use covers to prevent waste blowing away \r\n+ use a waterproof cover if rain could cause contaminated run-off or prevent the waste from being reused \r\n+ use bunds to prevent liquid waste escaping - eg, into a drain \r\n\r\nYou may need a licence to store your own or other people’s waste. The licence will confirm any extra rules for storing waste on your site. ","slug":"storage","title":"Storage"}},{"table":{"body":"##Waste transfer notes\r\n\r\nYou must fill out a [waste transfer note](http://www.environment-agency.gov.uk/business/topics/waste/40047.aspx \"Waste transfer notes\"){:rel=\"external\"} for each load of waste you transport. Waste transfer notes help show that you're dealing with your waste properly. They must be kept for 2 years. \r\n\r\nThere are 2 types of waste transfer note:\r\n\r\n+ a single waste transfer note \r\n+ a season ticket waste transfer note - covers multiple transfers over a 12 month period \r\n\r\nYou can only use a season ticket waste transfer note if the following don't change:\r\n\r\n+ the type of waste\r\n+ the site where the waste came from \r\n+ the producer, carrier and waste facility \r\n\r\n##Import and exporting waste \r\n\r\nMost waste can’t be imported or exported if it's for disposal (eg, landfill). In almost all cases, you can only move waste to recover it. There are strict [regulations on importing and exporting waste.](http://www.environment-agency.gov.uk/business/sectors/32447.aspx \"Regulations on the imports and exports of waste\"){:rel=\"external\"}   \r\n\r\nUse the [export controls tool](http://www.environment-agency.gov.uk/business/sectors/124357.aspx \"Export controls tool\"){:rel=\"external\"} to help you check what regulations you have to follow if you're exporting waste to another country.","slug":"transporting","title":"Transporting"}},{"table":{"body":"You must dispose of any waste electrical or electronic equipment (WEEE) in line with your duty of care. \r\n\r\nYou can ask your supplier or retailer to take care of your WEEE but they may charge a fee.\r\n\r\nYou can usually ask the producer to take care of your WEEE free of charge. For products bought before 15 August 2005 they’ll only do this if they produced it and you’re replacing it with a similar product that they produce. \r\n\r\nContact your producer, supplier or retailer about their WEEE collection arrangements. \r\n\r\n*[WEEE]: Waste electrical and electronic equipment \r\n\r\n","slug":"electrical-waste","title":"Electrical waste"}},{"table":{"body":"You must dispose of your waste batteries in line with your duty of care. \r\n\r\nUsually your supplier (retailer) has to take back your waste batteries back free of charge unless they sell less than 32 kilograms each year. Contact your supplier to find out about their battery collection arrangements. \r\n\r\n##Industrial batteries \r\nThe producer has to take these back free of charge up to a year after you bought them. After this time the supplier should take them back.\r\n\r\n##Car batteries \r\nThe producer has to take these back free of charge. \r\n\r\n@ Policy - is there a register for battery producers? @","slug":"waste-batteries","title":"Waste batteries "}}],"type":"guide"}