{"alternative_title":"","overview":"Capital Gains Tax (CGT) explained - how it's worked out, current CGT rates and how to pay","slug":"capital-gains-tax","title":"Capital Gains Tax","updated_at":"2012-10-02T12:12:16+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Capital Gains Tax is a tax on the profit when you sell or give away something (an 'asset') that's increased in value. \r\n\r\nIt doesn't apply to personal belongings worth £6,000 or less.\r\n\r\nYou won't usually have to pay it if you sell your main home, because you get a relief called [Private Residence Relief](http://www.hmrc.gov.uk/cgt/property/sell-own-home.htm#1 \"What is Private Residence Relief?\").\r\n\r\nThere's also an annual tax-free allowance (the Annual Exempt Amount), which for 2012-2013 is:\r\n\r\n- £10,600 for individuals\r\n- £5,300 for most trustees\r\n\r\nIf your overall gains are below this, you don't have to pay Capital Gains Tax.\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"You pay Capital Gains Tax when you 'dispose' of an asset, which means:\r\n\r\n- selling it\r\n- giving it away as a gift\r\n- transferring it to someone else\r\n- exchanging it for something else\r\n- getting compensation for it - like an insurance payout if it's been destroyed\r\n\r\nYou don't pay Capital Gains Tax on:\r\n\r\n- your car\r\n- your main home - as long as you don't use it for anything else, like running a business, and the grounds aren't bigger than 5,000 square metres\r\n- Individual Savings Accounts (ISAs) or Personal Equity Plans (PEPs)\r\n- UK government gilts (bonds)\r\n- personal belongings worth £6,000 or less when you sell them\r\n- betting, lottery or pools winnings\r\n- money which forms part of your income for Income Tax purposes\r\n\r\n##Transferring or selling assets\r\nIf you're married or in a civil partnership and living together you can transfer assets to your partner without paying Capital Gains Tax.\r\n\r\nYou can't give assets to others or sell assets cheaply without considering Capital Gains Tax.\r\n\r\n##If you make a loss on an asset\r\nIf you make a loss on an asset that normally attracts Capital Gains Tax, you can claim for your loss and deduct it from other gains. \r\n\r\n##When someone dies\r\nIf someone dies and leaves their belongings to you:\r\n\r\n- there's no Capital Gains Tax to pay at that time\r\n- if you later dispose of an asset, any Capital Gains Tax will be based on the difference between the market value at the time of death and the value at the time of disposal\r\n\r\n*[ISAs]: Individual Savings Accounts\r\n*[PEPs]: Personal Equity Plans","slug":"when-you-pay-capital-gains-tax","title":"When you pay Capital Gains Tax"}},{"table":{"body":"Capital Gains Tax is worked out for each tax year. It's charged on the total of your taxable gains, after taking into account:\r\n\r\n- certain costs and reliefs that can reduce or defer gains\r\n- allowable losses you have made on assets to which Capital Gains Tax normally applies\r\n- the Annual Exempt Amount - if your gains are below £10,600 you don't have to pay\r\n\r\nYou work out the gain or loss for each asset separately and then see if Capital Gains Tax is due.\r\n\r\n^There's more information on [working out your capital gain or loss](http://www.hmrc.gov.uk/cgt/intro/working-basics.htm \"working out your capital gain or loss\"){:rel=\"external\"} on the HM Revenue & Customs (HMRC) website.^\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n","slug":"how-capital-gains-tax-is-worked-out","title":"How Capital Gains Tax is worked out"}},{"table":{"body":"For gains on or before 23 June 2010 Capital Gains Tax is charged at a rate of 18%.\r\n\r\nFrom 24 June 2010, these rates apply:\r\n\r\n- 18% and 28% for individuals (the rate depends on your total taxable income, so you need to work this out first) \r\n- 28% for trustees or personal representatives of someone who has died\r\n- 10% for gains qualifying for [Entrepreneurs' Relief](http://www.hmrc.gov.uk/cgt/businesses/reliefs.htm \"Entrepreneurs' Relief\"){:rel=\"external\"} \r\n\r\n##How to work out your total taxable income\r\n\r\nLooking at the [Income Tax rates and allowances](/income-tax-rates \"Income Tax rates and allowances\") will help you do this.\r\n\r\ns1. Add up all your income, including your gains. \r\ns2. Deduct any tax-free allowances and reliefs you're entitled to.\r\ns3. See how much of your basic rate band (currently £34,370) is already being used against your taxable income.\r\ns4. Allocate any remaining basic rate band against gains that qualify for Entrepreneurs' Relief - these are charged at 10%.\r\ns5. Next allocate any remaining basic rate band against your other gains - charged at 18%.\r\ns6. Any remaining gains above the basic rate band are charged at 28%.\r\n\r\n$E\r\n\r\n**Example:** \r\n\r\n- your total income is £20,000 and your capital gains are £12,000 \r\n- deduct the tax-free allowance of £10,600 from your gains, leaving £1,400 to pay tax on\r\n- you've used £20,000 of the basic rate band against your income, so you have £14,370 left\r\n- you have enough of the basic rate band remaining to cover your gains, so you pay Capital Gains Tax at 18% on £1,400\r\n\r\n$E\r\n\r\n","slug":"current-rate-of-capital-gains-tax","title":"Current rate of Capital Gains Tax"}},{"table":{"body":"You pay Capital Gains Tax through the Self Assessment system. \r\n\r\n##If you're already a Self Assessment taxpayer\r\n\r\nYou should receive a tax return or a letter telling you to file online. You fill out the capital gains pages as part of this.\r\n\r\n^If you haven't received a tax return or letter by 5 October, [contact HM Revenue & Customs (HMRC)](http://search2.hmrc.gov.uk/kbroker/hmrc/contactus/search.ladv?raction=view&fl0=__dsid%3A&sm=0&ha=34&as=1&sp_scope=hmrc&sc=hmrc&nh=10&sr=0&cs=ISO-8859-1&tx1=&tx0=49688 \"contact HMRC\"){:rel=\"external\"} to ask for one.^\r\n\r\n##If you're not a Self Assessment taxpayer\r\n\r\nYou need to register for Self Assessment before 5 October to report gains or losses.\r\n\r\n$D[Download the 'Self Assessment registration form' (PDF, 44KB)](http://www.hmrc.gov.uk/sa/forms/sa1.pdf \"Download the Self Assessment registration form (PDF, 44KB)\"){:rel=\"external\"}$D\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"how-to-pay-capital-gains-tax","title":"How to pay Capital Gains Tax"}}],"type":"guide"}