{"alternative_title":"","overview":"Manual Handling Operations Regulations (MHOR), Control of Substances Hazardous to Health (COSHH) & Major Accident Prevention Policies (MAPP), slips and trips and PPE.","slug":"preventing-health-problems-and-accidents-among-employees","title":"Preventing health problems and accidents among employees","updated_at":"2012-10-02T12:13:45+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You must do everything you reasonably can to prevent employees from having health problems and accidents in the workplace.\r\n\r\n^These rules also apply to employees who work from home or from different locations.^\r\n\r\nHealth problems and accidents can be caused by:\r\n\r\n- materials\r\n- equipment\r\n- working practices\r\n\r\n##Health and safety actions\r\n\r\nYou can help prevent health problems and accidents by:\r\n\t\r\n- carrying out a [risk assessment](/carrying-out-health-and-safety-risk-assessments \"Carry out a risk assessment\")\r\n- controlling, reducing and monitoring the use of [hazardous substances](/manage-hazardous-substances-in-your-business \"Control and monitor the use of hazardous substances\")\r\n- preventing [smoking](/smoking-at-work-the-law \"Prevent smoking at work\") on work premises\r\n- putting together a [first aid kit](/dealing-with-accidents-and-health-and-safety-incidents/first-aid-your-business-responsibilities \"First aid for you business\")\r\n- getting your staff involved through [consultations](/carrying-out-health-and-safety-consultations \"Carry out health and safety consultations\")\r\n- preparing for health and safety [inspections](/dealing-with-health-and-safety-inspections \"Dealing with health and safety inspections\")\r\n\r\n\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"Manual handling means lifting or carrying loads without mechanical assistance - ie using your arms and/or legs.\r\n\r\nThis can be hazardous when:\r\n\r\n- a load is too heavy, large or difficult to grasp\r\n- lifting involves awkward movements\r\n- lifting takes place in difficult conditions - eg on slippery or uneven floors, or in extreme temperatures\r\n\r\nWhere manual handling under these conditions is unavoidable, you must: \r\n\r\n- minimise and if possible get rid of the need for it\r\n- assess any risk of injury \r\n- reduce any risk of injury as much as possible\r\n\r\n##How to avoid manual handling\r\n\r\nIf you don't have automated or mechanical tools (eg conveyers or pallet trucks) to help with lifting or moving loads, consider getting some. If you don't you must find other ways to avoid manual handling health problems and accidents, eg by [assessing](http://www.hse.gov.uk/msd/mac/index.htm \"Assess the risk of lifting and carrying \"){:rel=\"external\"} and reducing the risk to your staff.\r\n\r\n$D [Download ‘Getting to grips with manual handling’ (PDF, 236KB)](http://www.hse.gov.uk/pubns/indg143.pdf \"Download 'Getting to grips with manual handling' (PDF, 236KB)\"){:rel=\"external\"} $D\r\n","slug":"manual-handling","title":"Manual handling"}},{"table":{"body":"If your employees must work with hazardous substances as part of their job, you must take steps to safeguard their health.\r\n\r\nIndustries like manufacturing and motor vehicle repair pose clear risks, but many other jobs - eg hairdressing and catering - can also expose workers to hazardous substances.\r\n\r\nThere are a clear-cut [set of rules on protecting your employees](/how-to-prevent-and-manage-major-environmental-incidents/ \"Hazardous substances: the rules for businesses\") from these risks. \r\n\r\nFor further information download the Health and Safety Executive's brochure on controlling hazardous substances.\r\n\r\n$D [Download ‘What you need to know about controlling hazardous substances’ (PDF, 923KB)](http://www.hse.gov.uk/pubns/indg136.pdf \"Download ‘What you need to know about controlling hazardous substances’ (PDF, 923KB)\") $D","slug":"hazardous-substances","title":"Hazardous substances"}},{"table":{"body":"You must make sure that your employees are safe when they move around your premises by checking all areas that could cause them to slip or trip.\r\n\r\n##Flooring\r\nYou must check for any hazards including loose, cracked or worn flooring, and replace where necessary. Look out for other hazards such as liquid, grease, dirt or dust on floors, and promptly clean up any you find.\r\n\r\nChoose your flooring according to how the area will be used.\r\n\r\n##Lighting\r\nMaintain lighting so employees can clearly see any obstructions or other hazards like wet or slippery floors, or steps.\r\n\r\nYou must also clean the lighting regularly and change bulbs when needed.\r\n\r\n##Cluttered areas\r\nClear clutter from floors and doorways. If some things can't be moved out of the way, put up notices to warn staff.\r\n\r\n##Footwear\r\nYou must give your employees footwear if it's necessary to protect their safety. If they work in areas where floors can't be kept dry, for example, they must have non-slip shoes or boots.\r\n\r\nIf footwear is supplied as personal protective equipment (PPE), it must be the right size, comfortable and fit for purpose. It must also be free to employees.\r\n\r\n##Managing workflow\r\nMake sure work is organised to avoid rushing or overcrowding. Keep employees informed about and involved in decisions that affect them, such as changes in cleaning methods. \r\n\r\n$D [Download 'Preventing slips and trips at work' (PDF, 153KB)](http://www.hse.gov.uk/pubns/indg225.pdf \"download 'Preventing slips and trips at work' (PDF, 153KB)\"){:rel=\"external\"} $D\r\n\r\n*[PPE]: Personal protective equipment","slug":"slip-and-trip-hazards","title":"Slip and trip hazards"}},{"table":{"body":"Work equipment covers any equipment used while at work, including:\r\n\r\n- machines - eg circular saws, photocopiers, tractors\r\n- hand tools - eg screwdrivers, knives, meat cleavers\r\n- lifting equipment - eg vehicle hoists, lifting slings, bath lifts\r\n- other equipment - eg ladders, water pressure cleaners\r\n\r\n^All new equipment must meet [European safety standards](http://www.hse.gov.uk/work-equipment-machinery/standard.htm \"Meet European safety standards\"){:rel=\"external\"}^\r\n\r\nFor more information, download the Health and Safety Executive's brochure on the safe use of work equipment.\r\n\r\n$D [Download 'Using work equipment safely' (PDF, 194KB)](http://www.hse.gov.uk/pubns/indg229.pdf \"Download 'Using work equipment safely' (PDF, 194KB)\"){:rel=\"external\"} $D\r\n\r\n##Assessing equipment\r\n\r\nExamine the equipment you or your employees use, look at the risks and think of ways to reduce or remove those risks.\r\n\r\nWork equipment must be: \r\n\r\n- suitable for use\r\n- regularly maintained\r\n- inspected (before first use and then regularly)\r\n- assessed for noise and vibration\r\n\r\n##Training employees\r\n\r\nPrevent staff from endangering themselves or others by making sure:\r\n\r\n- they're properly trained to use the equipment\r\n- instructions are in plain English\r\n\r\n##Buying new equipment\r\n\r\nMake sure any new equipment you buy meets safety standards.\r\n\r\n$D [Download 'Buying new machinery' (PDF, 112KB)](http://www.hse.gov.uk/pubns/indg271.pdf \"Download 'Buying new machinery' (PDF, 112KB)\"){:rel=\"external\"} $D","slug":"using-work-equipment-safely","title":"Using work equipment safely"}},{"table":{"body":"If your employees work on computers you should:\r\n\r\n- carry out a [risk assessment](/carrying-out-health-and-safety-risk-assessments \"Carry out a risk assessment\") of the hazards to those who use computer monitors - sometimes called visual display units (VDUs) \r\n- make sure computer workstations meet safety standards, eg have adjustable chairs and suitable lighting\r\n- give employees health and safety training and information\r\n\r\n$D\r\n[Download 'Working with VDUs' (PDF, 102KB)](http://www.hse.gov.uk/pubns/indg36.pdf \"Working with VDUs\"){:rel=\"external\"} \r\n$D\r\n\r\n##Breaks\r\n\r\nYou must give your employees who use computer monitors breaks away from their screens. Employees who spend most of their time at a computer monitor should have longer breaks.\r\n\r\n##Adjusting equipment\r\n\r\nYou must also make [reasonable adjustments for disabled workers](/reasonable-adjustments-for-disabled-workers \"Reasonable adjustments for disabled workers\") or employees who need certain equipment - eg making a desk higher or lower - so they can use the equipment safely.\r\n\r\n##Free eye tests\r\n\r\nYou must either give free sight tests or cover the cost of a sight test for employees who work with computer monitors. \r\n\r\nYou must also cover the cost of: \r\n\r\n- other tests recommended by an optician\r\n- a basic pair of glasses if your staff need them for work on monitors\r\n\r\n^These rules also apply to employees who work from home or from different locations.^\r\n\r\n*[VDUs]: visual display units\r\n*[VDU]: visual display unit\r\n*[HSE]: Health and Safety Executive  ","slug":"working-with-computers","title":"Working with computers"}},{"table":{"body":"You must give your employees suitable personal protective equipment (PPE) where it can help protect them from a risk to their health or safety. PPE includes:\r\n\r\n- safety helmets\r\n- high-visibility clothing\r\n- safety footwear\r\n\r\n$D [Download 'A short guide to Personal Protective Equipment at Work Regulations 1992' (PDF, 77KB)](http://www.hse.gov.uk/pubns/indg174.pdf \"Download 'A short guide to Personal Protective Equipment at Work Regulations 1992' (PDF, 77KB)\"){:rel=\"external\"} $D\r\n\r\nBefore providing PPE, you must check if the equipment:\r\n\r\n- meets European safety standards and [carries the CE mark](http://www.hse.gov.uk/work-equipment-machinery/ce-mark-summary.htm \"CE mark\"){:rel=\"external\"}\r\n- is suitable for use - eg protective boots are the right size\r\n- is maintained properly and is in full working order\r\n- is used correctly by employees\r\n- is the right equipment for specific jobs\r\n- includes clear instructions for use\r\n\r\n*[PPE]: Personal protective equipment","slug":"personal-protective-equipment-ppe","title":"Personal protective equipment (PPE)"}}],"type":"guide"}