{"alternative_title":"Pre-employment checks","overview":"Checks employers might need to do on a job applicant before taking them on, and how to get a criminal records check","slug":"checks-on-job-applicants","title":"Checks on job applicants","updated_at":"2012-10-03T17:15:12+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Employers must check that job applicants are [allowed to work in the UK](/check-an-employees-right-to-work-documents \"Check an employee's right to work documents\") before they hire them. \r\n\r\n%An employer can be fined up to £10,000 if they can't show evidence that they checked an employee's right to work in the UK.%\r\n\r\nAn employer might also need to carry out checks on someone's qualifications, health or criminal record.\r\n\r\n##Data protection\r\n\r\nEmployers must follow [data protection rules](/data-protection-your-business/recruitment-managing-staff-records \"Data protection and your business (recruitment and managing staff records)\") for information on job applicants.","slug":"overview","title":"Overview"}},{"table":{"body":"The process for criminal records checks depends on what country you're in.\r\n\r\n^Employers must tell applicants that they're going to carry out a criminal records check, and explain why it's necessary.^\r\n\r\n##England and Wales\r\nIf a new member of staff will be working with children or vulnerable adults, the employer must get a standard or enhanced [Criminal Records Bureau (CRB)](/crb-criminal-records-bureau-check \"Criminal Records Bureau (CRB) checks\") check for them before they can start work. \r\n\r\nFind out what [types of checks](/crb-criminal-records-bureau-check \"Criminal Records Bureau (CRB) checks\") there are and [how an employer can apply.](/crb-criminal-records-bureau-check/arranging-crb-checks-as-an-employer \"Arranging CRB checks as an employer\")\r\n\r\nEmployers must not apply for a check unless the job needs one - read ['CRB checks: eligible positions guidance'](http://www.homeoffice.gov.uk/publications/agencies-public-bodies/CRB/about-the-crb/eligible-positions-guide \"CRB checks: eligible positions guidance\"){:rel=\"external\"} from the Home Office.\r\n\r\n\r\n###Basic checks\r\n\r\nIf the job doesn’t need a standard or enhanced check, employers can still [get a basic check from Disclosure Scotland](http://www.disclosurescotland.co.uk/apply-online/ \"Apply online for Basic Disclosure from Disclosure Scotland\"){:rel=\"external\"} (even if you're in England or Wales). This check reveals if someone has any unspent criminal convictions.\r\n\r\n###Employing ex-offenders\r\n\r\nIf employers carry out criminal record checks, they must have a policy on employing ex-offenders and show it to any applicant who asks for it. \r\n\r\n$D [Download 'Sample policy on the recruitment of ex-offenders' (PDF, 53KB).](http://www.homeoffice.gov.uk/publications/agencies-public-bodies/CRB/about-the-crb/sample-policy-rec-exoffend?view=Binary \"Download 'Sample policy statement on the recruitment of ex-offenders' (PDF, 53KB)\"){:rel=\"external\"} $D\r\n\r\n##Scotland\r\nGet a criminal records check in Scotland from [Disclosure Scotland.](http://www.disclosurescotland.co.uk/apply/employers/ \"Apply for a disclosure\"){:rel=\"external\"}\r\n\r\n##Northern Ireland\r\nGet a criminal records check in Northern Ireland from [AccessNI.](http://www.dojni.gov.uk/accessni \"Access Northern Ireland\"){:rel=\"external\"}\r\n\r\n\r\n##Overseas applicants\r\n\r\nEmployers must get a criminal records check if the job needs one. If the worker is from another country, disclosure organisations in the UK probably won’t have any information on them. Employers can [contact their country’s embassy](http://www.fco.gov.uk/en/travel-and-living-abroad/foreign-embassies-in-uk/ \"Find a foreign embassy in the UK\"){:rel=\"external\"} to see if they can get a similar check done in the applicant's country.\r\n\r\n*[CRB]:Criminal Records Check","slug":"criminal-records-checks","title":"Criminal records checks"}},{"table":{"body":"Employers can ask for a health check before hiring someone if:\r\n\r\n+ it's a legal requirement - eg eye tests for commercial vehicle drivers\r\n+ it's not a legal requirement but there is a good reason - eg because their insurers need health checks on cycle couriers\r\n\r\nOnly successful candidates should be asked to have health checks, and employers should include information about these checks in their offer letter.\r\n\r\nEmployers must have written consent from the candidate before asking for a medical report from their doctor. Candidates have the right to see the report and can ask for it to be changed or withheld from the employer. \r\n\r\n###Avoiding discrimination\r\nEmployers must make sure their checks don’t:\r\n\r\n+ discriminate - eg by doing a health check that discriminates against [disabled people](/recruitment-disabled-people/ \"Recruitment and disabled people\") and isn't necessary for the job\r\n+ discourage people from applying for the job\r\n\r\n%An employer who discriminates against a candidate because of a disability that doesn't stop them from doing the job can be prosecuted. %\r\n","slug":"health-checks","title":"Health checks"}}],"type":"guide"}