{"alternative_title":"","overview":"Getting and responding to a jury summons, the rules about taking time off work and how to claim expenses after being a juror\r\n","slug":"jury-service","title":"Jury service","updated_at":"2012-10-02T12:13:18+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"By law, you must do jury service when asked. It will be as local as possible to where you live.\r\n\r\nWhen you're sent a ‘jury summons’, you must complete and return it within 7 days.\r\n\r\nOnce your jury service is confirmed, you must turn up on the agreed start date. If you don't, you could be fined £1,000.\r\n\r\n^Jury service is unpaid but you can claim for food and drink, travel and loss of earnings.^\r\n\r\n##When you can't do jury service\r\n\r\nThere are some situations when you can’t be on a jury - eg if you've been in prison in the last 10 years. These are listed in the summons.\r\n\r\n##How long jury service lasts##\r\n\r\nJury service usually lasts for up to 10 working days - but can be longer.\r\n\r\nMany trials last only 2 or 3 days, so you may be on a jury for another trial.","slug":"overview","title":"Overview"}},{"table":{"body":"Give a copy of the letter confirming your jury service to your employer. \r\n\r\nYour employer must let you have time off work - however, they can ask you to delay your jury service if your absence will have a serious effect on business.\r\n\r\n##Wages during jury service##\r\nYour employer doesn't have to pay you but you can [claim for loss of earnings](what-you-can-claim \"What you can claim for during jury service\") from the court.\r\n\r\nYour employer must fill out a Certificate of Loss of Earnings which you get with the letter confirming your jury service. You then send it as part of your claim for expenses once you've completed jury service.\r\n\r\n##Problems with your employer\r\n\r\nYou can complain to an [employment tribunal](/employment-tribunals \"Employment tribunals\") if you're unreasonably refused time off for jury service.\r\n\r\nIf you're sacked because you do jury service you may be able to claim unfair dismissal. However, if your employer asks you to delay jury service and you refuse, you may not be able to claim unfair dismissal.\r\n","slug":"taking-time-off-work","title":"Taking time off work"}},{"table":{"body":"You may be able to delay ('defer') your jury service - eg if you:\r\n\r\n- have a holiday booked\r\n- are having an operation\r\n\r\nYou must state on the summons when you’re available for jury service in the following 12 months.\r\n\r\nYou can only defer jury service once in that 12-month period.\r\n\r\nIf you can't do jury service at any time during the 12 months you must state the reason. You normally have to give evidence - like a letter from your doctor about a medical condition you have.","slug":"delaying-or-being-excused-from-jury-service","title":"Delaying or being excused from jury service"}},{"table":{"body":"Don't discuss the case with anyone, except other jury members in the jury deliberation room.\r\n\r\n%Even when the trial’s over you mustn't discuss the case, even with family members.%\r\n\r\nDon't post comments about the trial on social media websites like Facebook or Twitter - even after the trial's finished. This is contempt of court and you can be fined or sent to prison.\r\n\r\n##If anyone approaches you about the trial##\r\n\r\nIf you're approached tell a court official - or a police officer if it happens outside court.\r\n\r\n##If you find the trial distressing##\r\n\r\nYou may be upset by the trial and want to speak to someone privately. Speak to court staff who can give you advice.\r\n\r\nYou could also contact the charity [Samaritans.](http://www.samaritans.org/ \"Samaritans\"){:rel=\"external\"}\r\n\r\n\r\n","slug":"discussing-the-trial","title":"Discussing the trial"}},{"table":{"body":"You can normally claim for:\r\n\r\n- travel\r\n- lunch and refreshments\r\n- loss of earnings and other expenses - eg employing a child-minder or carer (outside your usual care arrangements)\r\n\r\nFinancial support and benefits (like Jobseeker's Allowance) are unaffected for the first 8 weeks while on jury service.\r\n\r\nThere's a maximum daily amount you can claim each day for loss of earnings and other expenses.\r\n\r\n##Loss of earnings and other expenses##\r\n\r\n| Length of jury service | Time spent each day | Maximum daily amount you can claim |\r\n| -- | -- |\r\n| first 10 days | 4 hours or under | £32.47 |\r\n| first 10 days | over 4 hours | £64.95 |\r\n| day 11 to day 200 | 4 hours or under | £64.95 |\r\n| day 11 to day 200 | over 4 hours | £129.91 |\r\n| after day 201 | 4 hours or under | £114.03 |\r\n| after day 201 | over 4 hours | £228.06 |\r\n\r\n##Travel and parking costs##\r\n\r\n| How you travel to court | The court will pay |\r\n| -- | -- |\r\n| bus or underground | cost of the ticket |\r\n| train | cost of the ticket (2nd class return fare) |\r\n| bicycle | 9.6p per mile |\r\n| motorcycle | 31.4p per mile |\r\n| car | 31.4p per mile - **ask the court for permission if you need to pay for parking** |\r\n| car - for one other juror as a passenger | 4.2p per mile |\r\n| car - for each additional passenger | 3.2p per mile |\r\n| taxi | the fare - **ask the court for permission before using a taxi** |\r\n\r\n##Food and drink##\r\n\r\n| Length of time each day you're away from home or work | The court will pay up to |\r\n| -- | -- |\r\n| up to and including 10 hours a day | £5.71 per day |\r\n| over 10 hours a day | £12.17 per day |\r\n| if the court asks you to stay overnight | The court will arrange accommodation |\r\n\r\n\r\n","slug":"what-you-can-claim","title":"What you can claim"}},{"table":{"body":"Make your claim for expenses at the end of your jury service - and no more than 3 months later. \r\n\r\nIf the trial's likely to last a long time (eg several months) the court can make special arrangements for payment. \r\n\r\nFill in the claim form included in your jury pack (which you're given at the start of jury service) and return it to the court with all relevant receipts.\r\n\r\nYou should also include:\r\n\r\n- a Certificate of Loss of Earnings if you’re working or on benefits (completed by your employer or benefits office)\r\n- evidence of loss of earnings if you’re self-employed - eg the previous year's tax return\r\n\r\nYou will usually be paid 7 to 10 working days after submitting your claim form.","slug":"how-to-claim-expenses","title":"How to claim expenses"}},{"table":{"body":"The Jury Central Summoning Bureau can:\r\n\r\n- give advice about your summons or jury service\r\n- arrange a visit to the court for you - eg if you're disabled and want to see the facilities\r\n\r\n$C\r\n**Jury Central Summoning Bureau**  \r\n0845 803 8003    \r\n9am to 5pm, Monday to Friday   \r\n\u2028<jurysummoning@hmcts.gsi.gov.uk>\r\n$C\r\n\r\n##Contacting the court ##\r\n\r\nFor information on directions, facilities or progress of your expenses claim, [contact the court.](http://hmctscourtfinder.direct.gov.uk/HMCTS/ \"Find a court\"){:rel=\"external\"}\r\n\r\n","slug":"questions-about-jury-service","title":"Questions about jury service"}}],"type":"guide"}