{"alternative_title":"","overview":"Insurance companies dispose of written off vehicles - if you want to scrap a vehicle yourself you need to take it to an authorised treatment facility","slug":"scrapped-and-written-off-vehicles","title":"Scrapped and written off vehicles","updated_at":"2012-10-02T12:14:11+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If your vehicle has been damaged and your insurance company writes your vehicle off, you'll need to hand the vehicle over to them to be disposed of.\r\n\r\nIf your vehicle isn’t written off but you still want to scrap it, you can take it to an authorised treatment facility (ATF).\r\n\r\nIf you break it up yourself, you’ll have to make a SORN (Statutory Off Road Declaration) or keep taxing it until you take it to an ATF.\r\n\r\n*[ATF]: Authorised Treatment Facility","slug":"overview","title":"Overview"}},{"table":{"body":"If your insurance company decides to write off your vehicle, you'll need to hand the vehicle over to them to dispose of.\r\n\r\nYou’ll need to:\r\n\r\n- complete the V5C/3 ‘Notification of sale or transfer’ section of your registration certificate and send it to **DVLA, Swansea, SA99 1BD**\r\n- give the rest of the registration certificate to your insurance company\r\n\r\nYour insurance company may ask you for the whole registration certificate. They’ll then complete it for you and send it to DVLA.\r\n\r\nIf this happens, write a letter with details of your insurance company and the date you gave them the vehicle. Send it to **DVLA, Swansea, SA99 1BR**.\r\n\r\nIf your vehicle doesn’t get scrapped and you want to keep the salvage, you should keep the V5C registration certificate.\r\n\r\nIf you want to repair the vehicle and put it back on the road you may need to take it for a [Vehicle Identity Check (VIC)](/vehicle-identity-check \"Vehicle Identity Check (VIC)\").\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","slug":"if-your-insurance-company-writes-off-your-vehicle","title":"If your insurance company writes off your vehicle"}},{"table":{"body":"To scrap your vehicle you must take it to an [authorised treatment facility (ATF)](http://www.environment-agency.gov.uk/business/regulation/65470.aspx/ \"authorised treatment facility (ATF)\"){:rel=\"external\"} who’ll make sure it’s dismantled in an environmentally friendly way.\r\n\r\n##Cars, light vans and 3-wheeled vehicles\r\n\r\nIf the ATF agrees to scrap your vehicle they’ll give you a Certificate of Destruction (CoD) straight away if you’re scrapping a:\r\n\r\n- car\r\n- light van\r\n- 3-wheeled motor vehicle (but not a motor tricycle)\r\n\r\nThe CoD is proof that the vehicle has been destroyed and you’re not responsible for it any more. The ATF will tell DVLA that you’re no longer responsible for the vehicle.\r\n\r\n##Other types of vehicle\r\n\r\nIf you want to scrap any other type of vehicle you can still take it to an ATF, but you won’t get a CoD.\r\n\r\nThe ATF will tell DVLA, who will update the vehicle record to say it’s been destroyed. Then you should complete the V5C/3 ‘Notification of sale or transfer’ part of your V5C vehicle registration certificate and send it to **DVLA, Swansea, SA99, 1BD**.\r\n\r\nYou should get a letter saying you’re no longer responsible for the vehicle. If you don’t get this letter within 4 weeks, **phone 0300 123 1352 (textphone 0300 123 1279)**.\r\n\r\n##If you’ve broken up the vehicle yourself\r\n\r\nIf you’ve broken up the vehicle yourself you must [make a SORN (Statutory Off Road Notification)](/register-sorn-statutory-off-road-notification \"make a SORN (Statutory Off Road Notification)\") or continue to tax the vehicle. \r\n\r\nYou’ll have to make a SORN every year until you’ve taken it to an ATF or told DVLA you no longer have it.\r\n\r\nTell DVLA by sending in your V5C/3 ‘Notification of sale or transfer’ part of your V5C vehicle registration certificate or writing a letter explaining you no longer have the vehicle. Send it to **DVLA, Swansea, SA99, 1BD**.\r\n\r\n*[ATF]: Authorised Treatment Facility\r\n*[CoD]: Certificate of Destruction\r\n*[SORN]: Statutory Off Road Notification\r\n*[DVLA]: Driver and Vehicle Licensing Agency","slug":"scrapping-your-vehicle","title":"Scrapping your vehicle"}},{"table":{"body":"If your vehicle has got a [personalised registration](/personalised-vehicle-registration-numbers \"personalised registration\"), you’ll have to transfer or retain it using form V317 before it gets scrapped.\r\n\r\n^If you don’t, you’ll lose your entitlement to the personalised registration number.^\r\n\r\n$D\r\n\r\n[Download 'Application to transfer or retain a vehicle registration number (V317)' (PDF, 139KB).](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@motor/documents/digitalasset/dg_069390.pdf \"Download 'Application to transfer or retain a vehicle registration number (V317)' (PDF, 139KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\nIf your vehicle is being written off by your insurance company, you’ll need to tell them not to dispose of the vehicle until your personalised registration has been transferred or retained.\r\n\r\nYou should also ask them to make sure the vehicle is available for inspection.\r\n\r\nYou’ll also need to get a:\r\n\r\n- letter of no interest from the insurers confirming they’re happy for you to transfer or retain the vehicle registration number\r\n- copy of the engineer's report confirming the vehicle’s details","slug":"personalised-registrations","title":"Personalised registrations"}}],"type":"guide"}