{"alternative_title":"Employers' tax and reporting for sporting or leisure facilities","overview":"Tax and reporting rules for employers providing sporting, recreational or leisure facilities","slug":"expenses-and-benefits-sporting-or-recreational-facilities","title":"Expenses and benefits: sporting or recreational facilities","updated_at":"2012-10-03T17:08:13+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"As an employer paying for sporting or recreational facilities for your employees, you have certain tax, National Insurance and reporting obligations.\r\n\r\n##What's included\r\n\r\nThis includes: \r\n\r\n* sporting or recreational facilities that you provide directly, eg a gym\r\n* vouchers that can be exchanged for the use of sporting or recreational facilities","slug":"overview","title":"Overview"}},{"table":{"body":"You won't have to report anything to HMRC or pay tax and National Insurance if the facilities:\r\n\r\n* are available for use by all of your employees\r\n* aren't available to the general public\r\n* are used mainly by employees, former employees or members of employees' families and households (employees of any companies you've grouped together with to provide the facilities also count)\r\n* are somewhere that isn't a private home, holiday or other overnight accommodation (including any associated sporting facilities)\r\n* don't involve the use of a mechanically propelled vehicle (including road vehicles, boats and aircraft).\r\n\r\n^You won't have to report or pay anything if your employee earns [at a rate](/employer-reporting-introduction-to-expenses-and-benefits/calculate-earnings-at-a-rate \"at a rate\") of less than £8,500 per year, even if they don't meet the conditions for exemption. \r\n\r\n*[HMRC]:HM Revenue & Customs","slug":"whats-exempt","title":"What's exempt"}},{"table":{"body":"If the facilities you provide aren’t [exempt](/expenses-and-benefits-sporting-or-recreational-facilities/whats-exempt \"facilities you provide aren’t exempt\"), you'll need to:\r\n\r\n* report on form P11D, section K\r\n* pay Class 1A National Insurance on the value of the benefit","slug":"what-to-report-and-pay","title":"What to report and pay"}},{"table":{"body":"The value to use is normally the cost to you of providing the facilities.\r\n\r\nHowever, if there isn't a simple way of working this out (eg if you provide shared access for several employees to a gym that's also open to the general public), you should check with HMRC's employer helpline.\r\n\r\n$C\r\n**HMRC employer helpline**  \r\n**Telephone:** 08457 143 143    \r\n**Textphone:** 0845 602 1380  \r\nMonday to Friday, 8am to 8pm   \r\nSaturday, 8am to 4pm    \r\nClosed Sundays, Christmas Day, Boxing Day and New Year's Day\r\n$C\r\n\r\n*[HMRC]:HM Revenue & Customs","slug":"work-out-the-value","title":"Work out the value"}},{"table":{"body":"The following guides contain more detailed information:\r\n\r\n- [exemption for sports and recreation facilities](http://www.hmrc.gov.uk/manuals/eimanual/eim21825.htm \"Exemption for sports and recreation facilities\"){:rel=\"external\"}\r\n\r\n- [exclusion of mechanically propelled vehicles and domestic premises](http://www.hmrc.gov.uk/manuals/eimanual/eim21826.htm \"Exclusion of mechanically propelled vehicles and domestic premises\"){:rel=\"external\"}","slug":"technical-guidance","title":"Technical guidance"}}],"type":"guide"}