{"alternative_title":"Recruiting people with disabilities","overview":"Avoiding discrimination in job descriptions and what you must do if you receive an application from a disabled person","slug":"recruitment-disabled-people","title":"Recruitment and disabled people","updated_at":"2012-10-02T12:13:49+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"The job specification (or 'person requirements') of a vacancy must not exclude disabled people from applying for a job. \r\n\r\nHowever, some jobs may have an essential requirement which can't be met with a [reasonable adjustment](/recruitment-disabled-people/reasonable-adjustments \"Taking on a worker with a disability\").\r\n\r\n$E\r\n**Example**\r\n \r\nA vacancy for a van driver says the person must be able to drive. This might exclude some disabled people, but it is an essential part of the job.\r\n\r\nA company advertises a job with occasional travel necessary. The person could go by train so the company should not say that the person needs a driving licence.\r\n$E\r\n\r\nIf you reject a disabled candidate, it must be based on their performance at interview rather than having to make reasonable adjustments.","slug":"job-specifications","title":"Job specifications"}},{"table":{"body":"##Positive discrimination in job adverts ('Two Ticks' symbol)\r\n\r\nYou can use the Two Ticks symbol on adverts to show that you encourage applications from disabled people. \r\n\r\n^The Two Ticks symbol is only used in England, Scotland and Wales.^\r\n\r\nYou must be given permission by Jobcentre Plus to use the Two Ticks symbol. You can get this by showing them you have made 5 commitments:\r\n\r\n- to interview all disabled applicants who meet the minimum criteria for a job vacancy and to consider them on their abilities\r\n- to discuss with disabled employees, at any time but at least once a year, what you can both do to make sure they can develop and use their abilities\r\n- to make every effort when employees become disabled to make sure they stay in employment\r\n- to take action to ensure that all employees develop the appropriate level of disability awareness needed to make these commitments work\r\n- to review these commitments every year and assess what has been achieved, plan ways to improve on them and let employees and Jobcentre Plus know about progress and future plans\r\n\r\n[Contact Jobcentre Plus](http://los.direct.gov.uk/default.aspx \"Contact Jobcentre Plus\"){:rel=\"external\"} to find out more about being awarded the disability symbol.\r\n\r\n##Alternative formats\r\n\r\nYou must provide information about the vacancy in alternative formats (eg large print) on request if this is reasonable. You must also accept applications in alternative formats (eg electronically) where possible.","slug":"encouraging-applications","title":"Encouraging applications"}},{"table":{"body":"You can ask if a candidate needs an adjustment to the recruitment process to allow them to be considered for the job. You must make adjustments if they're reasonable, eg allowing:\r\n\r\n- wheelchair users to have their interview on the ground floor\r\n- candidates to complete a written test using a computer\r\n\r\nAfter you've made a job offer, you can ask what adjustments they'll need to do the job.","slug":"reasonable-adjustments","title":"Reasonable adjustments"}}],"type":"guide"}