{"alternative_title":"","overview":"You can be fined if your dog is out of control in public - find out about Dog Control Orders, banned dogs, dog fouling and reporting a dangerous dog","slug":"control-dog-public","title":"Controlling your dog in public","updated_at":"2012-10-03T12:10:56+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"It’s against the law to let a dog be dangerously out of control:\r\n\r\n+ in a public place\r\n+ in a private place where the dog isn't allowed to be (eg a neighbour's house or garden without permission)\r\n\r\nThe law applies to **all** dogs.\r\n\r\nSome [types of dogs are banned](banned-dogs \"Banned dogs\").\r\n\r\n##Out of control\r\nYour dog is considered dangerously out of control if it:\r\n\r\n+ injures someone\r\n+ makes someone worried that it might injure them\r\n\r\nA court could also decide that your dog is dangerously out of control if:\r\n\r\n+ it injures someone’s animal\r\n+ the owner of the animal thinks they could be injured if they tried to stop your dog attacking their animal\r\n\r\n%A farmer is allowed to kill your dog if it’s worrying their livestock.%\r\n\r\n##Penalties\r\nYou can be fined up to £5,000 and/or sent to prison for up to 6 months if your dog is out of control. You may also not be allowed to own a dog in the future.\r\n\r\nIf you let your dog injure someone, you can be sent to prison for up to 2 years and/or fined.\r\n\r\nIf you deliberately use your dog to injure someone you could be charged with 'malicious wounding'. The maximum penalty is 5 years in prison.\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"In the UK, it’s against the law to own certain types of dog. These are the:\r\n\r\n+ Pit Bull Terrier\r\n+ Japanese Tosa\r\n+ Dogo Argentino\r\n+ Fila Braziliero\r\n\r\nIt’s also against the law to:\r\n\r\n+ sell\r\n+ abandon\r\n+ give away \r\n+ breed from\r\n\r\na banned dog. \r\n\r\nWhether your dog is a banned type depends on what it looks like, rather than its breed or name.\r\n\r\n$E**Example:** If your dog matches many of the characteristics of a Pit Bull Terrier, it may be a banned type.$E\r\n\r\n##You have a banned dog\r\nThe police or local council dog warden can take it away and keep it, even if:\r\n\r\n+ it isn’t acting dangerously\r\n+ there hasn’t been a complaint\r\n\r\nThe police may need permission from a court to do this. If your dog is in:\r\n\r\n+ a public place, the police **don’t** need a warrant \r\n+ a private place, the police **must** get a warrant \r\n+ a private place and the police have a warrant for something else (like a drugs search), they can seize your dog\r\n\r\nA police or council dog expert will judge what type of dog you have and whether it is (or could be) a danger to the public. Your dog will then either be:\r\n\r\n+ released \r\n+ kept in kennels while the police (or council) apply to a court\r\n\r\nWhile you wait for the court decision, you're not allowed to visit your dog.\r\n\r\n%You can give up ownership of your dog but you can’t be forced to. If you do, your dog could be destroyed without you even going to court.%\r\n\r\n##Going to court\r\nIt’s your responsibility to prove your dog is not a banned type.\r\n\r\nIf you prove this, the court will order the dog to be returned to you. If you can’t prove it (or you plead guilty), you’ll be convicted of a crime. \r\n\r\nThe maximum penalty for having a banned dog against the law is a £5,000 fine and/or 6 months in prison. Your dog will also be destroyed.\r\n\r\n### Index of Exempted Dogs (IED)\r\nIf your dog is banned but the court thinks it’s not a danger to the public, it may put it on the IED and let you keep it. \r\n\r\nYou’ll be given a Certificate of Exemption. This is valid for the life of the dog.\r\n\r\nYou dog must be:\r\n\r\n+ neutered\r\n+ tattooed\r\n+ microchipped\r\n+ kept on a lead and muzzled at all times when in public \r\n+ kept in a secure place so it can't escape\r\n\r\nAs the owner, you must:\r\n\t\r\n+ take out insurance against your dog injuring other people\r\n+ be aged over 16 \r\n+ show the Certificate of Exemption when asked by a police officer or council dog warden, either at the time or within 5 days\r\n+ let the IED know if you change address, or your dog dies\r\n\r\n$C\r\n**Index of Exempted Dogs**  \r\n**Telephone:** 020 7238 1506  \r\n**Fax:** 020 7238 1100  \r\n**Email:** <dogsindex@defra.gsi.gov.uk>\r\n$C\r\n\r\n*[IED]: Index of Exempted Dogs\r\n","slug":"banned-dogs","title":"Banned dogs"}},{"table":{"body":"Local councils in England and Wales can issue Dog Control Orders (DCOs). \r\n\r\nThese mean that in public areas with DCOs, you may have to:\r\n\r\n+ keep your dog on a lead\r\n+ put your dog on a lead if told to by a police officer, police community support officer or someone from the council\r\n+ stop your dog going in certain places - like farmland or parts of a park\r\n+ limit the number of dogs you have with you (this applies to professional dog walkers too)\r\n+ clear up after your dog\r\n\r\n^DCOs **don’t** apply to private land if you have permission from the land owner or person who controls the land.^\r\n\r\n##Penalties\r\nIf you ignore a DCO, you can be fined:\r\n\r\n+ £50 on the spot (a ‘Fixed Penalty Notice’)\r\n+ up to £1,000 if it goes to court\r\n\r\nYou **can’t** be fined if you’re a registered blind dog owner.\r\n\r\n##DCOs in your area\r\nLocal councils must let the public know where DCOs are in place. \r\n\r\n$E **Example:** If dogs aren’t allowed in a park, there must be signs saying so.$E\r\n\r\nIf the council plans to put a new DCO in place, it must put up a notice and publish it in a local newspaper and on its website. \r\n\r\nThe notice must tell you:\r\n\r\n+ where the new DCO will apply \r\n+ if there’s a map and where you can see it \r\n+ where you can write or email to have your say - you should have at least 28 days \r\n\r\nAfter 28 days, your local council will decide whether to go ahead with the DCO or change it. If there are lots of changes, the council will publish another notice, with the same timescales.\r\n\r\n*[DCOs]: Dog Control Orders\r\n*[DCO]: Dog Control Order\r\n \r\n","slug":"dog-control-orders","title":"Dog Control Orders"}},{"table":{"body":"Your council has a legal duty to keep public areas clear of dog mess. \r\n\r\nIf you don’t clean up after your dog you can be given an on-the-spot fine. The amount varies from council to council. It’s often £50 and can be as much as £80.\r\n\r\nIf you refuse to pay the fine, you can be taken to court and fined up to £1,000. \r\n\r\n^Registered blind dog owners can’t be fined.^\r\n\r\nSome [councils](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"} have stricter rules on dog fouling. They may make owners carry a poop scoop and disposable bag when they take their dogs out to a public place. \r\n\r\nYou can [report dog fouling to your local council.](/report-dog-fouling \"Report dog fouling to your council\")\r\n","slug":"dog-fouling","title":"Dog fouling"}},{"table":{"body":"Anyone can report a dog and their owner to the police.\r\n\r\nYou can report a dangerous dog to [your council’s](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"} dog warden service.\r\n\r\nYou can also [report dog fouling](/report-dog-fouling \"Report dog fouling to your council\"){:rel=\"external\"} to your local council.","slug":"report-a-dog","title":"Report a dog"}}],"type":"guide"}