{"alternative_title":"","overview":"Running a limited company - including directors' responsibilities, company annual returns, reporting company changes and how to take money out of a limited company","slug":"running-a-limited-company","title":"Running a limited company","updated_at":"2012-10-02T15:12:33+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"As a director of a limited company, the law says you must:\r\n\r\n- try to make the company a success, using your skills, experience and judgment\r\n- follow the company’s rules, shown in its [articles of association](/limited-company-formation/articles-of-association \"Articles of association for a limited company\")\r\n- make decisions for the benefit of the company, not yourself\r\n- tell other shareholders if you might personally benefit from a transaction the company makes\r\n- keep company records and report changes to Companies House and HM Revenue & Customs\r\n- make sure the company's accounts are a 'true and fair view' of the business' finances\r\n- [register for Self Assessment](/register-for-self-assessment \"Register for Self Assessment\") and send a personal [Self Assessment tax return](/self-assessment-tax-returns \"Self Assessment tax returns\") every year\r\n\r\nYou can ask other people to manage some of these things day-to-day. For example, an accountant can manage your accounts for you - but you're still legally responsible for them.","slug":"directors-responsibilities","title":"Directors' responsibilities"}},{"table":{"body":"As a director of a limited company, you can take money from the company in 3 ways.\r\n\r\n##Salary, expenses and benefits\r\n\r\nIf you want the company to pay you a salary, expenses or benefits, you must [register the company](http://www.hmrc.gov.uk/paye/intro/register.htm \"How to register as an employer\"){:rel=\"external\"} as an employer with HM Revenue & Customs (HMRC). \r\n\r\nThe company must take Income Tax and National Insurance contributions from your salary payments and pay these to HMRC, along with employers’ National Insurance contributions. \r\n\r\n##Dividends\r\n\r\nA dividend is a payment a company can make to shareholders if it has made enough profit. \r\n\r\nYou can't count dividends as business costs when you work out your Corporation Tax. \r\n\r\n% You mustn't make a dividend payment if it means the company won’t be able to pay its bills. %\r\n\r\nYou must usually pay dividends to all shareholders.  \r\n\r\nTo pay a dividend, you must: \r\n\r\n- hold a directors' meeting to ‘declare’ the dividend \r\n- keep minutes of the meeting, even if you're the only director\r\n\r\n###Dividend tax credits\r\n\r\nYou must include a 'dividend tax credit' in the value of the dividend when you record it in your company's accounts. \r\n\r\nThe tax credit means your company and shareholders don’t need to pay tax when the dividend is paid. But shareholders may have to [pay tax on it.](http://www.hmrc.gov.uk/taxon/uk.htm \"Tax on UK dividends\"){:rel=\"external\"}\r\n\r\n###Working out the dividend tax credit\r\n\r\nTo work out the dividend tax credit, divide the dividend amount by 9.\r\n\r\n\r\n$E\r\n\r\n**Example**  \r\n\r\nYou want to pay a dividend of £900. Divide £900 by 9, which gives you a dividend tax credit of £100. Pay £900 to the shareholder - but add the £100 tax credit and record a total of £1,000 in your company accounts.\r\n\r\n$E\r\n\r\n###Dividend paperwork\r\n\r\nFor each dividend payment the company makes, you must write up a dividend voucher showing the:\r\n\r\n- date\r\n- company name\r\n- names of the shareholders being paid a dividend\r\n- amount of the dividend\r\n- the amount of the dividend tax credit\r\n\r\nYou must keep 2 copies of the voucher - 1 for your personal tax return and 1 for your company records.\r\n\r\n##Directors’ loans\r\n\r\nIf you take more money out of a company than you've put in - and it isn't salary or a dividend - it’s called a ‘directors’ loan.’\r\n \r\nIf your company makes directors’ loans, you must keep records of them. There are also some detailed tax rules about [how directors' loans are handled.](http://www.hmrc.gov.uk/ct/managing/director-loan.htm \"Directors' loans and Corporation Tax explained\"){:rel=\"external\"}\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"taking-money-out-of-a-limited-company","title":"Taking money out of a limited company"}},{"table":{"body":"##Changing your company's registered office address\r\n\r\nYou must tell Companies House if you want to change your company's registered office address. If the change is approved, they will tell HM Revenue & Customs (HMRC).\r\n\r\nYour company's new registered office address must be in the same part of the UK that the company was registered (incorporated).\r\n\r\nFor example, if your company was registered in England and Wales, the new registered office address must be in England or Wales.\r\n\r\n^Your registered office address won't officially change until Companies House has confirmed it with you. ^\r\n\r\n##Other changes you must report\r\n\r\nYou must tell Companies House within 14 days if you make changes to:\r\n\r\n- where company records are kept\r\n- directors or their personal details, like their address\r\n- company secretaries (appointing a new one or ending an existing one's appointment)\r\n\r\nYou must tell Companies House within a month if you issue more shares in your company.\r\n\r\n##How to report changes to Companies House\r\n\r\nYou can: \r\n\r\n- use the [Companies House WebFiling](https://ewf.companieshouse.gov.uk/ \"File changes to my company with Companies House\"){:rel=\"external\"} online service \r\n- fill in and send [paper forms](http://www.companieshouse.gov.uk/forms/formsOnline.shtml#Company \"Full listing of Companies House forms to notify changes to a limited company\"){:rel=\"external\"}\r\n\r\n##Changes that shareholders must approve\r\n\r\nYou may need to get shareholders to vote on the decision if you want to:\r\n\r\n- change the company name\r\n- remove a director\r\n- change the company’s articles of association\r\n\r\nThis is called ‘passing a resolution’. Most resolutions will need a majority to agree (called an ‘ordinary resolution’). Some might require a 75% majority (called a ‘special resolution’). \r\n\r\nCompanies House has more details about the types of [changes and resolutions you must report](http://www.companieshouse.gov.uk/about/gbhtml/gp3.shtml \"Company changes you must tell Companies House about\"){:rel=\"external\"}  to them.\r\n\r\n^Your new company name won't take effect until it's registered by Companies House - they'll tell you when this happens. ^\r\n\r\n###Shareholder voting\r\n\r\nWhen you’re working out whether you have a majority, count the number of shares that give the owner the right to vote, rather than the number of shareholders.\r\n\r\nYou don’t necessarily need to have a meeting of shareholders to pass a resolution. If the right amount of shareholders have told you they agree, you can confirm the resolution in writing. But you must write to all shareholders letting them know about the decision.\r\n\r\n##Reporting changes to HM Revenue & Customs\r\n\r\nYou must [tell HMRC](http://www.hmrc.gov.uk/report-changes/business.htm \"Reporting changes to HMRC - businesses\"){:rel=\"external\"} if your business' contact details change.\r\n\r\nIf you want to get an accountant or adviser to manage your company’s Corporation Tax, you must tell HMRC. You do this on form 64-8, or using [Corporation Tax Online.](https://online.hmrc.gov.uk/login \"HMRC Online services\"){:rel=\"external\"}\r\n\r\n$D[Download 'Form 64-8 to authorise someone to do your Corporation Tax for you' (PDF, 188KB)](http://www.hmrc.gov.uk/forms/64-8.pdf \"Authorising your agent\"){:rel=\"external\"}$D\r\n\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"company-changes-you-must-report","title":"Company changes you must report"}},{"table":{"body":"You must keep:\r\n\r\n- records about the company itself\r\n- financial and accounting records\r\n\r\n##Records about the company\r\n\r\nYou must keep details of:\r\n\r\n- directors, shareholders and company secretaries\r\n- the results of any shareholder votes and resolutions \r\n- promises for the company to repay loans at a specific date in the future (‘debentures’) and who they must be paid back to\r\n-  promises the company makes for payments if something goes wrong and it’s the company’s fault (‘indemnities’)\r\n- transactions when someone buys shares in the company\r\n- loans or mortgages secured against the company’s assets\r\n\r\n%You must [tell Companies House](/file-changes-to-a-company-with-companies-house \"File changes to a company with Companies House\") if you keep the records somewhere other than the company's registered office address.%\r\n\r\n###How long to keep company records\r\n\r\nYou must keep company records for at least 3 years.\r\n\r\n##Accounting records you must keep\r\n\r\nYou must keep accounting records that include:\r\n\r\n- all money received and spent by the company\r\n- details of assets owned by the company\r\n- debts the company owes\r\n- stock the company owns at the end of the financial year\r\n- the stocktakings you used to work out the stock figure\r\n- all goods bought and sold \r\n- who you bought and sold them to and from (unless you run a retail business)\r\n\r\nYou must also keep any other financial records, information and calculations you need to complete your Company Tax Return.\r\n\r\n%If you don't keep accounting records, you can be fined £3,000 by HM Revenue & Customs (HMRC).%\r\n\r\n###How long to keep accounting records\r\n\r\nYou must normally keep them for at least 6 years from the end of the last company financial year they relate to. \r\n\r\nYou may need to keep records longer if:\r\n\r\n- they show a transaction that covers more than 1 of the company’s accounting period\r\n- the company has bought something that it expects to last more than 6 years, like equipment or machinery\r\n- you sent your Company Tax Return late \r\n- HMRC have started a compliance check into your Company Tax Return\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n\r\n","slug":"company-and-accounting-records","title":"Company and accounting records "}},{"table":{"body":"You must send Companies House a company annual return every year, within 28 days of the anniversary of the company's incorporation.\r\n\r\nYou can [send the company annual return online](/file-an-annual-return-with-companies-house \"File an annual return with Companies House\"). It costs £13 to send online.\r\n\r\nYou can also fill in and send the company annual return [on paper.](http://www.companieshouse.gov.uk/forms/generalForms/AR01_annual_return.pdf \"Paper forms for a company annual return\"){:rel=\"external\"} It costs £40 if you want to send paper forms.\r\n\r\n%If you miss the deadline, Companies House can close down your company or prosecute you.%\r\n\r\n##What the company annual return includes\r\n\r\nIt must include details of:\r\n\r\n- the company’s registered office address\r\n- what type of business the company runs (eg retail, accountancy, catering)\r\n- the address where the company’s list of shareholders is kept \r\n- the type of limited company (eg limited by shares, limited by guarantee)\r\n- name and address of all company directors (and company secretary if you have one)\r\n- the number and value of shares issued by the company and who owns them\r\n- where details of ‘debentures’  (a type of loan the company has taken out with a promise to repay at a specific time in the future) are kept\r\n\r\n","slug":"company-annual-return","title":"Company annual return"}},{"table":{"body":"##Signs\r\n\r\nYou must display a sign showing your company name at your registered company address and wherever your business operates. If you're running your business from home, you don't need to display a sign there.\r\n\r\n$E\r\n\r\n**Example**  \r\nIf you’re running 3 shops and an office, you must display a sign at each of them. But if your office is at your home, you don’t need to display a sign there.\r\n\r\n$E\r\n\r\nThe sign must be easy to read and to see at any time, not just when you're open.\r\n\r\n##Stationery and promotional material\r\n\r\nYou must include your company's name on all company documents, publicity and letters.\r\n\r\nOn business letters, order forms, invoices and websites, you must show:\r\n\r\n- the company’s registered number \r\n- its registered office address\r\n- where the company is registered (England and Wales, Scotland or Northern Ireland)\r\n- the fact that it’s a limited company (usually by spelling out the company’s full name including ‘Limited’ or ‘Ltd’)\r\n\r\nIf you want to include directors' names, you must list all of them. \r\n\r\nIf you want to show your company’s share capital (how much the shares were worth when you issued them), you must say how much is ‘paid up’ (owned by shareholders).\r\n","slug":"signs-stationery-and-promotional-material","title":"Signs, stationery and promotional material"}}],"type":"guide"}