{"alternative_title":"","overview":"A trust is a way of looking after assets (money, investments, land or buildings) for people - types of trust, how they are taxed, where to get help","slug":"trusts-taxes","title":"Trusts and taxes","updated_at":"2012-10-02T12:14:36+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"A trust is a way of looking after assets (money, investments, land or buildings) for people. There are different types of trusts and they are taxed differently.\r\n\r\nTrusts involve:\r\n\r\n- the ‘settlor’ - the person who puts assets into a trust\r\n- the ‘trustee’ - the person who looks after the trust\r\n- the ‘beneficiary’ - the person who the trust is for\r\n\r\n##What trusts are for\r\n\r\nTrusts are set up for a number of reasons, including:\r\n\r\n- to control and protect family assets\r\n- when someone's too young to handle their affairs\r\n- when someone can't handle their affairs because they're incapacitated\r\n- to pass on assets while you're still alive\r\n- to pass on assets when you die (a 'will trust')\r\n- under inheritance rules if someone dies without a will\r\n\r\n##What the settlor does\r\n\r\nThe settlor decides how the trust should be used - this is usually set out in a document called the 'trust deed'.\r\n\r\nSometimes the settlor can also benefit from the assets in a trust - this is called a 'settlor-interested' trust and has special tax rules. Find out more by reading the information on different [types of trust](types-of-trust \"types of trust\").\r\n\r\n##What trustees do\r\n\r\nThe trustees are the legal owners of the assets held in a trust. Their role is to:\r\n\r\n- deal with the assets according to the trust deed\r\n- manage the trust on a day-to-day basis and pay any tax due\r\n- decide how to invest or use the trust's assets\r\n\r\nIf the trustees change, the trust can still continue, but there always has to be at least 1 trustee.\r\n\r\n##Beneficiaries\r\n\r\nThere might be more than 1 beneficiary, like a whole family or defined group of people. They may benefit from:\r\n\r\n- the income of a trust only - eg from renting out a house held in a trust\r\n- the assets only - eg getting shares held in a trust when they reach a certain age\r\n- both the income and assets of the trust\r\n\r\n\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"The main types of trust are listed below - they're all taxed differently.\r\n\r\nRead the [overview](overview \"overview\") for definitions of 'trustee', 'settlor' and 'beneficiary'.\r\n\r\n##Bare trusts\r\n\r\nThese are where the assets in a trust are held in the name of a trustee but go directly to the beneficiary, who has a right to both the assets and income of the trust. \r\n\r\nBare trusts are often used to pass assets to young people - the trustees look after them until the beneficiary is 18 in England and Wales, or 16 in Scotland. \r\n\r\n$E\r\n\r\n**Example:**\r\n\r\nGary leaves his sister Juliet some money in his will. The money is held in trust. \r\n\r\nAs the beneficiary Juliet is entitled to the money and any income (eg interest) it earns. \r\n\r\n$E\r\n\r\n##Interest in possession trusts\r\n\r\nThese are trusts where the beneficiary is entitled to trust income as it's produced, but not the assets, which pass to a different beneficiary in the future.\r\n\r\n$E\r\n\r\n**Example:**\r\n\r\nStanley creates a trust for all the shares he owned. \r\n\r\nWhen he dies, the income from those shares goes to his wife for the rest of her life. When she dies, the shares will pass to their children.\r\n\r\nStanley's wife is the income beneficiary and has an 'interest in possession' in the trust. She doesn't have a right to the shares themselves.\r\n\r\n$E\r\n\r\n##Discretionary or accumulation trusts\r\n\r\nThese are where the trustees can decide how to use the trust income, and sometimes the assets.\r\n\r\nTrustees can decide:\r\n\r\n- what gets paid out (income or assets)\r\n- which beneficiary to make payments to\r\n- how often payments are made\r\n- any conditions to impose on the beneficiaries\r\n\r\nDiscretionary trusts are sometimes set up to put assets aside for:\r\n\r\n- a future need, like a grandchild who may need more financial help than other beneficiaries at some point in their life\r\n- beneficiaries who aren't capable or responsible enough to deal with money themselves\r\n\r\n###Accumulation trusts\r\n\r\nThis is where the trustees can accumulate income within the trust and add it to the trust's value. They can also pay income out, as with discretionary trusts.\r\n\r\n##Mixed trusts\r\n\r\nThese are a combination of more than one type of trust. The different parts of the trust are treated according to the tax rules that apply to each part.\r\n\r\n##Settlor-interested trusts\r\n\r\nThese are where the settlor benefits from the trust. They're 1 of the following types of trust:\r\n\r\n- interest in possession trusts\r\n- accumulation trusts\r\n- discretionary trusts\r\n\r\n$E\r\n\r\n**Example:**\r\n\r\nDave can no longer work due to illness. He sets up a discretionary trust to make sure he has money in the future and puts some of his money in it.\r\n\r\nHe's the settlor, but he may also benefit from the trust because the trustees can make payments to him. \r\n\r\n$E\r\n\r\n##Non-resident trusts\r\n\r\nThis is a trust set up or managed by someone living abroad. The tax rules for this type of trust are very complicated - there's detailed [guidance on non-resident trusts](http://www.hmrc.gov.uk/cnr/nr_trusts.htm \"detailed guidance on non-resident trusts\"){:rel=\"external\"} on the HM Revenue & Customs (HMRC) website.\r\n\r\n\r\n*[HMRC]:HM Revenue & Customs \r\n\r\n","slug":"types-of-trust","title":"Types of trust"}},{"table":{"body":"These are trusts set up by parents for children under 18. They're not a type of trust in their own right but will be one of the following:\r\n\r\n- a bare trust\r\n- an interest in possession trust\r\n- an accumulation trust\r\n- a discretionary trust\r\n\r\n^Read the information on [types of trust](types-of-trust \"types of trust\") to find out more about these.^\r\n\r\n##Income Tax\r\n\r\nFor Income Tax purposes, any income from the trust is treated as the income of the settlor (the person who sets up the trust). If the income's less than £100 it isn't counted.\r\n\r\nIf the income's above £100, the Income Tax is paid by the trustees (the people who look after the trust) but the settlor is responsible for it. This means:\r\n\r\ns1. The trustees pay Income Tax on the trust by filling out a Trust and Estate Tax Return.\r\ns2. They give the settlor a statement of all the income and the rates of tax charged on it. \r\ns3. The settlor tells HM Revenue & Customs (HMRC) about the tax the trustees have paid on their behalf with a [Self Assessment tax return](/file-your-self-assessment-tax-return \"Self Assessment tax return\").\r\n\r\n*[HMRC]:HM Revenue & Customs\r\n\r\n","slug":"parental-trusts-for-children","title":"Parental trusts for children"}},{"table":{"body":"Trusts for disabled people or children (called 'vulnerable beneficiaries') get special tax treatment. \r\n\r\n##Who qualifies as a vulnerable beneficiary\r\n\r\nA vulnerable beneficiary is either:\r\n\r\n- someone who's mentally or physically disabled\r\n- someone under 18 who has lost a parent (a 'bereaved minor')\r\n\r\n##Trusts that qualify for special tax treatment\r\n\r\nA trust doesn't qualify if the person setting it up can benefit from the trust income. \r\n\r\nTrusts for bereaved minors are usually set up by the parent's will, or by special inheritance rules if there's no will.\r\n\r\n^If someone dies without a will in Scotland, a trust for their children is treated as a bare trust for tax purposes - read about the [types of trust](types-of-trust \"types of trust\") for more information.^\r\n\r\n###If there's more than 1 beneficiary\r\n\r\nIf there are beneficiaries who aren't vulnerable, the assets and income for the vulnerable beneficiary must be:\r\n\r\n- identified and kept separate\r\n- used only for that person\r\n\r\nOnly that part of the trust gets special tax treatment.\r\n\r\n##Claiming special tax treatment\r\n\r\nThe trustees have to fill in the ['Vulnerable Person Election' form](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?record=rvI1UsJ2vLE&formid=3299 \"'Vulnerable Person Election' form\"){:rel=\"external\"} on the HM Revenue & Customs (HMRC) website.\r\n\r\nIf there's more than 1 vulnerable beneficiary, each needs a separate form.\r\n\r\nIf the vulnerable person dies or is no longer vulnerable, the trustees have to tell HMRC:\r\n\r\n$C\r\n\r\n**HMRC Trusts and Estates**  \r\n\r\n0845 604 6455\r\n\r\n$C\r\n\r\n##Income Tax\r\n\r\nTrusts for vulnerable people have a reduction in Income Tax. It's calculated like this:\r\n\r\ns1. Trustees work out what their trust Income Tax would be if there was no claim for special treatment - this will vary according to which [type of trust](types-of-trust \"type of trust\") it is.\r\ns2. They then work out what Income Tax the vulnerable person would have paid if the trust income had been paid directly to them as an individual.\r\ns3. They can then claim the difference between these 2 figures as reduction from the amount of Income Tax.\r\n\r\nThis is a complicated calculation but there's a [detailed worked example](http://www.hmrc.gov.uk/manuals/tsemmanual/tsem3474.htm \"detailed worked example\"){:rel=\"external\"} on the HMRC website.\r\n\r\n##Capital Gains Tax\r\n\r\n[Capital Gains Tax](/capital-gains-tax \"Capital Gains Tax\") is due if assets are sold, given away or exchanged and they’ve gone up in value since being put into trust.\r\n\r\nTax is only paid if the assets have increased in value above the 'annual exempt amount', which is an allowance of £10,600 for disabled people or £5,300 for others. \r\n\r\nTrustees are responsible for paying any Capital Gains Tax due. They can claim a reduction, which is calculated like this:\r\n\r\ns1. They work out what they would pay if there was no reduction.\r\ns2. They then work out what the beneficiary would have to pay if the gains had come directly to them.\r\ns3. They can claim the difference between these two amounts as a reduction on what they have to pay in Capital Gains Tax using [form SA905](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?record=B_blvtAXS5A&formid=3432 \"form SA905\"){:rel=\"external\"} on the HMRC website.\r\n\r\n^This special Capital Gains Tax treatment doesn't apply in the tax year when the beneficiary dies.^\r\n\r\n##Inheritance Tax\r\n\r\nThese are the situations when trusts for vulnerable people get special [Inheritance Tax](/inheritance-tax \"Inheritance Tax\") treatment:\r\n\r\n- for a disabled person - at least half of the payments from the trust must go to the disabled person during their lifetime\r\n- someone suffering from a condition that’s expected to make them disabled sets up a trust for themselves\r\n- for a bereaved minor - they must take all the assets and income at (or before becoming) 18\r\n\r\nThere's no Inheritance Tax charge:\r\n\r\n- if the person who set up the trust survives 7 years from the date they set it up\r\n- on transfers made out of a trust to a vulnerable beneficiary\r\n\r\nWhen the beneficiary dies, any assets held in the trust on their behalf are treated as part of their estate and Inheritance Tax may be charged.\r\n\r\n^Trusts usually have 10-year Inheritance Tax charges, but trusts with vulnerable beneficiaries are exempt.^\r\n\r\n\r\n\r\n\r\n\r\n*[HMRC]:HM Revenue & Customs\r\n\r\n\r\n\r\n","slug":"trusts-for-vulnerable-people","title":"Trusts for vulnerable people"}},{"table":{"body":"There are different Income Tax rates for different [types of trust](types-of-trust \"types of trust\"). Read the [overview](overview \"overview\") for definitions of 'trustee', 'settlor' and 'beneficiary'.\r\n\r\n\r\n##Accumulation and discretionary trusts\r\n\r\nTrustees are responsible for paying Income Tax on these. The first £1,000 is taxed at a lower rate. \r\n\r\nIf the settlor has more than one trust, this £1,000 is divided by the number of trusts they have - so if you had 5 trusts the first £200 in each trust is taxed at the lower rate.\r\n\r\nThe tax rates are below.\r\n\r\n####Trust income up to £1,000\r\n\r\nType of income | Tax rate\r\n- | -\r\nDividends (income from stocks and shares) | 10%\r\nAll other income | 20%\r\n\r\n####Trust income over £1,000\r\n\r\nType of income | Tax rate\r\n- | - \r\nDividends | 42.5%\r\nAll other income | 50%\r\n\r\n###Dividend tax credit\r\n\r\nThere's a [10% tax credit on dividends](http://www.hmrc.gov.uk/taxon/uk.htm#3 \"10% tax credit on dividends\"){:rel=\"external\"} from UK companies because the dividends come from profits on which the companies have already paid tax. \r\n\r\nThis means:\r\n\r\n- dividends that fall within the lower tax rate band won't be taxed as the tax credit covers them\r\n- dividends that fall into the higher tax rate band are taxed at 32.5%\r\n\r\nTax on this type of trust is complicated and the rates sometimes vary. There's detailed guidance in HM Revenue & Customs (HMRC)'s ['Trusts, Settlements and Estates' manual.](http://www.hmrc.gov.uk/manuals/tsemmanual/tsem3200.htm \"Trusts, Settlements and Estates' manual\"){:rel=\"external\"}\r\n\r\n##Interest in possession trusts\r\n\r\nThe trustees are responsible for paying Income Tax at the rates below.\r\n\r\nType of income | Income Tax rate\r\n- | - \r\nDividends | 10%\r\nAll other income | 20%\r\n\r\nSometimes the trustees 'mandate' income to the beneficiary. This means it goes to them directly instead of being passed through the trustees. \r\n\r\nIf this happens, the beneficiary needs to pay the tax through [Self Assessment](/file-your-self-assessment-tax-return \"Self Assessment\").\r\n\r\n##Bare trusts\r\n\r\nIf you're the beneficiary of a bare trust you're responsible for paying tax on income from it. \r\n\r\nYou need to tell HMRC about the income using a Self Assessment tax return. Contact HMRC if you're not registered for Self Assessment:\r\n\r\n$C\r\n\r\n**HMRC Trusts and Estates** \r\n\r\n0845 604 6455\r\n\r\n$C\r\n\r\n##Settlor-interested trusts\r\n\r\nThe settlor is responsible for Income Tax on these trusts, even if some of the income isn't paid out to them. The Income Tax is paid by the trustees - it works like this:\r\n\r\ns1. The trustees pay Income Tax on the trust by filling out a Trust and Estate Tax Return.\r\ns2. They give the settlor a statement of all the income and the rates of tax charged on it. \r\ns3. The settlor tells HMRC about the tax the trustees have paid on their behalf with a Self Assessment tax return.\r\n\r\n^The rate of Income Tax depends on what type of trust the settlor-interested trust is.^\r\n\r\n##Other types of trust\r\n\r\nThere are special tax rules for [parental trusts for children](parental-trusts-for-children \"parental trusts for children\"), [trusts for vulnerable people](trusts-for-vulnerable-people \"trusts for vulnerable people\") and trusts set up or managed by people living abroad, called [non-resident trusts](http://www.hmrc.gov.uk/cnr/nr_trusts.htm \"non-resident trusts\"){:rel=\"external\"}.\r\n\r\n##If you're the beneficiary\r\n\r\nDepending on the type of trust and your income, you might be able to [claim some of the Income Tax back](beneficiaries-paying-and-reclaiming-tax-on-trusts \"claim some of the Income Tax back\").\r\n\r\n##If you're the trustee\r\n\r\nHMRC has detailed guidelines to help you complete the [Trust and Estate Tax return.](http://www.hmrc.gov.uk/trusts/tax-return/completing.htm \"Trust and Estate Tax Return\"){:rel=\"external\"}\r\n\r\n\r\n\r\n*[HMRC]:HM Revenue & Customs","slug":"trusts-and-income-tax","title":"Trusts and Income Tax"}},{"table":{"body":"[Capital Gains Tax](/capital-gains-tax \"Capital Gains Tax\") is a tax on the profit when you sell or give away something (an ‘asset’) that’s increased in value. \r\n\r\nFor trusts there's an annual tax-free allowance of £5,300, or £10,600 if the beneficiary is a disabled person. This means you only pay tax if the increase in value is more than this amount.\r\n\r\nThe rate of Capital Gains Tax is 28% - but you might be able to reduce this if you qualify for [Entrepreneurs' Relief.](http://www.hmrc.gov.uk/cgt/businesses/reliefs.htm#1 \"Entrepreneurs' Relief\"){:rel=\"external\"}\r\n\r\n##When Capital Gains Tax is due\r\n\r\nThere are different situations when Capital Gains Tax needs to be paid - these dictate who needs to pay.\r\n\r\n###Assets are transferred into a trust\r\n\r\nIn this situation, the person who makes the transfer (the settlor) pays. \r\n\r\nThere's one exception - the settlor can ask for the tax to be postponed until the beneficiary sells or transfers the asset. \r\n\r\nThis is called Hold-Over Relief. The rules are complicated, but there's a leaflet to help you.\r\n\r\n$D\r\n\r\n[Download 'Relief for gifts' helpsheet (PDF, 127KB)](http://www.hmrc.gov.uk/helpsheets/hs295.pdf \"Download 'Relief for gifts' helpsheet (PDF, 127KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n###Assets are distributed from a trust\r\n\r\nThe trustees pay the tax unless the trust is a bare trust - in which case, the beneficiary pays. For more on bare trusts, read the information about the different [types of trust](types-of-trust \"types of trust\").\r\n\r\n###Trustees stop living in the UK\r\n\r\nIf this happens, the trustees pay Capital Gains Tax based on the market value of the assets in the trust immediately before the change in their residence status.\r\n\r\n###A beneficiary gets some or all of the assets in a trust\r\n\r\nThis is when the beneficiary becomes 'absolutely entitled', which means they can tell the trustees what to do with the assets (eg when they reach a certain age and the trust ends). \r\n\r\nThe trustees pay Capital Gains Tax based on the market value of the assets on the date the beneficiary becomes entitled.\r\n\r\n##When Capital Gains Tax isn't due\r\n\r\nSometimes an asset might be transferred to someone else, but tax isn't payable. This happens when:\r\n\r\n- someone dies and leaves their assets to a beneficiary or trust\r\n- someone dies and an 'interest in possession' comes to an end (this happens in interest in possession trusts - for more information, read about the different [types of trust](types-of-trust \"types of trust\"))\r\n\r\n##Paying Capital Gains Tax\r\n\r\nIf you're the trustee, you pay via the [Trust and Estate Tax Return.](http://www.hmrc.gov.uk/trusts/tax-return/completing.htm \"Trust and Estate Tax Return\"){:rel=\"external\"} If you're the beneficiary, you pay via [Self Assessment](/file-your-self-assessment-tax-return \"Self Assessment\").\r\n\r\n##If you need more help\r\n\r\nHM Revenue & Customs (HMRC) has a leaflet to explain in more detail how trusts are treated for Capital Gains Tax.\r\n\r\n$D\r\n\r\n[Download 'Trusts and Capital Gains Tax' leaflet (PDF, 97KB)](http://www.hmrc.gov.uk/helpsheets/hs294.pdf \"Download 'Trusts and Capital Gains Tax' leaflet (PDF, 97KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\nYou can also contact HMRC:\r\n\r\n$C\r\n\r\n**HMRC Trusts and Estates**\r\n\r\n0845 604 6455\r\n\r\n$C\r\n\r\n*[HMRC]:HM Revenue & Customs\r\n\r\n","slug":"trusts-and-capital-gains-tax","title":"Trusts and Capital Gains Tax"}},{"table":{"body":"[Inheritance Tax](/inheritance-tax \"Inheritance Tax\") is paid on your estate (your money and possessions) when you die. It's only due if your estate is worth more than the threshold of £325,000. \r\n\r\nInheritance Tax can also apply when you're alive if you transfer some of your estate into a trust.\r\n\r\n##When Inheritance Tax is due\r\n\r\nThe main situations when Inheritance Tax is due are:\r\n\r\n- when assets are transferred into a trust\r\n- when a trust reaches a 10-year anniversary of when it was set up (there are 10-yearly Inheritance Tax charges)\r\n- when assets are transferred out of a trust ('exit charges') or the trust ends\r\n- when someone dies and a trust is involved when [sorting out their estate](/valuing-estate-of-someone-who-died \"sorting out their estate\")\r\n\r\n##What you pay Inheritance Tax on\r\n\r\nYou pay Inheritance Tax on 'relevant property' - assets like money, shares, houses or land. This includes the assets in most trusts. \r\n\r\nThere are some exceptions where you don't pay Inheritance Tax, like property outside the UK. These are called 'excluded property' - HM Revenue & Customs (HMRC) has detailed [guidance on excluded property](http://www.hmrc.gov.uk/manuals/ihtmanual/IHTM04251.htm \"guidance on excluded property\"){:rel=\"external\"} to help you.\r\n\r\n##Special rules\r\n\r\nSome [types of trust](types-of-trust \"types of trust\") are treated differently for Inheritance Tax purposes.\r\n\r\n###Interest in possession trusts\r\n\r\nThese are trusts where the beneficiary is entitled to trust income as it's produced - this is called their 'interest in possession'. \r\n\r\nOn assets transferred into this type of trust before 22 March 2006, there's no Inheritance Tax to pay. \r\n\r\nOn assets transferred on or after 22 March 2006, the 10-yearly Inheritance Tax charge may be due.\r\n\r\nDuring the life of the trust there's no Inheritance Tax to pay as long as the asset stays in the trust and remains the 'interest' of the beneficiary.\r\n\r\nBetween 22 March 2006 and 5 October 2008:\r\n\r\n- beneficiaries of an interest in possession trust could pass on their interest in possession to other beneficiaries, like their children\r\n- this was called making a 'transitional serial interest'\r\n- there's no Inheritance Tax to pay in this situation\r\n\r\nFrom 5 October 2008:\r\n\r\n- beneficiaries of an interest in possession trust can't pass their interest on as a transitional serial interest\r\n- if an interest is transferred after this date a 10-yearly Inheritance Tax charge may be due\r\n\r\n^If you inherit an interest in possession trust from someone who has died, there's no Inheritance Tax at the 10-year anniversary.^\r\n\r\n##Trusts for bereaved minors\r\n\r\nA bereaved minor is a person under 18 who has lost at least 1 parent or step-parent. Where a trust is set up for a bereaved minor, there are no Inheritance Tax charges if:\r\n\r\n- the assets in the trust are set aside just for bereaved minor\r\n- they become fully entitled to the assets by the age of 18 \r\n\r\nA trust for a bereaved young person can also be set up as an 18 to 25 trust - the 10-yearly charges don't apply. However, the main differences are:\r\n\r\n- the beneficiary must become fully entitled to the assets in the trust by the age of 25\r\n- when the beneficiary is aged between 18 and 25, Inheritance Tax exit charges will apply \r\n\r\n##Trusts for disabled beneficiaries\r\n\r\nThere's no 10-yearly charge or exit charge on this type of trust as long as the asset stays in the trust and remains the 'interest' of the beneficiary.\r\n\r\nYou also don't have to pay Inheritance Tax on the transfer of assets into a trust for a disabled person as long as the person making the transfer survives for 7 years after making the transfer. \r\n\r\n##Bare trusts\r\n\r\nThese are where the assets in a trust are held in the name of a trustee but go directly to the beneficiary, who has a right to both the assets and income of the trust. \r\n\r\nTransfers into a bare trust may also be exempt from Inheritance Tax, as long as the person making the transfer survives for 7 years after making the transfer.\r\n\r\n##Paying Inheritance Tax\r\n\r\nYou pay Inheritance Tax using form IHT100. You can get the [form and instructions to complete it](http://www.hmrc.gov.uk/trusts/iht/iht100.htm \"form IHT100 and instructions to complete it\"){:rel=\"external\"} on the HMRC website. \r\n\r\n##More help and information\r\n\r\nHMRC has produced detailed guidance on [trusts and Inheritance Tax](http://www.hmrc.gov.uk/cto/customerguide/page11-1.htm \"trusts and Inheritance Tax\"){:rel=\"external\"} if you need more information. You can also contact HMRC:\r\n\r\n$C\r\n\r\n**Probate and Inheritance Tax Helpline**\r\n\r\n0845 302 0900\r\n\r\n$C\r\n\r\n*[HMRC]:HM Revenue & Customs\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","slug":"trusts-and-inheritance-tax","title":"Trusts and Inheritance Tax"}},{"table":{"body":"If you're a trust beneficiary there are different rules depending on the type of trust. You might have to pay tax via [Self Assessment](/file-your-self-assessment-tax-return \"Self Assessment\"), or you might be entitled to a tax refund.\r\n\r\nRead the information on the different [types of trust](types-of-trust \"types of trust\") to understand the main differences between them. If you're not sure what type of trust you have, ask the trustees.\r\n\r\n##Bare trusts\r\n\r\nIf you're the beneficiary of a bare trust you are responsible for declaring and paying tax on its income. You do this via a Self Assessment tax return. \r\n\r\nIf you don't normally complete one of these, contact HM Revenue & Customs (HMRC):\r\n\r\n$C\r\n\r\n**HMRC Trusts and Estates**\r\n\r\n0845 604 6455\r\n\r\n$C\r\n\r\n##Interest in possession trusts\r\n\r\nIf you're the beneficiary of this type of trust, you're entitled to its income as it is produced. The trustees pay tax before the income is passed to you. \r\n\r\nThey'll tell you about the income via a statement called R185 (Trust Income), which:\r\n\r\n- lists the different sources of income\r\n- shows how much income has been received\r\n- shows how much tax has been paid on the income\r\n\r\nYou won't owe any extra tax and if you don't usually complete a tax return there's no need to unless the income takes you into the higher rate [Income Tax band](/income-tax-rates \"Income Tax band\").\r\n\r\nIf you're not a tax payer, you can [reclaim the tax paid](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?record=pf-A5D0R72E&formid=818 \"reclaim the tax paid\"){:rel=\"external\"} using form R40 on the HMRC website.\r\n\r\nIf you're a higher rate taxpayer you'll have to pay extra tax on the difference between what tax the trustees have paid and what you, as a higher rate taxpayer, are liable for. You do this via Self Assessment.\r\n\r\nYou'll usually get income sent through the trustees, but they might pass it to you directly without paying tax first. If this happens you need to include it on your own tax return or tell HMRC by calling 0845 604 6455. \r\n\r\n##Accumulation or discretionary trusts\r\n\r\nWith these trusts all income is treated as though it has already been taxed at 50%.\r\n\r\nYou may be able to claim tax back on trust income you've received if any of the following apply:\r\n\r\n- you're a non-taxpayer\r\n- you pay tax at the basic rate of 20%\r\n- you pay tax at the higher rate of 40%\r\n\r\nYou can [reclaim the tax paid](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?record=pf-A5D0R72E&formid=818 \"reclaim the tax paid\"){:rel=\"external\"} using form R40 on the HMRC website. If you complete a tax return, you can claim via Self Assessment.\r\n\r\n##Settlor-interested trusts\r\n\r\nThis is where the person who set up the trust (the settlor) still benefits from it. Income is taxed at 50% but tax can't be claimed back.\r\n\r\n\r\n\r\n*[HMRC]:HM Revenue & Customs\r\n\r\n","slug":"beneficiaries-paying-and-reclaiming-tax-on-trusts","title":"Beneficiaries - paying and reclaiming tax on trusts"}},{"table":{"body":"If you're a trustee your responsibilities depend on the [type of trust](types-of-trust \"type of trust\") you look after.\r\n\r\nIn a bare trust you won't have many duties to perform because the beneficiaries will decide how to use the assets and income and pay the tax.\r\n\r\nThe person who set up the trust might have given instructions for you in a document called the 'trust deed' - you're legally bound by this.\r\n\r\n##If there's more than one trustee\r\n\r\nNormally one person will be the 'principal acting trustee' - this person deals with HM Revenue & Customs (HMRC). \r\n\r\nIf you're the principal acting trustee, your actions are treated as the actions of all the trustees.\r\n\r\nAll the trustees are responsible for tax - so if the principal acting trustee doesn't pay, HMRC can recover tax and any interest from any trustee.\r\n\r\n##Income Tax and Capital Gains Tax\r\n\r\nIf you're a trustee and haven't received a Trust and Estate Tax Return you need to tell HMRC when:\r\n\r\n- a new trust that will receive income or make chargeable capital gains has been set up\r\n- a trust that hasn't been receiving income or making chargeable capital gains starts to do so\r\n\r\nTell HMRC about a new trust using form 41G.\r\n\r\n$D\r\n\r\n[Download 'Form 41G - trust details' (PDF, 380KB)](http://www.hmrc.gov.uk/cnr/41g_trust.pdf \"Download 'Form 41G - trust details' (PDF, 380KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n \r\n\r\nTell HMRC about changes to trusts using the number below:\r\n\r\n$C\r\n\r\n**HMRC Trusts and Estates**\r\n\r\n0845 604 6455\r\n\r\n$C\r\n\r\n^The time limit for notification is within 6 months of the end of the tax year.^\r\n\r\n###How to pay\r\n\r\nYou pay via the Trust and Estate tax return - there's [guidance on the HMRC website.](http://www.hmrc.gov.uk/trusts/tax-return/completing.htm \"guidance on the HMRC website\"){:rel=\"external\"}\r\n\r\n##Inheritance Tax\r\n\r\nYou need to let HMRC know when:\r\n\r\n- there's a 10-year anniversary\r\n- assets are transferred out\r\n\r\nUse [form IHT100](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?record=zF43y9JIaMo&formid=3337 \"form IHT100\"){:rel=\"external\"} on the HMRC website to do this  and to pay any Inheritance Tax.\r\n\r\n##Supplying information to beneficiaries\r\n\r\nIt's your responsibility to provide the beneficiaries with a statement showing the trust income - use form R185 on the HMRC website to do this.\r\n\r\n$D\r\n\r\n[Download 'Form R185 - statement of trust income' (PDF, 221KB)](http://www.hmrc.gov.uk/pdfs/r185_ti.pdf \"Download 'Form R185 - statement of trust income' (PDF, 221KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n*[HMRC]:HM Revenue & Customs","slug":"trustees-tax-responsibilities","title":"Trustees - tax responsibilities"}},{"table":{"body":"Trusts can be complicated, but there are various people who can help you sort them out. \r\n\r\n##Tax queries\r\n\r\nHM Revenue & Customs (HMRC) Trusts and Estates can help you with [Income Tax](/income-tax \"Income Tax\") and [Capital Gains Tax](/capital-gains-tax \"Capital Gains Tax\") queries about: \r\n\r\n- trust and estate income\r\n- trusts that are part of someone's estate (property and possessions) when they die\r\n- completing the trust section of your personal tax return\r\n- explaining your Income Tax and Capital Gains tax responsibilities \r\n- telling you which forms to complete and where to get help sheets\r\n- completing the Trust and Estate Tax Return\r\n- Capital Gains Tax calculations\r\n\r\nYou can contact them at the number below.\r\n\r\n$C\r\n\r\n**HMRC Trusts and Estates** \r\n\r\n0845 604 6455\r\n\r\n$C\r\n\r\nIf you have a query about [Inheritance Tax](/inheritance-tax \"Inheritance Tax\") and trusts, HMRC's Probate and Inheritance Tax Helpline can:\r\n\r\n- help you understand your Inheritance Tax responsibilities\r\n- explain the Inheritance Tax procedures for trusts\r\n- tell you which forms you need and help you complete them\r\n\r\nYou can contact them at the number below.\r\n\r\n$C\r\n\r\n**Probate and Inheritance Tax Helpline**\r\n\r\n0845 302 0900\r\n\r\n$C\r\n\r\n##If you need more help\r\n\r\nA solicitor or tax advisor will be able to help you. They can also talk to HM Revenue & Customs (HMRC) on your behalf.\r\n\r\nYou can find a solicitor online using the:\r\n\r\n- [Law Society of England and Wales](http://www.lawsociety.org.uk/choosingandusing/findasolicitor.law \"Law Society of England and Wales\"){:rel=\"external\"}\r\n- [Law Society of Scotland](http://www.lawscot.org.uk/wcm/lssservices/find_a_solicitor/Core/directory.aspx \"Law Society of Scotland\"){:rel=\"external\"}\r\n\r\nYou can also get help from the [Society of Trust and Estate Practitioners.](http://www.step.org/ \"Society of Trust and Estate Practitioners\"){:rel=\"external\"}\r\n\r\n\r\n*[HMRC]:HM Revenue & Customs","slug":"where-to-get-help","title":"Where to get help"}}],"type":"guide"}