{"alternative_title":"","overview":"Bullying at school and the law - what your school and the police must do about bullying and how you should report it","slug":"bullying-at-school","title":"Bullying at school","updated_at":"2012-10-02T12:12:11+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"##When bullying is illegal\r\nBullying isn’t a criminal offence in the UK. However, some forms of bullying are illegal and should be [reported to the police.](http://www.police.uk \"Official police website - find your local police station\"){:rel=\"external\"} These include:\r\n\r\n* violence or assault\r\n* theft\r\n* repeated harassment or intimidation, eg name calling, threats and abusive phone calls, emails or text messages \r\n* hate crimes\r\n\r\n% Call 999 if you or someone else is in immediate danger. %\r\n\r\n##Schools and the law\r\nBy law, all state (not private) schools must have an anti-bullying policy in place.\r\n\r\nThis policy is decided by the school. All teachers, pupils and parents must be told what it is.\r\n\r\n###Anti-discrimination law\r\nSchools must also follow [anti-discrimination law](/discrimination-your-rights \"Discrimination: your rights\"). This means staff must act to prevent discrimination, harassment and victimisation within the school. This applies to all schools in England and Wales, and most schools in Scotland. \r\n\r\nNorthern Ireland has [different anti-discrimination law.](http://www.equalityni.org/sections/default.asp?secid=2 \"Equality Commission for Northern Ireland website - your rights\"){:rel=\"external\"} ","slug":"the-law","title":"The law"}},{"table":{"body":"You should report bullying to your school in the first place - or someone you trust if it happens outside school, eg in a club or online.\r\n\r\n[Tell the police](http://www.police.uk \"Official police website - find your local police station\"){:rel=\"external\"} if the bullying involves a crime.\r\n\r\n##Schools - reporting bullying\r\nSchool staff will deal with bullying in different ways, depending on how serious the bullying is. \r\n\r\nThey might deal with it in school, eg by disciplining bullies, or they might report it to the police or social services.\r\n\r\nAny discipline must take account of special educational needs or disabilities that the pupils involved may have.\r\n\r\n###Time off from school\r\nIf you feel too unwell to go to school because you’re being bullied, you must get medical evidence from your doctor to give to your school. \r\n\r\n##Police - reporting bullying\r\nAnyone can [make a complaint to the police](http://www.police.uk \"Official police website - find your local police station\"){:rel=\"external\"} about bullying but it’s usually a good idea to speak to your school first. \r\n\r\nIf you're reporting cyberbullying, keep a record of the date and time of the calls, emails or texts - don’t delete any messages you receive. \r\n\r\n% Call 999 if you or someone else is in immediate danger. %\r\n\r\n##Where to get help and advice\r\nThere are lots of organisations that provide support and advice if you're worried about bullying.\r\n\r\n[Childline](http://www.childline.org.uk/Explore/Bullying/Pages/Bullyinginfo.aspx \"Childline - bullying page\"){:rel=\"external\"}  \r\n\r\n[Kidscape](http://www.kidscape.org.uk/advice/index.asp \"Kidscape - where to get advice\"){:rel=\"external\"}  \r\n\r\n[Bullying UK](http://www.bullying.co.uk \"Bullying UK\"){:rel=\"external\"}  \r\n\r\n[Cyber Mentors](http://www.cybermentors.org.uk \"Cyber Mentors - online mentoring for young people\"){:rel=\"external\"}  ","slug":"reporting-bullying","title":"Reporting bullying"}},{"table":{"body":"Head teachers have the legal power to make sure pupils behave outside of school premises (state schools only). \r\n\r\nThis includes bullying that happens anywhere off the school premises, eg on public transport or in a town centre. \r\n\r\nSchool staff can also choose to report bullying to the police or local council. ","slug":"bullying-outside-school","title":"Bullying outside school"}},{"table":{"body":"There is no legal definition of bullying.\r\n\r\nHowever, it's usually defined as behaviour that is:\r\n\r\n* repeated\r\n* intended to hurt someone either physically or emotionally\r\n* often aimed at certain groups, eg because of race, religion, gender or sexual orientation\r\n\r\nIt takes many forms and can include:\r\n\r\n* physical assault\r\n* teasing\r\n* making threats\r\n* name calling\r\n* cyberbullying - bullying via mobile phone or online (eg email, social networks and instant messenger)\r\n\r\nYour school should have its own definition of bullying. ","slug":"bullying-a-definition","title":"Bullying - a definition"}}],"type":"guide"}