{"alternative_title":"","overview":"What the Construction Industry Scheme (CIS) is, who has to register, work that's included and excluded and what happens if your business is based outside the UK","slug":"what-is-the-construction-industry-scheme","title":"What is the Construction Industry Scheme (CIS)?","updated_at":"2012-10-02T12:14:45+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"The Construction Industry Scheme (CIS) is administered by HM Revenue & Customs (HMRC). It regulates payments from contractors to subcontractors in the building industry. \r\n\r\nAll building contractors and subcontractors should register with the scheme. \r\n\r\n##Who is a CIS contractor?\r\n\r\nAnyone who uses subcontractors for construction work needs to [register as a CIS contractor](/what-you-must-do-as-a-cis-contractor/register-with-cis \"register as a CIS contractor\") with HMRC.\r\n\r\n##Who is a CIS subcontractor?\r\n\r\nIf you're self-employed and agree to do construction work for a contractor, you're a CIS subcontractor. You should [register with CIS](/what-you-must-do-as-a-cis-subcontractor/register-with-cis \"register as a CIS subcontractor\").\r\n\r\nSubcontractors can also be companies.\r\n\r\n^If you're a contractor and subcontractor, you must register as both.^\r\n\r\n##Other people and organisations covered by CIS\r\n\r\nApart from builders, CIS can also apply to:\r\n\r\n- labour agencies and staff bureaux \r\n- gangmasters (or gang leaders)\r\n- property developers\r\n\r\nEven if your organisation doesn't do building work, you still have to register if you spend more than an average of £1 million a year on construction over a 3-year period. \r\n\r\nOrganisations where this could apply include:\r\n\r\n- housing associations or 'arm's length' management organisations (ALMOs)\r\n- local authorities  \r\n- government departments\r\n- other public bodies\r\n\r\nThere's more information on who CIS applies to in the CIS guide for contractors and subcontractors.\r\n\r\n$D\r\n[Download 'CIS guide for contractors and subcontractors' (PDF, 267KB)](http://www.hmrc.gov.uk/forms/cis340.pdf \"Download 'CIS guide for contractors and subcontractors' (PDF, 267KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n*[CIS]: Construction Industry Scheme\r\n*[ALMOs]: arm's length management organisations\r\n ","slug":"how-cis-works","title":"How CIS works"}},{"table":{"body":"As a general rule, the Construction Industry Scheme (CIS) includes almost any work that is done:\r\n\r\n- to a permanent building\r\n- to a temporary structure (eg scaffolding)\r\n- in civil engineering (eg bridges)\r\n\r\nSome of the types of work covered by the scheme include jobs like:\r\n\r\n- site preparation\r\n- general construction - bricklaying, roofing, plastering and so on\r\n- alterations and extensions\r\n- repairs and refurbishment\r\n- decorating\r\n- dismantling work\r\n- demolition\r\n\r\nThere's a full list of types of construction work included and excluded from CIS in the CIS guide for contractors and subcontractors.\r\n\r\n$D\r\n[Download 'CIS guide for contractors and subcontractors' (PDF, 267KB)](http://www.hmrc.gov.uk/forms/cis340.pdf \"Download 'CIS guide for contractors and subcontractors' (PDF, 267KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n*[CIS]: Construction Industry Scheme","slug":"work-covered-by-cis","title":"Work covered by CIS"}},{"table":{"body":"Some types of work aren't covered by the Construction Industry Scheme (CIS). If you're only doing this type of work, you don't need to register.\r\n\r\nFor example, work done by businesses like architects and surveyors isn't covered. Manufacturing things off site (eg windows, blinds and shutters) also isn't covered. \r\n\r\n^If you do any work that's covered by CIS you must register even if not all your work is covered.^\r\n\r\nThere's a full list of types of construction work included and excluded from CIS in the CIS guide for contractors and subcontractors.\r\n\r\n$D\r\n[Download 'CIS guide for contractors and subcontractors' (PDF, 267KB)](http://www.hmrc.gov.uk/forms/cis340.pdf \"Download 'CIS guide for contractors and subcontractors' (PDF, 267KB)\"){:rel=\"external\"}\r\n$D\r\n\r\nIf you're a contractor, CIS rules also don't apply when:\r\n\r\n- you're paying for construction work on property for your own business use (this only applies to contractors who spend more than £1 million a year on average)\r\n- you're paying for a construction contract worth less than £1,000 (excluding materials) - you need to get authorisation from HM Revenue & Customs (HMRC) to exempt it \r\n- the work is being paid for by a governing body or head teacher of a maintained school on behalf of the local education authority\r\n- the work is being paid for by a charity or trust\r\n\r\nYou can only get permission to exempt payments less than £1,000 if you're a contractor spending more than £1 million a year on average. To get permission, call the CIS helpline:\r\n\r\n$C\r\n**CIS helpline**  \r\n0845 366 7899  \r\n8am to 8pm, Monday to Friday  \r\n8am to 4pm, Saturday\r\n$C\r\n\r\n\r\n^There are no exemptions for subcontractors, and private householders are never treated as CIS contractors - regardless of how much they spend.^\r\n\r\n\r\n\r\n\r\n*[CIS]: Construction Industry Scheme\r\n*[HMRC]: HM Revenue & Customs","slug":"when-cis-doesnt-apply","title":"When CIS doesn't apply"}},{"table":{"body":"The Construction Industry Scheme (CIS) covers almost all types of construction work done in the UK. It doesn't matter if your business is based in the UK or not.\r\n\r\nHM Revenue & Customs (HMRC) classes you a 'non-resident business' if you're based outside the UK. No matter where you're based, CIS still applies if you're:\r\n\r\n- a contractor who pays subcontractors for construction work they do in the UK\r\n- a subcontractor who gets paid by contractors for doing construction work in the UK\r\n\r\n^This means that if you're a non-resident business you have to follow the same CIS rules as UK-based [contractors](/what-you-must-do-as-a-cis-contractor/register-with-cis \"what you must do as a CIS contractor\") and [subcontractors](/what-you-must-do-as-a-cis-subcontractor/register-with-cis \"what you must do as a CIS subcontractor\").^\r\n\r\nIt doesn't matter where payment is made - it's just down to the work you're doing and whether it's covered by CIS.\r\n\r\nThere's a full list of types of construction work included and excluded from CIS in the CIS guide for contractors and subcontractors.\r\n\r\n$D\r\n[Download 'CIS guide for contractors and subcontractors' (PDF, 267KB)](http://www.hmrc.gov.uk/forms/cis340.pdf \"Download 'CIS guide for contractors and subcontractors' (PDF, 267KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n##How to register\r\n\r\nYou must register before any work starts. Register by contacting the HMRC Charity, Assets and Residence (CAR) - CIS team. \r\n\r\n$C\r\n**HMRC CAR CIS team**  \r\n**Telephone:** 0151 472 6273  \r\n**If calling from outside UK:** + 44 151 472 6273\r\n$C\r\n\r\nOr you can write to:\r\n\r\n$A\r\nHMRC CAR  \r\nPersonal Tax International  \r\nCIS  \r\nSt Johns House  \r\nMerton Road  \r\nLiverpool L75 1BB   \r\n$A\r\n\r\n##Double taxation agreements and claiming back tax\r\n\r\nThis is when income gets taxed in 2 countries - the one where your business is resident and the one where you earn the income. It's an agreement between 2 countries to reduce the amount of tax that's actually paid. \r\n\r\nThe aim is to make sure you only pay the same, or close to the same, amount of tax as you would have paid if you'd earned the income at home.\r\n\r\nIf you're a non-resident subcontractor and your country has a double taxation agreement with the UK, you might be able to claim back some of the CIS deductions that contractors have made from your payments.\r\n\r\nIf there's no double taxation agreement you won't be exempt from UK tax, but CIS deductions contractors make from your payments count towards your tax bill.\r\n\r\nThis means HMRC will reduce your tax bill for the year by the amount that's already been paid in deductions.\r\n\r\n^There's more information on double taxation agreements and claiming back tax on the [HMRC website.](http://www.hmrc.gov.uk/cis/large-other/non-uk-cis.htm \"HMRC website\"){:rel=\"external\"}^\r\n\r\n\r\n\r\n\r\n*[CIS]: Construction Industry Scheme\r\n*[HMRC]: HM Revenue & Customs\r\n*[CAR]: Charity, Assets and Residence","slug":"if-your-business-is-based-outside-the-uk","title":"If your business is based outside the UK"}}],"type":"guide"}