{"alternative_title":"","overview":"How to challenge your Council Tax band - or appeal to your council or the Valuation Tribunal about a Council Tax bill, fine or completion notice","slug":"council-tax-appeals","title":"Council Tax appeals","updated_at":"2012-10-02T12:12:32+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"In England and Scotland, valuation bands are based on property values on 1 April 1991, not what a property is worth today. In Wales, valuation bands are based on property values on 1 April 2003.\r\n\r\n##England and Wales\r\n\r\nYou can challenge a [Council Tax band](/council-tax-bands \"Council Tax bands\") by:\r\n\r\n+ asking the Valuation Office Agency (VOA) to check it – eg if you think your home was valued incorrectly  \r\n+ making a formal challenge to the VOA – you can only do this in certain circumstances (eg if your property has changed significantly since it was valued)\r\n\r\n###Ask the VOA to check your Council Tax band\r\n\r\nContact the [VOA.](http://www.voa.gov.uk/corporate/contact/index.html \"VOA\"){:rel=\"external\"}\r\n\r\nThey will tell you how your Council Tax band has been worked out. They can review your band if you provide information that suggests it’s wrong (eg evidence that similar properties in your street are in a different band).\r\n\r\nIf they agree your band is wrong, they'll put it right. This service is free. Your council will then update your Council Tax bill.\r\n\r\n$D\r\n[Download 'What to do if you disagree with your Council Tax band' (PDF, 268KB)](http://www.voa.gov.uk/corporate/_downloads/pdf/VO7857_disagree_ct_banding.pdf \"What to do if you disagree with your Council Tax band\")\r\n\r\n$D\r\n\r\n^You can't appeal against this decision, but in some cases you may be able to make a formal challenge to the VOA.^\r\n\r\n###Make a formal challenge to the VOA\r\n\r\nFirst, check your Council Tax band on the [VOA](http://www.voa.gov.uk/cti/InitS.asp?lcn=0 \"Check your Council Tax band\"){:rel=\"external\"} website, then follow the link ‘Do you think this Council Tax band is wrong?’\r\n\r\nThere are certain circumstances when you can formally challenge a band (eg if your property's been demolished or converted into flats) - use the [checklist](http://www.voa.gov.uk/cti/checkroute.asp?lcn=0 \"Council Tax band - formal challenge checklist result\") to see if this applies to you. \r\n\r\nIn England, if you make a formal challenge and disagree with the VOA’s decision, you can [appeal to the independent Valuation Tribunal.](http://www.valuationtribunal.gov.uk/A1Form.aspx/ \"Appeal to the Valuation Tribunal\"){:rel=\"external\"} You'll need to appeal within 3 months of the VOA’s decision. \r\n\r\n$D[Download the Valuation Tribunal’s rules on having more time to appeal (PDF, 112KB)](http://www.valuationtribunal.gov.uk/Libraries/Publications/Practice_Statement_-_A1_Extension_of_times.sflb.ashx \"Valuation Tribunal’s rules on having more time to appeal\"){:rel=\"external\"}$D\r\n\r\nThe Tribunal provides a free service and can’t award costs.\r\n\r\nIn Wales, the VOA decides most challenges without having to go to tribunal. If you and VOA can't agree, your challenge will be heard by a local valuation tribunal.\r\n\r\nIf the tribunal agrees with you, the VOA will change your band and the council will update your bill. \r\n\r\n##Scotland\r\n\r\nCheck your Council Tax band on the [Scottish Assessors](http://www.saa.gov.uk/ \"Scottish Assessors\"){:rel=\"external\"} website, then follow the link ‘Make a proposal’.\r\n\r\nYour proposal will go to the local Assessor. If it can't be resolved through discussion, it will be sent to the local Valuation Appeal Committee for a decision. \r\n\r\n\r\n*[VOA]: Valuation Office Agency","slug":"challenge-your-band","title":"Challenge your band"}},{"table":{"body":"If you think your Council Tax bill is wrong, tell your council immediately – for example, if you think:\r\n\r\n+ the council is sending Council Tax bills to the wrong person for your home \r\n+ your home should not be charged Council Tax  \r\n+ the amount of the bill is wrong \r\n+ the council hasn't reduced the bill even though a disabled person lives there\r\n\r\n^You cannot appeal just because you think your Council Tax bill is too expensive.^\r\n\r\nTo [appeal against your Council Tax band](challenge-your-band \"Council Tax Appeals: Challenging your band\") contact the Valuation Office Agency.\r\n\r\n##How to appeal your bill\r\n\r\nFirst, write to your council, saying why you think your bill is wrong.\r\n\r\nThe council may either:\r\n\r\n+ decide that the bill is wrong and send you a new one \r\n+ decide that the bill is right and explain why\r\n\r\n@If the council decides your bill is wrong, you must continue to pay the amounts listed in your original bill until the new bills arrives.@\r\n\r\nThe council has 2 months to reply. If you disagree with the council’s decision, or you don’t hear back within 2 months, you can [appeal to the Valuation Tribunal.](http://www.valuationtribunal.gov.uk/A1Form.aspx \"Appeal to the Valuation Tribunal\"){:rel=\"external\"} \r\n\r\nThe Valuation Tribunal is an independent legal body, which means its decisions are not influenced by the council.\r\n\r\nIf the Tribunal agrees with you, the council will update your bill and adjust your monthly payments.\r\n\r\nYou must appeal within:\r\n\r\n- 2 months of the council telling you its decision \r\n- 4 months of you first writing to the council (if you haven’t had a response)\r\n\r\nIf you're appealing because the council hasn't replied, you should tell the Valuation Tribunal this when you appeal.\r\n","slug":"appeal-a-bill","title":"Appeal a bill"}},{"table":{"body":"Councils can also impose a fine (penalty) if you give false information or you don't give them the information needed by law – like who lives in a house. \r\n\r\nIf you disagree, you can [appeal to the Valuation Tribunal.](http://www.valuationtribunal.gov.uk/A1Form.aspx \"Appeal to the Valuation Tribunal\"){:rel=\"external\"} You need to appeal within 28 days of getting the fine. \r\n\r\n^You won’t have to pay your fine until your appeal is decided.^\r\n\r\n##Appeal a completion notice\r\n\r\nIf you’ve been given a completion notice and disagree with the date, you can also [appeal to the Valuation Tribunal.](http://www.valuationtribunal.gov.uk/A1Form.aspx \"Appeal to the Valuation Tribunal\"){:rel=\"external\"}\r\n\r\n^You must pay Council Tax from the date on the notice while you appeal.^\r\n\r\n","slug":"appeal-a-fine-or-completion-notice-","title":"Appeal a fine or completion notice "}},{"table":{"body":"You can appeal by letter or on the [Valuation Tribunal’s website.](http://www.valuationtribunal.gov.uk/A1Form.aspx \"Appeal to the Valuation Tribunal\"){:rel=\"external\"} \r\n\r\nYou should explain:\r\n\r\n- what decision you're appealing against \r\n- why you disagree with the council’s decision\r\n\r\nYou should also send the Tribunal a copy of any relevant paperwork, such as your Council Tax bill, completion or penalty notice.\r\n\r\n##Tribunal hearings\r\n\r\nThe Valuation Tribunal will contact you to arrange a hearing, normally within 6 months of getting your appeal. A hearing is a meeting where 3 members of the Valuation Tribunal listen to information from you and your local council.\r\n\r\nIt won't cost you anything unless you want to hire someone like a solicitor.\r\n\r\nYou can ask the Valuation Tribunal to decide your case without you coming to a hearing.\r\n\r\n##The Tribunal's decision\r\nThe Valuation Tribunal will send you its written decision, normally within 1 month of the hearing.\r\n\r\nIf the Tribunal agrees with you, it will order the council to make the changes it's decided.\r\n\r\nIf you disagree with the Tribunal’s decision, you can only appeal through the High Court. To be successful, you'd have to show that the Tribunal made a mistake in law.\r\n\r\n##Help and advice\r\nThe Valuation Tribunal can’t give legal advice, but it can explain how the appeal process works.\r\n\r\n$C **The Valuation Tribunal**\r\n **Telephone:** 0300 123 2035$C\r\n\r\nYou can get free advice about appealing against your Council Tax from your local [Citizens Advice.](http://www.citizensadvice.org.uk/index/getadvice.htm#searchbox \"Citizens Advice\"){:rel=\"external\"}\r\n","slug":"the-valuation-tribunal","title":"The Valuation Tribunal"}}],"type":"guide"}