{"alternative_title":"","overview":"Housing Benefit or local housing allowance helps you to pay your rent - rates, calculator, eligibility, apply, claim form","slug":"housing-benefit","title":"Housing Benefit","updated_at":"2012-10-02T12:13:11+00:00","parts":[{"table":{"body":"You could get Housing Benefit to help you pay your rent if you're on a low income.\r\n\r\nHousing Benefit can pay for part or all of your rent. How much you get depends your income and circumstances. \r\n\r\nYou can apply for Housing Benefit whether you're unemployed or working.\r\n\r\nYou may also be able to get help with your rent if your [benefits stop](/housing-benefit/further-information \"Help if your benefits stop\"). \r\n\r\n^Housing Benefit can't be pay for heating, hot water, energy or food - if you need help, use the [benefits-adviser](/benefits-adviser \"Benefits Adviser\")^\r\n\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"There's no set amount of Housing Benefit. How much you get depends on:\r\n\r\n+ if you rent privately or from a council\r\n+ your household income and circumstances (including your partner's)\r\n\r\nIncome includes money from savings (over £6,000), benefits and pensions. \r\n\r\n^You may get help with all or part of your rent - use [benefits adviser](/benefits-adviser \"Benefits adviser\") to work out what you could get.^ \r\n\r\n##Private rent\r\n\r\nHow much you get is usually based on the [Local Housing Allowance Limit](http://www.direct.gov.uk/en/Diol1/DoItOnline/DG_196239 \"Local Housing Allowance rates\"){:rel=\"external\"} in your area, your income and circumstances. \r\n\r\nProperty | Weekly amount \r\n- | - \r\n1 bedroom (or shared accommodation) | Up to £250 \r\n2 bedrooms | Up to £290\r\n3 bedrooms | Up to £340 \r\n4 bedrooms | Up to £400 \r\n\r\n###Exception \r\n\r\nIf you've been getting Housing Benefit since before 7 April 2008, these limits only apply if you:\r\n\r\n- change address \r\n- have a break in your claim for Housing Benefit\r\n\r\n##Council and social housing rent \r\n\r\nHow much you get depends on:\r\n\r\n- your 'eligible' rent - eg what's a reasonable rent for a suitable property where you live\r\n- your household income \r\n- your circumstances - eg your age, your family and their ages, if anyone in the family is disabled\r\n- if you have to pay service charges - eg lift maintenance, communal laundry facilities \r\n\r\n##How you're paid\r\n\r\nHousing Benefit is paid buy your local council as follows: \r\n\r\n+ council tenants - into your rent account (you won't receive the money)\r\n+ private tenants - into your bank or building society account (rarely by cheque)","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You may get Housing Benefit if:\r\n\r\n- you pay rent\r\n- you're on a low income or claiming benefits \r\n- your savings are below a certain level - usually £16,000\r\n\r\nYou can apply if your employed or unemployed, but if you live with a partner, only one of you can get Housing Benefit.\r\n\r\nSingle people under 35 can only get Housing Benefit for bed-sit accommodation\r\nor a single room in shared accommodation. \r\n\r\n^Use the [benefits adviser](/benefits-adviser \"Benefits adviser\") to check your eligibility or contact your [local council](/apply-housing-benefit-from-council \"Housing Benefit information\").^\r\n\r\n##Who isn't eligible\r\n\r\nUsually you won't get Housing Benefit if:\r\n\r\n- your savings are over £16,000 - unless you get Guarantee credit of Pension Credit\r\n- you live in the home of a close relative \r\n- you're a full-time student - unless you're disabled or have children\r\n- you're an asylum seeker or sponsored to be in the UK\r\n\r\n##If your circumstances change\r\n\r\nTell your [local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Contact your local council\"){:rel=\"external\"} if your circumstances change as this can affect how much you get. \r\n\r\nFor example, a child leaves school, your rent changes, you go away for more than a month. \r\n\r\n%From April 2013 a [cap](/benefit-cap \"benefit cap\") (limit) will be put on the total amount of benefit that most people aged 16 to 64 can get.%\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"##If you're claiming other benefits\r\n\r\nContact Jobcentre Plus to claim Housing Benefit with your claim for the following benefits:\r\n\r\n- Employment and Support Allowance\r\n- Income Support\r\n- Jobseeker's Allowance\r\n\r\nJobcentre Plus will send details of your claim for Housing Benefit to your local council.\r\n\r\n$C**Jobcentre Plus**  \r\n**Telephone:** 0800 055 6688  \r\n**Textphone:** 0800 023 4888  \r\nMonday to Friday 8am to 6pm  \r\n$C\r\n\r\n##If you’re claiming Pension Credit\r\n\r\nContact the Pensions Service to claim Housing Benefit with your claim for Pension Credit. \r\n\r\nThe Pensions Service will send details of your claims for Housing Benefit to your local council.\r\n\r\n$C**Pensions Service**  \r\n**Telephone:** 0800 99 1234  \r\n**Textphone:** 0800 169 0133  \r\nMonday to Friday 8am to 8pm  \r\nSaturday 9am to 1pm\r\n$C\r\n\r\n##If you're not claiming other benefits\r\n\r\nGet a Housing Benefit claim form from your [local council](/apply-housing-benefit-from-council \"Apply for Housing Benefit from your council\") or send them form HCTB1. \r\n\r\n$D[Download 'Form HCTB1, Housing Benefit claim' (PDF, 179KB)](http://www.dwp.gov.uk/advisers/claimforms/hctb1_print.pdf \"Download 'Form HCTB1, Housing Benefit claim' (PDF, 179KB)\"){:rel=\"external\"}$D\r\n\r\n##What you need to know \r\n\r\nYou might also be able to get your claim backdated - ask your local council.\r\n\r\nYou can claim in advance by up to 13 weeks (or 17 weeks if you're aged 60). For example, because you're moving. You won't usually get any money before you move.\r\n\r\n##Appeal a decision \r\n\r\nYou can [ask your council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Contact your local council\"){:rel=\"external\"} for a Housing Benefit decision to be reconsidered. \r\n\r\nIf you're unhappy with the response you can [appeal the decision](/appeal-housing-benefit-decision \"Appeal a Housing Benefit decision\").","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Help if your benefits stop \r\n\r\nSome benefits stop if you go back to work, work more hours or earn more money. \r\n\r\nIf this happens, you could get an extra 4 weeks of Housing Benefit to help you pay your rent. This is called Extended Payment of Housing Benefit. \r\n\r\nOnce your extended payment ends, you might get 'in-work Housing Benefit'. \r\n\r\n##How to apply \r\n\r\nYou don't have to claim, your council will decide if you're eligible for help and write and let you know.  \r\n\r\n\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}