{"alternative_title":"","body":"$!\r\nYour employer must report serious injuries, diseases or incidents at work to the [Health and Safety Executive (HSE) online service.](http://www.hse.gov.uk/riddor/report.htm \"Health and Safety Executive online service\"){:rel=\"external\"} \r\n$!\r\n\r\nEmployers must report serious accidents like:\r\n\r\n+ broken arms, legs or ribs\r\n+ the collapse of scaffolding or people being overcome by an escape of gas\r\n+ any injury that stops an employee from doing their work for more than 7 days\r\n+ work-related diseases like Legionnaire's \r\n+ workplace deaths\r\n\r\nYour employer must keep a record of any injuries or accidents that stop an employee from doing their work for more than 3 days.\r\n\r\n###Accident book###\r\nIf your company has 10 or more employees, your employer must keep an 'accident book' where details of injuries and accidents are kept.\r\n\r\n##Workplace accidents – what you should do##\r\nYou should record any injury in the accident book. You'll need a record if you need to take time off or want to claim compensation. \r\n\r\nYour employer must contact the [Health and Safety Executive (HSE) online service](http://www.hse.gov.uk/riddor/report.htm \"Health and Safety Executive online service\"){:rel=\"external\"} if the accident is serious. Speak to your staff or trade union health and safety representative to find out if it should be reported.\r\n\r\n##Claiming compensation for accidents at work##\r\nIf you've had an accident and you think your employer is to blame, you can claim compensation. You must claim within 3 years of the accident. You'll need a lawyer to represent you or if you're in a trade union you could use their legal services. \r\n\r\n##Sick pay##\r\nIf you need time off because of an accident at work, you're only likely to get Statutory Sick Pay. Your employer may have a scheme for paying more for time off caused by accidents, or may decide to pay extra depending on what has happened. Check your company handbook or intranet site to find out if any schemes are available.\r\n\r\n##Responsibilities for health and safety at work##\r\nYour employer must look after employees' and visitors' health and safety. \r\n\r\nYou're responsible for following any advice to look after your own health and safety. For example if you are told to wear protective clothing at work, you should do so.\r\n\r\n*[HSE]: Health and Safety Executive","overview":"Your employer's responsibility to report serious accidents to the HSE, what you should do after a workplace accident and claiming compensation for injuries","slug":"accidents-at-work","title":"Accidents at work","updated_at":"2012-10-02T12:11:46+00:00","type":"answer"}