{"alternative_title":"","continuation_link":"","licence_identifier":"32279617","licence_overview":"$!Contact The Actuarial Profession (also known as the Institute and Faculty of Actuaries), if you want to study to be an actuary in the UK.$!\r\n\r\n##Restrictions\r\n\r\nThere are minimum academic qualifications you'll need if you want to join The Actuarial Profession. \r\n\r\nEntry level | Required\r\n-|-\r\nNo degree | 2 A levels including maths, grade B, and another subject, grade C\r\nFirst or second class honours degree| A level in any maths subject, grade C\r\nThird class honours degree| Major part of degree must be a maths science subject \r\n\r\n\r\n##How to apply\r\nFill in an application form for student membership and post it to The Actuarial Profession with:\r\n\r\n* the signatures of 2 personal referees - they must be qualified professionals, eg a doctor, actuary, university professor, and have known you for 2 years \r\n* photocopies of your qualification certificates which are certified (signed) by one of your referees or another qualified professional\r\n* the entrance fee and annual subscription payment\r\n\r\n$D[Download 'Application form for student membership, UK, Ireland and Europe' (PDF, 101KB)]( http://www.actuaries.org.uk/research-and-resources/documents/application-form-student-membership-uk-ireland-and-europe)$D\r\n\r\n$C\r\n**The Actuarial Profession**  \r\n020 7632 2100\r\n$C\r\n\r\n###Fees\r\nThe entrance fee is £172 and the annual subscription is £282, or £69 if your income is less than £8,460. \r\n\r\n%You must apply at least 4 weeks before your first exam.%\r\n\r\n##Length of licence\r\n\r\nIt takes 3 to 6 years to qualify as an actuary on average. \r\n\r\nYou qualify by: \r\n\r\n* completing The Actuarial Profession's exams which you study through distance learning\r\n* completing a number of practical modules \r\n* showing work-based actuarial skills learned through work experience or as a trainee \r\n\r\nOnce qualified, actuarial students become an associate member of The Actuarial Profession. \r\n\r\n##Penalties \r\nIf you cheat in The Actuarial Profession's exams, do work you're unqualified for or are found guilty of other misconduct by the organisation's disciplinary board, a student or qualified actuary can: \r\n\r\n* have an exam certificate withdrawn for a period of time\r\n* be fined up to £7,500\r\n* be suspended from The Actuarial Profession for up to 5 years\r\n\r\nIn very rare cases, you can be expelled from practicing as an actuary forever.\r\n\r\n\r\n","licence_short_description":"Register with The Actuarial Profession if you want to train as an actuary.","overview":"Training to be an actuary with The Actuarial Profession in the UK, how to apply, fees, student, study, exams","slug":"actuaries-england-scotland-wales","title":"Actuaries (England, Scotland, Wales)","updated_at":"2012-10-02T12:11:46+00:00","will_continue_on":"","type":"licence"}