{"alternative_title":"Additional Statutory Paternity Leave and Pay","body":"$!\r\nEmployeees can ask you for Additional Paternity Leave and Pay if their partner returns to work before the end of their maternity (or adoption) leave or pay period. \r\n$!\r\n\r\n##Entitlement  \r\n\r\nEligible employees are entitled to: \r\n\r\n+ Additional Paternity Leave - 2 to 26 weeks\r\n+ Additional Paternity Pay (APP) - £135.45 per week or 90% of their gross average weekly earnings (whichever is lower) \r\n\r\nYou can offer more if you have a company paternity scheme. You may be able to [recover the APP](http://www.hmrc.gov.uk/paye/employees/statutory-pay/aspp-calc.htm \"Recover Additional Paternity Pay\"){:rel=\"external\"} from HM Revenue & Customs (HMRC). \r\n\r\n###Start and end dates \r\n\r\nLeave and or pay can only start 20 weeks after the birth, adoption or child's arrival in the UK (overseas adoptions). Leave stops on the child's 1st birthday or 52 weeks after the child starts living with the adopter. Pay stops when the mother's maternity or adoption pay would have ended. \r\n\r\nEmployees can change these dates if they give you 6 weeks' notice. \r\n\r\n##Eligibility\r\n\r\nEmployees are eligible if: \r\n\r\n+ they've worked for you continuously for at least 26 weeks by the 'qualifying week'\r\n+ they're employed by you the week (Saturday to Sunday) before their leave and or pay starts\r\n+ they earn at least £107 a week in an 8 week period - and you're liable for their Class 1 National Insurance contributions (APP only) \r\n+ their partner has at least 2 weeks left of their maternity or adoption pay (APP only)\r\n+ their partner signs one of the forms below confirming their maternity or adoption leave or pay is ending\r\n+ they give you the correct notice using the forms below  \r\n\r\nThe qualifying week is:\r\n\r\n+ the end of the 15th week before the expected week of childbirth\r\n+ the week they were matched with a child (UK adoptions) \r\n+ the time they get official notification from a UK authority that they can adopt from abroad (overseas adoptions)\r\n\r\n###Notice period \r\n\r\nEmployees should give you 8 weeks' notice using the forms below (or your own versions). Within 28 days of their request, write confirming what APP they'll get and their leave start and end dates.\r\n\r\n$D\r\n[Download Form SC7 - for births (PDF, 46KB)](http://www.hmrc.gov.uk/forms/sc7.pdf \"Download Form SC7 - for births (PDF, 46KB)\"){:rel=\"external\"}\r\n\r\n[Download Form SC8 - for UK adoptions (PDF, 45KB)](http://www.hmrc.gov.uk/forms/sc8.pdf \"Download Form SC8 - for UK adoptions (PDF, 45KB)\"){:rel=\"external\"}\r\n\r\n[Download Form SC9 - for overseas adoptions (PDF, 45KB)](http://www.hmrc.gov.uk/forms/sc9.pdf \"Download Form SC9 - for overseas adoptions (PDF, 45KB)\"){:rel=\"external\"}  \r\n\r\n[Download Form SC10 - if the mother or adopter dies (PDF, 70KB)](http://www.hmrc.gov.uk/forms/sc10.pdf \"Form SC10 - if the mother or adopter dies (PDF, 70KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n##Proof you can ask for \r\n\r\nYou can ask for:\r\n\r\n+ proof of the birth or adoption - eg a birth certificate or letter from the adoption agency\r\n+ the contact details of their partner's employer - eg to check when their partner's maternity pay ends\r\n\r\nThey should give this to you within 28 days or they won't qualify for leave or pay. \r\n\r\n##Refusing leave or pay \r\n\r\nIf an employee doesn't qualify, write to them within 28 days of their request and include form ASPP1. \r\n\r\n$D\r\n[Download Form ASPP1 - non-payment of Additional Paternity Pay (PDF, 45KB)](http://www.hmrc.gov.uk/forms/aspp1.pdf \"Download Form ASPP1 - non-payment of Additional Paternity Pay (PDF, 45KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n##Help with statutory payments \r\n\r\nYou can [recover the statutory amounts](http://www.hmrc.gov.uk/paye/employees/statutory-pay/sap-calc.htm \"Recover Statutory Adoption Pay\"){:rel=\"external\"} you've paid from HM Revenue & Customs or apply for an [advance payment.](http://www.hmrc.gov.uk/paye/employees/statutory-pay/funding.htm \"Statutory payment help from HMRC\"){:rel=\"external\"}\r\n\r\n*[HMRC]: HM Revenue & Customs  \r\n*[APP]: Additional Paternity Pay","overview":"Entitlement, eligibility, notice period, forms and recovering statutory pay from HM Revenue & Customs","slug":"additional-paternity-leave-pay-employees","title":"Additional Paternity Leave and Pay for your employees","updated_at":"2012-10-02T12:11:46+00:00","type":"answer"}