{"alternative_title":"Adding a father's name to a birth record","body":"$!You must re-register your child’s birth if you want to add the natural father’s details to the birth record. If you want a new birth certificate you'll have to order one.$!\r\n\r\n##Parents have married after the birth\r\n\r\nIf the parents have married after the child was born and you want the natural father's details to be on the birth record, you must re-register your child's birth.\r\n\r\nFill in an ‘Application for re-registration following parents’ marriage’ form and take it to the [register office](/register-offices \"register offices\").\r\n\r\n$D\r\n[Download 'Application to re-register a child's birth following marriage of natural parents' (PDF, 51KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_176556.pdf \"Download 'Application to re-register a child's birth following marriage of natural parents' (PDF, 51KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n##Parents aren't married\r\n\r\nIf you want the father's name on the birth record, fill in an ‘Application for the re-registration of a child’s birth’ form and take it to the [register office](/register-offices \"register offices\").\r\n\r\nIf one of you can't be there, that person also needs to fill in a ‘Statutory declaration of acknowledgement of parentage’ form and send it to the General Register Office.\r\n\r\n$D\r\n[Download 'Application form to re-register a child's birth' (PDF, 55KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@government/documents/digitalasset/dg_176555.pdf \"Download 'Application form to re-register a child's birth' (PDF, 55KB)\"){:rel=\"external\"}\r\n\r\n[Download 'Statutory declaration of parentage' (PDF, 29KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_176228.pdf \"Download 'Statutory declaration of parentage' (PDF, 29KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n##If there's been a ‘Declaration of Parentage’\r\n\r\nA Declaration of Parentage is when the court decides who the father of a baby is. You don't need to do anything to change the birth record if there's been a Declaration of Parentage made by a court. The court will tell the General Register Office and the birth will be re-registered. You'll need to order a new birth certificate if you want one.\r\n\r\n^If the wrong father is named on the current birth certificate, you can [correct the birth certificate](/change-me-for-need-753 \"Correct a birth certificate\"). That will remove the wrong father's name. Then you can re-register the birth with the right father's name.^\r\n\r\n##Getting a new birth certificate\r\n\r\nYou can add the father's name to the birth register by re-registering the birth, but if you want a new birth certificate you'll have to [order one](/order-copy-birth-death-marriage-certificate \"Order a copy of a birth, death or marriage certificate\") separately - you don't get one automatically when you re-register the birth.","overview":"Re-register your child’s birth to add the father's name to the birth record or certificate at the register office","slug":"adding-fathers-name-birth-certificate","title":"Adding a father's name to a birth certificate","updated_at":"2012-10-03T12:19:54+00:00","type":"answer"}