{"alternative_title":"","continuation_link":"","licence_identifier":"1164-3-1","licence_overview":"$!Register with the Care Inspectorate to provide registered adult placement services in Scotland.$!\r\n\r\n^The Care Inspectorate is also known as Social Care and Social Work Improvement Scotland - SCSWIS.^\r\n\r\nYou can apply as an individual or an organisation. You should apply as an organisation if you're a partnership. \r\n\r\n% If a manager will run your service, you can't be registered until your manager has been appointed. %\r\n\r\n##Conditions\r\nYou need to be a member of the Protection of Vulnerable Groups (PVG) Scheme. The Care Inspectorate carries out checks through the PVG Scheme with [Disclosure Scotland](http://www.disclosurescotland.co.uk/ \"Disclosure Scotland\"){:rel=\"external\"} for applicants who aren't already members.\r\n\r\nYou will also need to provide details for 2 referees, who can be:\r\n\r\n* a previous employer who has employed you for at least 3 months within the last 5 years\r\n* a person who has known you for at least 1 year\r\n\r\n##How to apply\r\nComplete the [online application form](http://www.scswis.com/index.php?option=com_content&task=view&id=7740&Itemid=582 \"Details about online application\"){:rel=\"external\"}, or contact the enquiries line for an application pack. \r\n\r\n$C\r\n**Care Inspectorate Enquiries Line**  \r\n0845 600 9527\r\n$C\r\n\r\nThe Care Inspectorate will carry out background checks, including a check with [Disclosure Scotland.](http://www.disclosurescotland.co.uk/ \"Disclosure Scotland\"){:rel=\"external\"} \r\n\r\nRegistrations can be:\r\n\r\n* granted 'unconditionally' - where no further action is asked for by the inspectorate\r\n* granted 'subject to agreed conditions' - where the inspectorate asks for changes to be made\r\n* refused\r\n\r\n##Fees\r\nYou must pay a fee when you apply. Paying the fee doesn't guarantee registration and the fee is not refundable. Registered care services must also pay an annual fee.\r\n\r\n[Details of the application fee and the annual fee](http://www.scswis.com/index.php?option=com_content&task=view&id=8057&Itemid=737#feestable \"Details of fees - Care Inspectorate\"){:rel=\"external\"} are on the Care Inspectorate website.\r\n\r\n##Displaying your registration\r\nIf your registration is approved, you will be emailed a certificate. This must be displayed so that it can be read by everyone who uses the service and their carers. \r\n\r\n*[SCSWIS]: Social Care and Social Work Improvement Scotland\r\n*[PVG]: Protection of Vulnerable Groups\r\n","licence_short_description":"Registration details for businesses in Scotland offering adult placement services.","overview":"Register with the Care Inspectorate to provide registered adult placement services in Scotland","slug":"adult-placement-services-registration-scotland","title":"Adult placement services registration (Scotland)","updated_at":"2012-10-02T12:11:47+00:00","will_continue_on":"","type":"licence"}