{"artefact":[["_response_info",{"status":"ok"}],["title","Air conditioning energy assessor accreditation (Northern Ireland)"],["id","https://contentapi.production.alphagov.co.uk/air-conditioning-energy-assessor-accreditation-northern-ireland.json"],["web_url","https://www.gov.uk/air-conditioning-energy-assessor-accreditation-northern-ireland"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"Licence to operate as an air conditioning system energy assessor in Northern Ireland and approval to work in England and Wales","will_continue_on":"the DFP website","continuation_link":"http://www.dfpni.gov.uk/","licence_identifier":"1087106370","licence_short_description":"Get accredited by Department of Finance and Personnel (DFP) to operate as an air conditioning system energy assessor in Northern Ireland with approval to qualify to work in England and Wales","licence_overview":"If you operate as an air conditioning system energy assessor in Northern Ireland, you must be a member of an accreditation scheme which covers the types of work you undertake and is approved by the Department of Finance and Personnel (DFP).\r\n\r\nAn air conditioning system energy assessor is qualified to assess the energy efficiency of air conditioners and produce written reports containing:\r\n\r\n* an assessment of the air conditioning efficiency and the size of the system compared to the cooling requirements of the building\r\n* appropriate advice on possible improvements to the system, replacement of the system and alternative solutions\r\n\r\n##Conditions\r\n\r\nTo join an accreditation scheme you must either:\r\n\r\n* hold a current qualification in energy inspection - this forms part of a National Occupational Standard in Energy Inspection\r\n* have approved prior experience and learning equivalent to the National Occupational Standard requirements - this is gained via the Accreditation of Prior Experiential Learning (APEL) route\r\n\r\nQualifications or APEL may only be valid for specific areas of energy inspection, eg for certain energy assessment methodologies or types of air conditioning system. You can only conduct inspections in areas covered by your current qualification/APEL.\r\n\r\nOnce you're accredited, you must follow your scheme's code of conduct and ensure that energy assessments are carried out with reasonable care and skill.\r\n\r\n##How to apply\r\n\r\nTo become accredited you must complete an application form and provide any supporting documents and application fee that the accreditation scheme requests.\r\n\r\nEach scheme has its own application form and requirements for membership, but you will always be required to provide evidence of your qualifications/APEL and your fitness and suitability to carry out energy assessments.\r\n\r\nYou can find a list of approved schemes on the [DFP website.](http://www.dfpni.gov.uk/ \"DFP website\"){:rel=\"external\"}\r\n\r\nYou will usually be issued with an identity card and have to pay an annual membership fee to your scheme.\r\n\r\nAn assessor from Northern Ireland accredited by an approved scheme also qualifies to work in England and Wales.\r\n\r\n*[DFP]: Department of Finance and Personnel\r\n*[APEL]: Accreditation of Prior Experiential Learning ","updated_at":"2012-10-08T17:08:23+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}