{"alternative_title":"","continuation_link":null,"licence_identifier":"1174-4-1","licence_overview":"$!In Northern Ireland, you need transporter authorisation from the Department of Agriculture and Rural Development (DARD) to transport animals on journeys of over 65 kilometres for business purposes.$!\r\n\r\nIf all of the journeys will last for 8 hours or less, you need a short journey authorisation. \r\n\r\nIf any journey might take longer than 8 hours, or if you transport animals by sea or air, you need a long journey authorisation.\r\n\r\n##Other documents\r\nIf you transport horses, livestock or poultry by road only, your drivers or attendants must also hold a Certificate of Competence. \r\n\r\nFor long journeys you will also need a [vehicle approval certificate](/animal-transport-long-journey-vehicle-approval-northern-ireland \"Animal transport: long journey vehicle approval (Northern Ireland)\").\r\n\r\nAs a livestock farmer, you should have received a book of movement documents from DARD. You will need to complete a movement document every time you move animals - unless you are moving them to a slaughterhouse, market or show. \r\n\r\nThere are specific rules for transporting each species. You can find out more on the [DARD website.](http://www.dardni.gov.uk/index/animal-health/animal-identification-registration-movements.htm \"Animal Identification, Registration and Movement\"){:rel=\"external\"}\r\n\r\n##Restrictions\r\n\r\nAuthorisation lasts for 5 years. If your circumstances change, you must tell DARD within 15 working days.\r\n\r\n##Conditions\r\n\r\nYou must have:\r\n\r\n+ a business established in Northern Ireland\r\n+ equipment and procedures in place for the safe transport of animals\r\n+ staff with appropriate training\r\n+ no convictions for animal welfare offences in the last 3 years (both you and your staff)\r\n\r\nFor long journeys, you must:\r\n\r\n+ include the names of your drivers or attendants on your application form\r\n+ trace and record vehicle movements\r\n+ have plans in place to deal with emergencies\r\n\r\n##How to apply\r\n\r\nTo apply, email DARD for more information.\r\n\r\n$C \r\n**Department of Agriculture and Rural Development (DARD)**\r\n\r\n<transportwelfare@dardni.gov.uk>  \r\n$C\r\n\r\n##Fines and penalties\r\nIf you don't get authorisation or follow any conditions, you can be fined up to £5,000 or sent to prison for 2 months.\r\n\r\n*[DARD]: Department of Agriculture and Rural Development","licence_short_description":"Get authorisation to transport livestock in Northern Ireland.","overview":"Find out what licences you need to transport cattle, deer, goats, pigs or sheep in Northern Ireland.","slug":"animal-transport-authorisation-northern-ireland","title":"Animal transport authorisation (Northern Ireland)","updated_at":"2012-10-02T12:11:51+00:00","will_continue_on":null,"type":"licence"}