{"alternative_title":"","continuation_link":"","licence_identifier":"1175-4-1","licence_overview":"$!Your vehicles must be inspected and approved by the Department of Agriculture and Rural Development (DARD) if you transport livestock or horses on long journeys.$!\r\n\r\n##Conditions\r\n\r\nIf you transport livestock or horses on journeys longer than 8 hours, your vehicles must be:\r\n\r\n* designed and constructed to avoid injury and suffering to animals\r\n* strong enough to withstand animal movement stresses\r\n* secure enough to prevent animals from escaping\r\n* accessible for the inspection and treatment of animals\r\n* large enough to provide ventilation and protection from weather\r\n* appropriately sized for the length of your journey\r\n* contactable at all times, ie your driver must always have a working mobile phone\r\n\r\nYour vehicles must also have navigation and tracking systems to record:\r\n\r\n* journey details\r\n* information about opening and closing your vehicle’s loading flap\r\n\r\n^Contact DARD for [specific guidance about the vehicles and animals](http://www.dardni.gov.uk/search.lsim?qt=welfare+of+animals+during+transport+vehicle&sr=0&nh=10&cs=iso-8859-1&sb=0&hs=0&sc=&oq=welfare+of+animals+during+transport&ha=2&mt=0 \"DARD website: Vehicle specific inspection criteria\"){:rel=\"external\"} you’ll be transporting.^\r\n\r\n##How to apply\r\n\r\nComplete an application form and return this to DARD (the address is on the form).\r\n\r\n$D\r\n[Download a transporter authorisation application form for journeys up to 8 hours long (DOC 147KB)](http://www.dardni.gov.uk/wit2-application_form-08-08.doc \"Download a transporter authorisation application form for journeys up to 8 hours long (DOC 147KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n##Displaying your licence\r\n\r\nDARD will tell you how to display your licence.\r\n\r\n##Fines and penalties\r\n\r\nYou can be imprisoned for up to 6 months and fined £5,000 for transporting livestock or horses on long journeys in unapproved vehicles.\r\n\r\n*[DARD]: Department of Agriculture and Rural Development","licence_short_description":"Your vehicles need to be approved to transport livestock and horses on long journeys.","overview":"Get vehicle approval for transporting livestock and horses on long journeys","slug":"animal-transport-vehicle-approval-northern-ireland","title":"Animal transport vehicle approval (Northern Ireland)","updated_at":"2012-10-02T12:11:51+00:00","will_continue_on":"","type":"licence"}