{"alternative_title":"getting registered for approval for processing and storing animal by-products","continuation_link":"","licence_identifier":"1173-4-1","licence_overview":"$!You must be either 'approved' or 'registered' by the Department of Agriculture and Rural Development (DARD) if you operate a plant which generates, processes, stores or transports animal by-products.$!\r\n\r\nPremises that handle animal by-products include:\r\n\r\n* rendering plants - these plants can take category 1, 2 or 3 animal by-products\r\n* handling and storage plants (previously known as intermediate plants)\r\n* incinerators\r\n* composting and anaerobic digestion (biogas) plants\r\n* petfood plants\r\n* technical plants\r\n\r\nOnce DARD receives your application they'll contact you within 15 days to arrange a site visit. This is to inspect your premises so your application can be approved. If you meet the required conditions, you'll receive a notice of approval within 10 working days.\r\n\r\n%Do not store, dispose of, use, handle or process animal by-products until your application has been granted.%\r\n\r\n## Conditions\r\n\r\nYour premises must be properly maintained and follow any conditions of your licence approval and any EU regulations. The DARD website gives further information about [animal by-products legislation.](http://www.dardni.gov.uk/animal_by-products-newpage-4 \"Animal by-products legislation\"){:rel=\"external\"} \r\n\r\n##How to apply\r\n\r\nTo find out whether you need to be 'approved' or 'registered', apply for an application form from DARD Veterinary Service. \r\n\r\n$A\r\nDARD Veterinary Service\r\n922 Dundonald House\r\nUpper Newtownards Road\r\nBelfast \r\nBT4 3SB\r\n$A\r\n\r\n$C\r\n**DARD application enquiries**  \r\n<applications.aiabp@dardni.gov.uk>  \r\n028 9052 5228 \r\n$C\r\n\r\n*[DARD]: Department of Agriculture and Rural Development\r\n\r\n\r\n\r\n","licence_short_description":"Plants which generate, process, store or transport animal by-products  must be either approved or registered by the Department of Agriculture and Rural Development (DARD).","overview":"How to register for processing, storing, disposing or transporting animal by-products.","slug":"animal-byproducts-approval-northern-ireland","title":"Animal by-products approval (Northern Ireland)","updated_at":"2012-10-02T12:11:50+00:00","will_continue_on":"","type":"licence"}