{"alternative_title":"","body":"$!If you want to appeal a tax credits decision you need to fill in an appeal form or write to the Tax Credit Office.$!\r\n\r\n##Before you appeal\r\nYou should call the [Tax Credit Helpline](/contact-the-tax-credit-office \"Contact the Tax Credit Helpline\") before making a formal complaint. They can make changes to your award if they agree it is wrong. \r\n\r\n$C\r\n**Tax Credit Helpline**  \r\n**Telephone:** 0345 300 3900  \r\n**Textphone:** 0345 300 3900  \r\n$C\r\n\r\nYou need to fill in a different form if you want to [dispute an overpayment decision](/tax-credits-overpayments/dispute-an-overpayment-decision \"Dispute an overpayment decision\").  \r\n\r\n##When to appeal\r\nYou have 30 days to appeal from the date the Tax Credit Office sent you their decision. In special cases you may get more time (not more than 13 months) to appeal but you must explain why you have appealed late.\r\n\r\nIf they can't accept your late appeal, they will pass your request to an independent tribunal to decide.\r\n\r\n##How to appeal\r\nYou need to either:\r\n\r\n- write a letter saying which decision you are appealing and what you think is wrong\r\n- fill in the appeal form\r\n\r\n$D\r\n[Download the tax credits appeal form (PDF, 76KB)](http://www.hmrc.gov.uk/leaflets/wtc_ap.pdf \"Download the tax credits appeal form\"){:rel=\"external\"}\r\n$D\r\n\r\nSend your letter or form to the Tax Credit Office.\r\n\r\n$A\r\nTax Credit Office\r\nPreston\r\nPR1 4AT\r\n$A\r\n\r\n##Taking your appeal to an independent tribunal\r\nYou will get a copy of the Tax Credit Office's response to your appeal, explaining how they reached their decision.\r\n\r\nIf you don't agree with the outcome of your appeal or how it was handled, you can take your case to an independent tribunal. \r\n\r\nTo find out how to take your appeal to a tribunal and which forms to fill in, visit:\r\n\r\nEngland, Scotland and Wales | [Social security and child support tribunal](/social-security-child-support-tribunal \"Social security and child support tribunal\")\r\nNorthern Ireland | [Appeals Service Northern Ireland](http://www.nidirect.gov.uk/index/information-and-services/money-tax-and-benefits/benefits-and-financial-support/beginners-guide-to-benefits/appealing-against-a-benefits-decision/the-appeals-service-northern-ireland-tas.htm \"Appeals Service Northern Ireland\"){:rel=\"external\"}\r\n\r\n##Withdrawing your appeal \r\nYou can withdraw your appeal at any time by:\r\n\r\n- calling the [Tax Credit Helpline](/contact-the-tax-credit-office \"Contact the Tax Credit Helpline\")\r\n- writing to the address on the decision notice\r\n- contacting the Appeals or Tribunal Service that is dealing with your appeal, if your appeal has been sent to them\r\n\r\n\r\n","overview":"When to appeal a tax credits decision, which form to fill in and where to send your written appeal","slug":"appeal-tax-credits-decision","title":"Appeal a tax credits decision","updated_at":"2012-10-02T12:11:52+00:00","type":"answer"}