{"alternative_title":"Apply for a digital tachograph driver smart card","body":"$!Apply to DVLA for a digital tachograph driver smart card.$!\r\n\r\nDriver smart cards store [tachographs](/tachographs/digital-tachographs \"Digital tachographs\") information about your daily work as a driver.\r\n\r\n##How to apply\r\n\r\nComplete application form D777B and post it to DVLA. \r\n\r\n$D\r\n[Download 'D777B - Application for a digital tachograph driver card' (PDF, 122KB)](http://www.dvla.gov.uk/dvla/forms/~/media/pdf/forms/D777B.ashx \"Download an application for a digital tachograph driver card (PDF, 122K)\"){:rel=\"external\"}\r\n$D\r\n\r\nYou can also use this form to:\r\n\r\n* change your name or address on your card\r\n* replace a lost, stolen or damaged card\r\n* renew an expired card\r\n\r\nSend the completed form with any fee and documents asked for on the form to:\r\n\r\n$A\r\nDVLA\r\nSwansea\r\nSA99 1ST\r\n$A\r\n\r\n\r\nYou can also [request an 'ST1A' application pack in the post.](https://www.dvla.gov.uk/dvla/onlineservices/order_forms.aspx \"Ask DVLA to send you an application pack for a driver digital smart card.\"){:rel=\"external\"}\r\n\r\n### Photograph ID\r\n\r\nYour driver card will have a photograph and a digital copy of your signature on it. If you already have a photocard driving licence, DVLA will use the photograph and signature from that.\r\n\r\n### Company applications\r\n\r\nOperators can apply for driver smart cards on behalf of their drivers. \r\n\r\nEach card will need to be applied for separately. DVLA will accept payment for up to 25 driver card applications on one company cheque.\r\n\r\nTo request more than one application pack fax DVLA on company-headed notepaper.\r\n\r\n$C\r\n**DVLA**  \r\n**Fax:** 01792 783 525\r\n$C\r\n\r\n### Lost, stolen or damaged cards\r\n\r\nYou must tell the DVLA immediately if your card is lost, stolen, damaged or not working properly.\r\n\r\n$C\r\n**DVLA**  \r\n0300 790 6109\r\n$C\r\n\r\nYou must apply for a replacement card within 7 days.\r\n\r\n\r\n## Northern Ireland\r\n\r\nFind out how to apply for a digital tachograph driver card on [nidirect.](http://www.nidirect.gov.uk/index/information-and-services/motoring/driver-licensing/buses-lorries-trailers-and-caravans/digital-tachograph-driver-cards.htm \"Find out about digital tachograph driver cards in Northern Ireland\"){:rel=\"external\"} \r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","overview":"Contact DVLA to get a digital tachograph driver smart card - change, replace, renew a card","slug":"apply-for-a-digital-tachograph-driver-smart-card","title":"Apply for a digital tachograph driver smart card","updated_at":"2012-10-02T12:11:53+00:00","type":"answer"}