{"artefact":[["_response_info",{"status":"ok"}],["title","Approval of premises for civil marriage and civil partnership (England and Wales)"],["id","https://contentapi.production.alphagov.co.uk/approval-of-premises-for-civil-marriage-or-civil-partnership.json"],["web_url","https://www.gov.uk/approval-of-premises-for-civil-marriage-or-civil-partnership"],["format","licence"],["details",{"need_id":"B258","business_proposition":true,"alternative_title":"","overview":"How to get a licence to hold a civil marriage or civil partnership in your venue, and what requirements or conditions to follow","will_continue_on":null,"continuation_link":null,"licence_identifier":"1296-5-1","licence_short_description":"Licence to hold a civil marriage or civil partnership in your venue","licence_overview":"$!Apply to your council for a licence to hold civil marriages and civil partnerships.$!\r\n\r\nThe licence will be valid for 3 years. You can apply to renew your licence if it expires in less than a year.  \r\n\r\n##Conditions\r\n\r\nYou need to identify a specific room or rooms where weddings or civil partnerships will take place. This must be part of the building - not in the open air or under a marquee.\r\n\r\nYour venue can't have any current or recent religious connections (eg you couldn't get a licence for a chapel in a stately home), and it must be an appropriate and dignified setting. \r\n\r\nYou must:\r\n\r\n- appoint someone suitable to make sure all conditions are followed if you're away\r\n- give this person's details to the council after you get the licence\r\n- tell the council if the person's details change\r\n- make sure that the local registration authority or registrar has approved all wedding arrangements before ceremonies take place \r\n- make sure your premises can be inspected at reasonable times\r\n- display a notice that the premises are approved 1 hour before and during ceremonies\r\n- make sure that there's no food or drink sold or consumed in the specified area 1 hour before and during ceremonies\r\n \r\nYou also need to make sure that ceremonies:\r\n\r\n- only take place in the specified area\r\n- don't have any religious content (eg music or readings) \r\n- are freely open to the public\r\n\r\n^There may also be other specific requirements for your licence (eg your council may ask you to provide space for car parking).^ \r\n\r\n##How to apply\r\n\r\nSend the following to the council:\r\n\r\n- details of yourself and your venue\r\n- a plan of the building showing the area where ceremonies will be held\r\n- any other documents they require, eg a copy of your public liability insurance certificate\r\n- the licence fee (this depends on your council)\r\n\r\n^The council will inspect the premises.^\r\n\r\n##Penalties\r\n\r\nIf you don't follow these requirements, or if the council feels that your venue is no longer appropriate, you may lose your licence.\r\n","updated_at":"2012-10-02T12:11:58+00:00","licence":{"location_specific":true,"availability":["England","Wales"],"authorities":[]}}],["tags",[{"title":"Business Link","id":"https://contentapi.production.alphagov.co.uk/tags/businesslink.json","web_url":null,"details":{"description":null,"type":"legacy_source"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=businesslink","web_url":"https://www.gov.uk/browse/businesslink"},"parent":null},{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}