{"alternative_title":"Drinking water suppliers approval","continuation_link":"","licence_identifier":"9177-5-1","licence_overview":"If you manufacture or supply products or substances directly to water suppliers in England and Wales for use in the treatment or distribution of public water supplies, you may need approval before such products or substances can be used. Applications for approval are administered by the [Drinking Water Inspectorate (DWI).](http://dwi.defra.gov.uk/ \"Drinking Water Inspectorate\"){:rel=\"external\"}\r\n\r\nProducts and substances for which approval may be required include:\r\n\r\n* all construction products used in direct contact with water intended for human consumption from the point of abstraction to the point of supply (including water treatment processes, water supply pipelines and drinking storage)\r\n* water treatment chemicals and filtering materials that are not covered by an appropriate British or European standard\r\n\r\nProducts or substances used when water has passed into consumers' pipes and premises are regulated separately by the [Water Regulations Advisory Scheme.](http://www.wras.co.uk/ \"Water Regulations Advisory Scheme\"){:rel=\"external\"}\r\n\r\nSome products and substances that only provide short or transient contact with water may not need approval, but you will still have to meet some safeguards. Check with DWI for further information.\r\n\r\nYou should check carefully whether your product or substance requires approval. If it does, when making an application for approval, ensure that you:\r\n\r\n* use the right form for the type of product or substance for which you are seeking approval\r\n* complete all parts of the application form and make all of the required paperwork available\r\n* have an 'Instructions for Use' document as part of your application\r\n* have asked your suppliers to provide confidential product or ingredient formulation information to the DWI\r\n\r\nYou shouldn't submit applications for approval of products and substances that are undergoing development, otherwise a fresh application may be required once changes have been made.\r\n\r\n\r\nProducts and substances that are used in private water supplies must also be similarly assessed as products and substances used in public water supplies. If you supply products and substances for use in direct contact with water in private water supplies you may also need approval.\r\n\r\n%Fees are payable to DWI to consider applications. You may also incur costs from consultants and laboratories if testing of your product is required to assess its impact on drinking water quality.%\r\n\r\nConditions may be attached to any approval granted.\r\n\r\n\r\n*[DWI]: Drinking Water Inspectorate","licence_short_description":"Approval for businesses that manufacture products directly to water suppliers in England and Wales.","overview":"If you manufacture products or substances directly to water suppliers, you need approval from the Driving Water Inspectorate.","slug":"approval-for-products-and-substances-used-by-drinking-water-suppliers-england-and-wales","title":"Approval for products and substances used by drinking water suppliers (England and Wales)","updated_at":"2012-10-02T12:11:58+00:00","will_continue_on":"","type":"licence"}