{"alternative_title":"","continuation_link":"","licence_identifier":"1180-4-1","licence_overview":"$!Get approval from the Food Standards Agency (FSA) or the dicstrict ouncil for operating plants that process or handle meat$!\r\n\r\nYou must get approval to operate a plant which processes or handles meat. In Northern Ireland, this comes from either the Food Standards Agency (FSA) or the district council, depending on what you’re doing.\r\n\r\n##How to apply\r\nContact FSA's to get approval for:\r\n\r\n* slaughterhouses\r\n* farm slaughter facilities\r\n* cutting plants\r\n* game-handling establishments\r\n\r\nThe following establishments will also be approved by the FSA if they're in the same place as the plants above:\r\n\r\n* coldstores\r\n* minced meat, meat preparation and mechanically separated meat establishments\r\n* processing plant\r\n* re-wrapping establishment \r\n\r\nIf these are not in the same place, they need to be approved separately by the district council.\r\n\r\n$C\r\n**Food Standards Agency Approvals Team**  \r\n02890 417759\r\n$C\r\n\r\nAn officer from the Veterinary Public Health Unit of the Department of Agriculture and Rural Development will check the application and make an appointment to inspect your premises.\r\n\r\n###'Specified risk material'\r\n\r\nApproved slaughterhouses and cutting plants need additional authorisation to remove 'specified risk material' (SRM) from cattle, sheep or goats, including the vertebral columns from cattle and the spinal cords from sheep and goats aged over 12 months or that have a permanent incisor erupted through the gum.\r\n\r\n##Fines and penalties\r\nIf you operate a meat plant without approval, you can be fined, imprisoned for up to 2 years, or both.\r\n\r\n*[FSA]: Food Standards Agency\r\n\r\n","licence_short_description":"Get approval to operate meat handling and processing plants in Northern Ireland.","overview":"Get approval from the FSA or District Council to operate meat handling and processing plants - Northern Ireland","slug":"approval-of-operating-plants-handling-or-processing-meat-northern-ireland","title":"Approval of operating plants handling or processing meat (Northern Ireland)","updated_at":"2012-10-02T12:11:58+00:00","will_continue_on":"","type":"licence"}