{"alternative_title":"","overview":"","slug":"armed-forces-compensation-scheme","title":"Armed Forces Compensation Scheme","updated_at":"2012-10-02T12:11:59+00:00","parts":[{"table":{"body":"The Armed Forces Compensation Scheme helps to support sick or injured UK Armed forces or reserves with financial payments.","slug":"overview","title":"Overview"}},{"table":{"body":"The payments range from between £1,200 and £570,000.\r\n\r\nWhat you'll get depends on how serious your injury is. The Armed Forces Compensation Scheme will determine the level of seriousness based on your claim, the evidence they can collect and the information you provide. \r\n\r\nThere are 15 levels of payment, level 1 is for the most serious injury and level 15 covers injuries such as minor burns.","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"To make a claim, your injury must have been caused by your service in the armed forces. \r\n\r\nYou can make a claim to the Armed Forces Compensation Scheme if your injury happened after 6 April 2005.  The Armed Forces Compensation Scheme is managed by the Service Personnel and Veterans Agency.\r\n\r\nIf your injury happened before 6 April 2005 you'll need to contact the War Pension Scheme (WPS). The WPS is also managed by the Service Personnel and Veterans Agency.","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"To make a claim you must complete the Armed Forces Compensation Scheme form. You can download a form from the Service Personnel and Veterans Agency website.\r\n\r\n^There are time limits for claims - generally it is 7 years from the date of injury.^\r\n\r\nThe Service Personnel and Veterans Agency can help you in filling out the form. You can contact the Service Personnel and Veterans Agency and request a form:\r\n\r\n$C **The Service Personnel and Veterans Agency**\r\n\r\n**Telephone:** 0800 169 2277\r\n\r\n**Textphone:** 0800 169 3458$C\r\n\r\nLines are open 8:15am to 5:15pm Monday to Thursday, and 8:15am to 4:30pm on Fridays.\r\n\r\n^ There are certain circumstances where a claim form is not required. For example, medical discharge or death occurring during service.^","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##How to appeal\r\nIf you are unhappy with the outcome of your claim you can ask the Service Personnel and Veterans agency to look at it again, this is called a reconsideration. \r\n\r\nIf you continue to be unhappy with the outcome of your reconsideration, you can appeal to the Independent Pensions Appeal Tribunal.\r\n\r\n##Benefits affect on claims\r\nThe only benefits or entitlements that will be taken into account when considering the level of compensation you get are payments for the same injury from another source. For example, occupational pensions.\r\n\r\n##Guaranteed Income Payment\r\nThe Guaranteed Income Payment (GIP) is a monthly tax free payment from The Armed Forces Compensation Scheme for seriously ill or injured personnel.. If you are awarded this payment you will get it from the day after your discharge or from the time of your claim, whichever is earlier.  It is paid for the rest of your life. \r\n\r\n##Survivors Guaranteed Income Payment\r\nThe Survivors Guaranteed Income Payment (SGIP) is a monthly taxed payment from The Armed Forces Compensation Scheme for the partners of individuals whose death has been caused predominantly by service on or after 6th April 2005. \r\n\r\nTo be eligible for SGIP you have to be married or be able to prove you have a partner with whom you have been co-habiting and have had a 'substantial relationship'. This can include same-sex couples.\r\n\r\nChild payments are also made to eligible children.","slug":"further-information","title":"Further information"}}],"type":"programme"}