{"alternative_title":"","body":"$!You can arrange child maintenance yourself with a 'family-based arrangement' if both parents agree.$!\r\n\r\n^The 'paying parent' is the parent the child doesn't live with. The parent or carer the child lives with is called the 'receiving parent'.^\r\n\r\n##Family-based arrangements\r\n\r\nA family-based arrangement is a quick and easy way of sorting out child maintenance if you and the other parent agree. There's little paperwork and it means you can:\r\n\r\n- agree how much the payments should be and when they should be made\r\n- pay for or get things like clothing for your child instead of money, if you both agree\r\n\r\nFor example, you could both agree that the paying parent pays:\r\n\r\n- a proportion of their income\r\n- a lump sum at different points in the child's life\r\n- for things like school clothes instead of giving money\r\n- a regular set amount directly to the parent with care\r\n\r\nIf you agree to have a regular set amount, you can use the [child maintenance calculator](/calculate-child-maintenance \"child maintenance calculator\") to work out what it should be.\r\n\r\nYou can find out more about family-based arrangements on the [Child Maintenance Options](http://www.cmoptions.org/en/options/family-based-arrangement.asp \"family-based arrangements\"){:rel=\"external\"} website. \r\n\r\n##Court orders\r\n\r\nYou can also arrange child maintenance and enforce payments [through the courts](/money-property-when-relationship-ends/apply-for-consent-order \"arranging child maintenance through the courts\"). This is done using a consent order.\r\n\r\nChild maintenance is usually arranged this way if you're already going to court for another reason, eg to get a divorce. \r\n\r\n^If you're only going to court to arrange child maintenance, it'll be expensive - and [legal aid](/legal-aid \"legal aid\") won't cover the costs.^ ","overview":"How to arrange child maintenance yourself without using the Child Support Agency - family-based arrangements, court orders","slug":"arranging-child-maintenance-yourself","title":"Arranging child maintenance yourself","updated_at":"2012-10-02T12:11:59+00:00","type":"answer"}