{"alternative_title":"","body":"$! If you're arrested or detained abroad, you have the right to [contact the British Consul.](http://www.fco.gov.uk/en/travel-and-living-abroad/find-an-embassy/ \"Find an embassy\"){:rel=\"external\"} $!\r\n\r\n^ 'Consul' is a government official who lives in a foreign country and helps its citizens there. They're usually based at an embassy, high commission or consulate.^\r\n\r\n%The British Consul can't get you out of prison or offer legal advice but there are [things they can do to help.](http://www.fco.gov.uk/en/travel-and-living-abroad/when-things-go-wrong/arrest \"Arrest\"){:rel=\"external\"}\r\n\r\n\r\n##Making contact with the British Consul\r\n\r\nIf you're arrested or detained, make sure the British Consul is told. You may be able to get someone who's with you to tell them.\r\n\r\nIf you're able to tell someone in the UK you've been detained, they can call the Foreign and Commonwealth Office (FCO) in London, which runs the consular service. \r\n\r\n$C \r\n**Foreign and Commonwealth Office**  \r\n\r\nTelephone: +44 (0)207 008 1500  \r\nOpen 24 hours\r\n\r\n$C\r\n\r\nConsular staff will try to contact you within 24 hours of being told of your arrest and if you want they will try to visit you as soon as possible.\r\n\r\nThe British Consul can tell your family or friends that you've been arrested or detained, if you want them to.\r\n\r\n\r\n##Who can get help\r\n\r\nYou can get support abroad if:\r\n\r\n* you’re a British national (have the right to live permanently in the UK and can enter or leave as you wish)\r\n\r\n* you have dual British nationality but aren't in the country of your other nationality\r\n\r\n##Who can't get help\r\n\r\nIf you have dual British nationality and are in the country of your other nationality, you won't usually get support. Exceptions may be made for humanitarian reasons. \r\n\r\n\r\n*[FCO]: Foreign and Commonwealth Office","overview":"Contact the local consulate, embassy or high commission if you're arrested - your rights","slug":"arrest-imprison-abroad","title":"Arrest or imprisonment abroad","updated_at":"2012-10-03T11:38:10+00:00","type":"answer"}