{"alternative_title":"","overview":"The police have to follow strict rules if you're arrested, questioned or charged with a crime - you can get legal advice at a police station","slug":"arrested-your-rights","title":"Being arrested - your rights","updated_at":"2012-10-02T12:12:06+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If you're arrested, you'll usually be taken to a police station, held in custody in a cell and then questioned. \r\n\r\nAfter you have been taken to a police station, you may be released or [charged with a crime](/charged-crime \"Being charged with a crime\").\r\n\r\n##Your rights in custody\r\nThe custody officer at the police station must explain your rights. You have the right to:\r\n\r\n- get free legal advice \r\n- tell someone where you are\r\n- have medical help if you’re feeling ill\r\n- see the rules the police must follow (‘Codes of Practice’)\r\n- see a written notice telling you about your rights - eg regular breaks for food and to use the toilet\r\n\r\nYou'll be searched and your possessions will be kept by the police custody officer while you're in the cell.\r\n\r\n##Young people under 18\r\n\r\nIf you're under 18, the police must find an ‘appropriate adult’ to come to the station.\r\n\r\nAn appropriate adult can be a:\r\n\r\n- family member\r\n- friend over 18\r\n- volunteer\r\n- social worker\r\n\r\n##How long you can be held in custody\r\n\r\nThe police can hold you for 24 hours before they have to charge you with a crime or release you.\r\n\r\nThey can apply to hold you for 36 or 96 hours if you're suspected of a serious crime, eg murder.\r\n\r\n##Your rights when being questioned\r\n\r\nThe police may question you about the crime you're suspected of - this will be recorded. You don't have to answer the questions but there could be consequences if you don't. The police must explain this to you by reading you the police caution:\r\n\r\n\"You do not have to say anything. However, it may harm your defence if you do not mention when questioned something which you later rely on in court. Anything you do say may be given in evidence.\"\r\n\r\n##Giving fingerprints, photographs and samples\r\n\r\nThe police have the right to take your fingerprints, photographs and a DNA sample, eg a mouth swab. You can't refuse this. \r\n\r\nIf the police want samples such as blood or urine, they need both your permission and the authority of a senior police officer.\r\n\r\n^ Information from fingerprints and samples is stored in a police database. ^","slug":"when-youre-arrested","title":"When you're arrested"}},{"table":{"body":"##Your right to free legal advice\r\n\r\nYou have the right to free legal advice (legal aid) if you are questioned at a police station. If you turn down the free legal advice, you can change your mind later.\r\n\r\n##How you can get free legal advice\r\n\r\nIf you have been arrested, you must be told about your right to free legal advice before you are questioned at a police station. You can:\r\n\r\n- ask for the police station’s ‘duty solicitor’ (they're available 24 hours a day and independent of the police)\r\n- tell the police you would like legal advice - the police will contact the Defence Solicitor Call Centre (DSCC)\r\n- ask the police to contact a solicitor (eg your own one)\r\n\r\nFor less serious offences (eg being disorderly) you may be offered legal advice over the phone, instead of a duty solicitor. The advice is free and independent of the police.\r\n\r\n##Being questioned without legal advice\r\n\r\nOnce you've asked for legal advice, the police can't question you until you've got it - with some exceptions.\r\n\r\nThe police can make you wait for legal advice in serious cases, but only if a senior officer agrees.\r\n\r\nThe longest you can be made to wait before getting legal advice is 36 hours after arriving at the police station (or 48 hours for suspected terrorism).\r\n\r\n@ If you’re questioned by the police you have the right to free legal advice. @\r\n\r\n*[DSCC]: Defence Solicitor Call Centre","slug":"legal-advice-at-the-police-station","title":"Legal advice at the police station"}},{"table":{"body":"Complain to either the [Independent Police Complaints Commission](http://www.ipcc.gov.uk/en/Pages/your_complaint_.aspx/ \"Complain to the Independent Police Complaints Commission\"){:rel=\"external\"} or your [local MP](http://findyourmp.parliament.uk/ \"Find your local MP\"){:rel=\"external\"} if you are unhappy about how the police have treated you.","slug":"complaining-about-your-treatment-by-the-police","title":"Complaining about your treatment by the police"}}],"type":"guide"}