{"alternative_title":"Licence for auction premises","continuation_link":null,"licence_identifier":"379-1-1","licence_overview":"$! If you want to sell goods by auction, check with your local council if you need to register your stall or premises. $!\r\n\r\n^ An auction means any sale made by competitive bidding.\r\n\r\nMany councils don't need you to register your premises or stall for an auction. However, you must register if you're in one a London borough and auctioning any of the following: \r\n\r\n- plate or plated articles\r\n- linen\r\n- china\r\n- glass\r\n- books or prints\r\n- furniture, personal or household articles\r\n- ornaments\r\n- jewellery\r\n- musical instruments\r\n- scientific apparatus\r\n\r\n@ If you're selling by auction outside London, check with your local council what (if any) items you'll need a licence to sell. @\r\n\r\n## Conditions \r\n\r\nYour registration might include conditions that relate to public safety, fire prevention, hours of trading, lighting and other issues. \r\n\r\n## Exemptions\r\n\r\nYou probably won't need to register if you're selling items:\r\n\r\n- that haven't been brought onto the premises (so long as you haven't sold items by auction within the past six months)\r\n- for charity\r\n\r\nCheck with your local council to make sure these exemptions apply to you.\r\n\r\n## How to apply \r\n\r\nYou can usually apply to your local council in person, by post or through their website. You'll need to pay a fee, which varies from council to council.\r\n\r\n## Penalties and fines\r\n\r\nIf you sell or allow the sale of items by auction without holding a valid registration, or don't follow its conditions, you could be fined up to £5,000.","licence_short_description":"Licence to sell certain types of goods by auction from a stall or other premises","overview":"To sell goods by auction in a stall or other premises you might need to register with your local council.","slug":"auction-premises-registration","title":"Auction premises registration","updated_at":"2012-10-02T12:12:01+00:00","will_continue_on":null,"type":"licence"}