{"alternative_title":"","body":"$!Most private limited companies don't need an audit of their annual accounts - unless enough shareholders ask for one. $\r\n\r\nYour private limited company's accounts may be exempt from an audit (reviewed and confirmed by an independent accountant) depending when your company financial year ends. \r\n\r\n##If your company financial year ends on or before 30 September 2012\r\n\r\nYour company may qualify for an audit exemption if your company meets **both** the following:\r\n\r\n* has an annual turnover of no more than £6.5 million \r\n* has assets worth no more than £3.26 million\r\n\r\n##If your company financial year ends on or after 1 October 2012\r\n\r\nYour company may qualify for an audit exemption if your company meets **2** of the following:\r\n\r\n* has an annual turnover of no more than £6.5 million \r\n* has assets worth no more than £3.26 million\r\n* has 50 or fewer employees on average\r\n\r\n##Audit exemption statement\r\n\r\nYou must include the following statement on the balance sheet of your accounts if you're not getting them audited.\r\n\r\n$E\r\nFor the year ending [your company's year end date], the company was entitled to exemption from audit under section 477 of the Companies Act 2006 relating to small companies.\r\n\r\nThe members have not required the company to obtain an audit of its accounts for the year in question in accordance with section 476\r\n\r\nThe directors acknowledge their responsibilities for complying with the requirements of the Act with respect to accounting records and the preparation of accounts\r\n\r\nThese accounts have been prepared in accordance with the provisions applicable to companies subject to the small companies’ regime\r\n$E\r\n\r\n###If shareholders ask for an audit\r\n\r\nEven if your company's usually exempt from an audit, you must get your accounts audited if shareholders who own at least 10% of shares (by number or value) ask you to. This can be an individual shareholder or a group of shareholders.\r\n\r\nThey must make the request in writing and send it to the company’s registered office address. \r\n\r\nThe request must arrive at least 1 month before the end of the financial year that the audit is being asked for.\r\n\r\n%Some companies must have an audit even if they meet the rules for not having one.%\r\n\r\n##Companies that must have an audit\r\n\r\nYour company must have an audit if at any time in the financial year if it's been: \r\n\r\n* a public company or a subisidary company\r\n* an authorised insurance company or carrying out insurance market activity\r\n* involved in banking or issuing e-money \r\n* a Markets in Financial Instruments Directive (MiFID) investment firm or an Undertakings for Collective Investment in Transferable Securities (UCITS) management company\r\n* a corporate body and it shares have been traded on a regulated market in a European state\r\n\r\n\r\n*[MiFID]: Markets in Financial Instruments Directive\r\n*[UCITS]: Undertakings for Collective Investment in Transferable Securities\r\n","overview":"When your limited company doesn't have to get its accounts audited, what you need to put on your accounts if you don't and what to do if shareholders ask for an audit","slug":"audit-exemptions-for-private-limited-companies","title":"Audit exemption for private limited companies","updated_at":"2012-10-03T12:18:09+00:00","type":"answer"}