{"alternative_title":" ","body":"$!You can normally backdate your claim by one month - if it is not done automatically you will need to contact the Tax Credit Office.$!\r\n\r\n##When your claim is automatically backdated\r\nYou **don’t need** to contact the Tax Credit Office to backdate your claim if:\r\n\r\n- you are making a claim for a new child\r\n- you have come off benefits\r\n\r\n^If you think your claim should have been automatically backdated but has not been, call the [Tax Credit Helpline](/contact-the-tax-credit-office \"Contact the Tax Credit Office\").^\r\n\r\n##When your claim won't automatically be backdated\r\nYou **need** to ask the Tax Credit Office to backdate your claim if:\r\n\r\n- you're only claiming Working Tax Credit - and you're not claiming for any children\r\n- you've been getting Income Support, income-based Jobseeker's Allowance, income-related Employment and Support Allowance, or Pension Credit\r\n\r\n##How to backdate your claim\r\nAttach a separate sheet of paper to your claim form with:\r\n\r\n- your name, address and National Insurance number\r\n- the date you started work\r\n- the date you started getting Income Support, income-based Jobseeker's Allowance, income-related Employment and Support Allowance or Pension Credit if you're not in work\r\n\r\n##When your claim can be backdated for more than a month\r\nIf you, your partner or your child are disabled, you may be entitled to extra tax credits. You may also be able to backdate your claim for more than a month.\r\n\r\n###If you or your partner have a disability\r\nYou can backdate your claim for Working Tax Credit by more than a month if both the following apply:\r\n\r\n- you have claimed one of the sickness or disability benefits that can help you qualify for [extra tax credits](/working-tax-credit/you-or-your-partner-are-disabled \"Extra tax credits if you or your partner are disabled\")\r\n- you tell the Tax Credit Office as soon as you know that the benefit is definitely going to be paid to you\r\n\r\nYou must tell them within one month if you want them to backdate your claim by more than one month.\r\n\r\nIf you are already getting Working Tax Credit, tell the Tax Credit Office as soon as you find out you’re entitled to a qualifying sickness or disability benefit such as Disability Living Allowance.\r\n\r\n###If your child has a disability\r\nIf you’re not already getting Child Tax Credit for your child, you should [claim](/claim-tax-credits \"Claim tax credits\") as soon as possible. This is because the Tax Credit Office can only backdate your claim by one month. \r\n\r\nIf you're already getting Child Tax Credit but now want to claim [extra tax credits](/child-tax-credit/your-child-is-disabled \"Extra tax credits if your child is disabled\") because your child has a disability, tell the Tax Credit Office as soon as your child is entitled to Disability Living Allowance (or the Highest Rate Care Component). They may be able to backdate your extra tax credits to the date your child became entitled to the allowance.\r\n\r\nIt’s important to tell them no later than one month after you find out that your child is entitled to the allowance. Otherwise they may only be able to backdate your extra tax credits for up to a month.\r\n\r\n##How to check if your claim has been backdated\r\nYou will get an award notice with details of your tax credits payments and the date they were paid from. Check all the information and [contact the Tax Credit Helpline](/contact-the-tax-credit-office \"contact the Tax Credit Helpline\") if you think there is a mistake. \r\n\r\n","overview":"You can normally backdate your claim one month - if it is not done automatically you will need to contact the Tax Credit Office","slug":"backdating-your-tax-credits-claim","title":"Backdating your tax credits claim","updated_at":"2012-10-02T12:12:04+00:00","type":"answer"}