{"alternative_title":"","body":"$!You'll need to apply for a parental order when you and your partner use a surrogate to have a child.$!\r\n\r\nGetting a parental order transfers legal rights from the birth mother to you and your partner when a surrogate is used to have a child.\r\n\r\n##Parental orders\r\n\r\nYou must be genetically related to a child to apply for a parental order, ie the egg or sperm donor, and in a relationship where you and your partner are either:\r\n\r\n* husband and wife\r\n* civil partners\r\n* living as partners\r\n\r\nYou and your partner must also:\r\n\r\n* have the child living with you\r\n* reside permanently in either the UK, Channel Islands or Isle of Man\r\n\r\n%If you’re single, you can't apply for a parental order.%\r\n\r\n##How to apply\r\n\r\nYou must fill in a [‘C51 application form for a parental order’](http://hmctsformfinder.justice.gov.uk/HMCTS/GetForm.do?court_forms_id=2397 \"C51 application form for a parental order\"){:rel=\"external\"} and give this to a [family proceedings court](http://hmctscourtfinder.justice.gov.uk/HMCTS/ \"Find your local family proceedings court\"){:rel=\"external\"} within 6 months of the child’s birth.\r\n\r\nYou'll need to provide the child's full birth certificate and will also be charged a court fee of £200.\r\n\r\nThe court will then set a date for the hearing and issue you with a 'C52 acknowledgement form' that you must give to the child's legal parent, ie your surrogate.\r\n\r\nThe birth mother and anyone else who's a parent of the child must agree to the parental order [in writing.](http://hmctsformfinder.justice.gov.uk/HMCTS/GetForm.do?court_forms_id=2396 \"Form A101A: Agreement to the making of a parental order in respect of my child\"){:rel=\"external\"}\r\n\r\n^You can't apply for a parental order once the child is older than 6 months.^\r\n\r\n##Adoption\r\n\r\nIf neither you or your partner are related to the child, or you’re single, [adoption](/child-adoption/overview \"Child adoption\") is the only way you can become the child's legal parent.\r\n\r\nIf you choose to adopt, a [registered adoption agency](http://www.cvaa.org.uk/adopters/vaasearch.php \"Contact a voluntary adoption agency\"){:rel=\"external\"} must be involved in your surrogacy process.","overview":"Get a parental order to become a child's legal parent - UK residency, C52 acknowledgement form, surrogacy, adoption","slug":"become-a-childs-legal-parent","title":"Become a child's legal parent","updated_at":"2012-10-03T17:13:33+00:00","type":"answer"}