{"alternative_title":" ","continuation_link":"","licence_identifier":"1184-7-3","licence_overview":"$!If you want to become a registered auditor, contact the accountancy body that trained you or your staff to do audit work.$!\r\n\r\nYour business needs to become a registered auditor, sometimes known as a statutory auditor, if you want to audit company accounts.\r\n\r\n##Conditions\r\nYou or at least 1 of your staff must be a qualified auditor. Your business must also have professional indemnity insurance.\r\n\r\n##How to apply\r\n\r\n###Bodies you can register with\r\n\r\nYou will be able to register with the accountancy body you or your staff qualified with as an auditor unless it was either the: \r\n\r\n* Association of International Accountants (AIA) \r\n* Chartered Institute of Public Finance and Accountancy (CIPFA)\r\n\r\nThese bodies don't register auditors so you will need to register with one of the 4 accountancy bodies that do:\r\n\r\n* [Association of Authorised Public Accountants (AAPA)](http://www.accaglobal.com/en/aapa.html/ \"Association of Authorised Public Accountants\"){:rel=\"external\"} \r\n* [Association of Chartered Certified Accountants (ACCA)](http://www.accaglobal.com/ \"Association of Chartered Certified Accountants\"){:rel=\"external\"} \r\n* [Institute of Chartered Accountants in England and Wales (ICAEW)](http://www.icaew.com/ \"Institute of Chartered Accountants in England and Wales\"){:rel=\"external\"} \r\n* [Institute of Chartered Accountants of Scotland (ICAS)](http://www.icas.org.uk/ \"Institute of Chartered Accountants of Scotland\"){:rel=\"external\"} \r\n\r\n^Accountants who qualified through AIA usually register with AAPA.^\r\n\r\n\r\n###Registering your business\r\n\r\nDownload and complete an application form from the accountancy body you're registering with. \r\n\r\n###Registering individuals\r\n\r\nYou'll also need to download or request:\r\n\r\n* separate forms for you or qualified employees who'll do the work and sign off audits \r\n* affiliate forms for you or qualified staff who aren't members of the body you're registering with\r\n\r\n###Supporting information\r\n\r\nYou will need to send supporting information with your application, eg:\r\n\r\n* your business’s existing or planned letterhead\r\n* your insurance policy and insurer’s contact details\r\n\r\n###Fee\r\n\r\nYou'll have to send the annual fee with your application. This will depend on the body and your business's details. \r\n\r\nYou may be charged a fee for affiliates as well as the business.\r\n\r\n%You aren't a registered auditor until you get a registration number from the professional body you've applied to.%\r\n\r\n##Displaying your licence\r\n\r\nYou may have to put your registration number on your letterhead, or display it on your website or at your office. Check with your professional body for the rules.\r\n \r\n##Fines and Penalties\r\n\r\nIt's illegal to audit if you're not a registered auditor and you could be prosecuted.\r\n\r\nYou can have your licence taken away if you don't carry out audit work to your professional body's standards.\r\n\r\nYour accountancy body can also fine you if you don't send them information when they ask for it. \r\n\r\n*[AAPA]:Association of Authorised Public Accountants \r\n*[ACCA]:Association of Chartered Certified Accountants \r\n*[AIA]:Association of International Accountants\r\n*[CIPFA]:Chartered Institute of Public Finance and Accountancy\r\n*[ICAEW]:Institute of Chartered Accountants in England and Wales\r\n*[ICAS]:Institute of Chartered Accountants of Scotland","licence_short_description":"If you want your business to audit company accounts you'll need to become a registered auditor.\r\n","overview":"Registered auditor, statutory auditor, how to register, which professional body to register with, requirements, fees and penalties","slug":"become-a-registered-auditor","title":"Become a registered auditor","updated_at":"2012-10-02T12:12:05+00:00","will_continue_on":"","type":"licence"}