{"alternative_title":"","overview":"If your husband, wife or civil partner has died you may be able to get Bereavement  Payment: a one-off, tax-free, lump-sum payment of £2,000","slug":"bereavement-payment","title":"Bereavement Payment","updated_at":"2012-10-03T17:20:04+00:00","parts":[{"table":{"body":"If your husband, wife or civil partner has died you may be able to get Bereavement Payment: a one-off, tax-free, lump-sum payment of £2,000.\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"You can get a £2,000 payment which is a one-off, tax-free lump sum.","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You may be able to claim Bereavement Payment if your spouse or civil partner paid National Insurance Contributions (NICs). Contact the National Insurance Contributions Office for more information.\r\n\r\n$C\r\n**National Insurance Contributions Office**  \r\n0845 302 1479  \r\nMonday to Friday, 8 am to 5 pm  \r\n$C\r\n\r\n% If your spouse or partner's death was caused by their job, it doesn't matter if they paid NICs or not %\r\n\r\nOne of the following must also be true:\r\n\r\n- you were under State Pension age when they died\r\n- your spouse or civil partner was not entitled to Category A state Retirement Pension when they died\r\n\r\nIf you aren't sure what Pension they were getting, contact [The Pension Service](http://www.direct.gov.uk/en/Dl1/Directories/DG_10011323 \"The Pension Service\"){:rel=\"external\"}\r\n\r\nYou can't get Bereavement Payment if any of the following are true:\r\n\r\n- you were divorced or had dissolved the civil partnership when your spouse or partner died\r\n- you're living with another person as husband, wife or civil partner\r\n- you're in prison\r\n\r\n*[NICs]: National Insurance Contributions ","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You can make a claim over the telephone by contacting the Bereavement Service on 0845 608 8601.\r\n\r\n##Download a claim form##\r\nYou can also download a Bereavement Benefits pack (form BB1) from the Department for Work and Pensions (DWP) website.\r\n\r\n$D[Download 'Bereavement Benefits form BB1' (PDF, 184K)](http://www.dwp.gov.uk/advisers/claimforms/bb1_print.pdf \"Download 'Bereavement Benefits form BB1\")  $D\r\n\r\nYou can order a Bereavement Benefits pack (form BB1) over the telephone from your nearest Jobcentre Plus office. The pack has help notes on how to complete the claim form.\r\n\r\n[Contact Jobcentre Plus](http://www.direct.gov.uk/en/Employment/Jobseekers/ContactJobcentrePlus/DG_186347 \"Contact Jobcentre Plus\"){:rel=\"external\"}\r\n\r\nOnce you've completed the form, send it to your nearest Jobcentre Plus office as soon as possible.\r\n\r\n^Claims can only be backdated 12 months and are dated when the office gets them.  If you delay you may lose benefit.^\r\n\r\n\r\n\r\n*[DWP]: Department for Work and Pensions","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Effect on other benefits##\r\n\r\nThe one-off Bereavement Payment does not generally affect your entitlement to other benefits. But your savings and Bereavement Payment may reduce the amount of means-tested benefits you get like:\r\n\r\n- [Income Support](/income-support \"Income Support\")\r\n- income-based [Jobseeker's Allowance](/jobseekers-allowance \"Jobseeker's Allowance\")\r\n- [Housing Benefit](/housing-benefit \"Housing Benefit\") and [Council Tax Benefit](/council-tax-benefit \"Council Tax Benefit\")\r\n- [Employment and Support Allowance](/employment-support-allowance \"Employment and Support Allowance\")\r\n\r\n##How Bereavement Payment is paid##\r\nBereavement Payments are paid into an account, eg your bank account.","slug":"further-information","title":"Further information"}}],"type":"programme"}