{"artefact":[["_response_info",{"status":"ok"}],["title","Local bus service registration (England, Scotland and Wales) "],["id","https://contentapi.production.alphagov.co.uk/bus-service-registration.json"],["web_url","https://www.gov.uk/bus-service-registration"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You must register your service with the traffic commissioner for the area in which you intend to operate","will_continue_on":"the Department for Transport website","continuation_link":"http://www.dft.gov.uk/topics/tpm/traffic-commissioners","licence_identifier":"1074535218","licence_short_description":"Register your service with the traffic commissioner for the area in which you intend to operate.  This excludes London.","licence_overview":"If you operate a local bus or coach service for profit, you must register your service with the traffic commissioner for the area in which you intend to operate.\r\n\r\nThe [Vehicle and Operator Services Agency (VOSA)](http://www.dft.gov.uk/vosa/ \"Vehicle and Operator Services Agency (VOSA)\"){:rel=\"external\"} maintains the registration system on behalf of the traffic commissioners.\r\n\r\nTo qualify as a 'local service' passengers must be charged separate fares over short distances and must be able to get off the bus within 15 miles (24.15 kilometres) of the place where they were picked up. The route itself can be any length.\r\n\r\nIf passengers can make journeys of 15 miles or less over some parts of a long-distance service, those parts of the route should be registered as separate local services.\r\n\r\nRegistration is not required for rail replacement services or for certain not-for-profit transport schemes, eg school buses owned and operated by local authorities.\r\n\r\nIf your bus service operates partly within Greater London, you will also need a London service permit for that part of the route with passenger stops in London.\r\n\r\n##How to register\r\n\r\nTo apply for registration you must already hold either:\r\n\r\n- a public service vehicle (PSV) operator's licence\r\n- a community bus permit\r\n\r\nApplication forms are available from VOSA.\r\n\r\nYour application should contain details about your service, vehicles and route and should be accompanied by:\r\n\r\n- a map of the route \r\n- a full timetable\r\n- an application fee of £60 (£13 for a community bus service)\r\n\r\nUnless there are special circumstances, you should ensure that your application is made at least eight weeks before the proposed start date of the service.\r\n\r\nVehicles will be expected to comply with statutory requirements regarding exhaust emissions and all new vehicles should be fully accessible to people with disabilities.\r\n\r\nYou need to register in each traffic area where your service has stopping points. However, in practice, the traffic area office to which you sent your application will copy it to the others.\r\n\r\nYou must also send copies of your completed application form and supporting documents to every local authority or Passenger Transport Executive that covers the route of your journey. You can get a list of addresses from traffic area offices.\r\n\r\nIf your registration is accepted, you will receive a letter confirming this from the traffic area office.\r\n\r\n##Conditions\r\n\r\nOnce your service has been registered, you must ensure that you either display or have on your vehicles:\r\n\r\n- a fare table\r\n- a timetable including details of the days when the service is to run\r\n\r\nThe service number and destination (or route) must be displayed prominently on the outside of each vehicle.\r\n\r\n##Fines and penalties\r\n\r\nIf you fail to operate your service as registered, the traffic commissioner will carry out an investigation which may result in:\r\n\r\n- conditions being attached to your PSV operator's licence which stops you from running certain local services or, in more extreme cases, any local service at all \r\n- you having to pay a fine\r\n\r\n*[VOSA]: Vehicle and Operator Services Agency","updated_at":"2012-10-08T09:44:58+00:00"}],["tags",[{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null},{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}