{"alternative_title":"","body":"$!It’s against the law to neglect or be cruel to an animal that's kept as a pet. If you're responsible for an animal, you must make sure that you care for it properly.$!\r\n\r\nYou must make sure than any animal you are own or care for:\r\n\r\n* has a proper diet and fresh water \r\n* has somewhere suitable to live\r\n* is kept with or away from other animals, depending on its needs\r\n* is allowed to express itself and behave normally\r\n* is protected from, and treated for, illness and injury \r\n\r\n^You must be over 16 years old to buy an animal.^\r\n\r\n##Licences \r\n\r\nMost common domestic pets don't need a licence. You may however need to get a licence from your local council for:\r\n\r\n* some types of exotic wild animals\r\n* an animal which is a domestic-wild hybrid\r\n* running a business like a riding stables or pet shop\r\n\r\n[Contact your local council](/find-your-local-council \"Find your local council\") to apply for a licence or to check if you need one. You must get the licence before you get the animal. \r\n\r\nFind out more about [protecting pets from cruelty](http://www.defra.gov.uk/wildlife-pets/pets/cruelty/ \"protecting pets from cruelty\"){:rel=\"external\"}.\r\n\r\nYou can find information on looking after the [welfare of farm animals](http://animalhealth.defra.gov.uk/keeping-animals/index.htm \"welfare of farm animals\"){:rel=\"external\"} on the Department for Environment, Food and Rural Affairs (Defra) website.\r\n\r\n%You can be fined up to £20,000 or sent to prison for up to 6 months if you are cruel to an animal or don’t care for it properly. You may also be banned from owning animals in future.%\r\n\r\n##Report cruelty to animals\r\n\r\nIf you think that someone is neglecting or being cruel to an animal, contact the Royal Society for the Prevention of Cruelty to Animals (RSPCA). \r\n\r\n$C\r\n**RSPCA 24-hour cruelty and advice line**   \r\n0300 1234 999\r\n$C\r\n\r\nYou’ll be asked to give a detailed description of what you have seen or heard. It’s helpful for the RSPCA to take your details, but you don't have to provide them if you don't want to.\r\n\r\n*[RSPCA]: Royal Society for the Prevention of Cruelty to Animals","overview":"Information on the legal responsibilities of people who own or care for domestic pets","slug":"caring-for-pets","title":"Caring for pets","updated_at":"2012-10-02T12:11:51+00:00","type":"answer"}