{"artefact":[["_response_info",{"status":"ok"}],["title","Cattle movement notification (Scotland)"],["id","https://contentapi.production.alphagov.co.uk/cattle-movement-notification-scotland.json"],["web_url","https://www.gov.uk/cattle-movement-notification-scotland"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"dy.","overview":"You need to notify the British Cattle Movement Service (BCMS) if you move cattle onto or from your holding","will_continue_on":"the British Cattle Movement Service website","continuation_link":"https://secure.services.defra.gov.uk/wps/portal/ctso","licence_identifier":"1292-6-1","licence_short_description":"Notify the British Cattle Movement Service (BCMS) if you move cattle onto or from your holding.","licence_overview":"If you move cattle onto - or from - your holding, you must give notification of the movement to the [British Cattle Movement Service (BCMS).](https://secure.services.defra.gov.uk/wps/portal/ctso \"British Cattle Movement Service (BCMS)\"){:rel=\"external\"}\r\n\r\nYou do not have to apply for a licence to move cattle, but you must comply with the General Licence for the Movement of Cattle (GLMC).\r\n\r\nYou must inform BCMS within three days of moving an animal on or off a holding. If moved off a holding, you must record the date in the animal's passport, sign it, and pass the identification document - except the notice of registration - to the transporter. You must not move an animal that does not have a valid passport.\r\n\r\nYou must not move any cattle from an area if it has only been moved there within the last six days. You must not move an animal to a slaughterhouse unless it is within 48 hours of its slaughter.\r\n\r\nYou must inspect all animals before you move them, and any evidence of disease must be reported to your Divisional Veterinary Manager.\r\n\r\nIf you receive any animal on your holding you must make sure the identification documents are given to you and you must record in the passport within 36 hours of the animal's arrival:\r\n\r\n- the date of its arrival\r\n- the holding number\r\n- your name and address\r\n- your signature\r\n\r\nIf you import an animal from outside Great Britain, it may only be moved from its entry point to a holding if it has a passport and a movement document. Keepers must record all information within 36 hours of arrival.\r\n\r\nIf you export any animal to a non-European Union country, you must send the passport to the BCMS within seven days of its export. Animals must not enter markets unless accompanied by their identification documents, a passport issued in another country or a movement document.\r\n\r\n##Conditions\r\n\r\nCattle keepers must also keep up to date herd registers for each holding and include the following information:\r\n\r\n- official eartag number\r\n- dam official eartag number\r\n- date of birth\r\n- sex\r\n- date of movements on and off holding\r\n- details of where the animal has moved to or from\r\n- keeper details of whom cattle were sent to, received from, breed, date of death\r\n\r\nThe register must be completed within 36 hours of a movement, within seven days of a death and within seven days of a birth in a dairy herd or 30 days of the birth of any other calf.\r\n\r\nYou must keep the register for ten years if you are a cattle keeper or three years in any other case from the end of the calendar year when the last entry was made.\r\n\r\nYou must also ensure that you comply with cattle tagging regulations, apply for passports and notify births and deaths to the BCMS.\r\n","updated_at":"2012-10-08T09:54:32+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}