{"alternative_title":"","body":"$!The police or Crown Prosecution Service (CPS) can give you a caution (warning) or a penalty notice if you commit a minor crime.$!\r\n\r\n##Cautions\r\n\r\nCautions are given to adults aged 18 or over. A caution is not a criminal conviction but it may be told to an employer or used as evidence of bad character if you go to court in the future.\r\n\r\nThe police will keep a record of photographs, fingerprints and any evidence they collect about your case. If you're cautioned for a sexual offence, you could be placed on the sex offenders register.\r\n\r\nYou have to agree to be cautioned. If you don't agree, you can be arrested and charged with a crime.\r\n\r\nThere are 2 types of caution: simple and conditional.\r\n\r\n###Simple cautions\r\n\r\nYou can be given a simple caution if:\r\n\r\n- you're 18 years or older\r\n- you admit that you committed the crime\r\n\r\nSimple cautions are 'spent' immediately. This means it does not go on your [criminal record](/how-long-criminal-records-last \"How long criminal records last\") and if you're asked on an application form if you have a caution you can reply 'no'. However, the fact you have been cautioned can still be told to an employer or used as evidence of bad character if you have to go to court in the future.\r\n\r\n###Conditional cautions\r\n\r\nA conditional caution means that you have to stick to certain rules and restrictions as part of your caution. You can be offered a conditional caution if you're 18 or over, but in some areas youth conditional cautions are also offered to 16 to 17 year-olds.\r\n\r\nExamples of conditions include:\r\n\r\n- rehabilitation - eg treatment for drug misuse, gambling, alcohol or personal problems\r\n- reparation - eg apologising to the victim or repairing damaged property\r\n\r\nIf you don’t follow the conditions of your caution, you can be charged with a crime and your case might go to court.\r\n\r\n^Conditional cautions won't appear on your [criminal record](/how-long-criminal-records-last \"How long criminal records last\") after 3 months.^ \r\n\r\nIf you are asked on an application if you have received a caution and it is 3 months or more after you have received your conditional caution, you can answer 'no'. If it is less than 3 months, you have to answer 'yes'.\r\n\r\n###Cautions for under 18s\r\n\r\nYoung people aged 10 to 17 can get cautions but they are called 'reprimands' or 'warnings' and they are slightly different from adult cautions. \r\n\r\nA reprimand is given for a first, minor offence that you admit to. For a second offence, you'll be given a final warning, or charged with a crime if it is a serious offence.\r\n\r\n##Penalty notices\r\n\r\nPenalty notices are used for offences that would usually get a fine in court, for example:\r\n\r\n- theft from a shop\r\n- cannabis possession\r\n- being drunk and disorderly in public\r\n\r\nYou'll be asked to sign the penalty notice ticket to show that you've received it. \r\n\r\n^The ticket will tell you how to pay the penalty and your rights to ask for a trial if you don’t pay.^\r\n\r\nIf you pay the penalty then you cannot get a criminal conviction for the offence listed on the ticket.\r\n\r\nA penalty notice doesn't go on your criminal record, but it may be disclosed on a [Criminal Records Bureau enhanced disclosure check](/crb-criminal-records-bureau-check \"Getting a Criminal Records Bureau check\"). This will only happen if it’s considered relevant, eg if your applying for a job where you will be working with children or vulnerable people.\r\n\r\n*[CPS]: Crown Prosecution Service","overview":"The police or Crown Prosecution Service (CPS) can give you a caution (warning) or a penalty notice if you commit a minor crime\r\n","slug":"change-me-for-need-2242","title":"Police cautions, warnings and penalty notices","updated_at":"2012-10-02T12:13:43+00:00","type":"answer"}