{"alternative_title":"Amending birth, marriage or death records","body":"$!\r\nContact the register office or religious building where the event was registered to correct errors on a certificate or record.\r\n$!\r\n\r\nYou can [search for a register office](/register-offices \"Register offices\") by postcode or location.\r\n\r\n##Information on certificates and records\r\n\r\nCertificates show the information held on the official record of a birth, marriage or death.\r\n\r\n%A certificate or record can only be changed when the information on it is wrong. %\r\n\r\nChanges can't be made to show new information if your circumstances have changed after the event. For example, if you have changed your name after your child was born. \r\n\r\nWhen a mistake is corrected, the original information will always be shown on the record but a note will be added saying why the change was made.\r\n\r\n##Application forms and guidance\r\n\r\nYou may be told by your local register office that you need to contact the General Register Office (GRO) to correct the mistake. \r\n\r\nRead the following guidance notes and complete the appropriate form to request changes to a certificate or record.\r\n\r\n$D\r\n[Download 'Guidance on how to correct details on a birth registration' (PDF, 45KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_200732.pdf \"Guidance on how to correct details on a birth registration (PDF, 45KB)\"){:rel=\"external\"}\r\n[Download 'Application form to correct details on a birth registration' (PDF, 25KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_200729.pdf \"Application form to correct details on a birth registration (PDF, 25KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n$D\r\n[Download 'Guidance on how to remove incorrect father's details from a birth registration' (PDF, 46KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_200734.pdf \"Guidance on how to remove incorrect father's details from a birth registration (PDF, 46KB)\"){:rel=\"external\"}\r\n[Download 'Application form to remove incorrect father's details from a birth registration' (PDF, 24KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_200731.pdf \"Application form to remove incorrect father's details from a birth registration (PDF, 24KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n$D\r\n[Download 'Guidance on how to correct details on a marriage registration' (PDF, 43KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_200735.pdf \"Guidance on how to correct details on a marriage registration (PDF, 43KB)\"){:rel=\"external\"}\r\n[Download 'Application form to correct details on a marriage registration' (PDF, 29KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_200736.pdf \"Application form to correct details on a marriage registration (PDF, 29KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n$D\r\n[Download 'Guidance on how to correct details on a death registration' (PDF, 46KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_200733.pdf \"Guidance on how to correct details on a death registration (PDF, 46KB)\"){:rel=\"external\"}\r\n[Download 'Application form to correct details on a death registration' (PDF, 24KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_200730.pdf \"Application form to correct details on a death registration (PDF, 24KB)\"){:rel=\"external\"}\r\n$D\r\n\r\nCompleted forms should be sent to the following address:\r\n\r\n$A\r\nGRO Casework Team  \r\nPO Box 476  \r\nSouthport\r\nPR8 2WJ\r\n$A\r\n\r\nContact the GRO if you have any questions:\r\n\r\n$C\r\n**General Register Office**  \r\n0300 123 1837  \r\nMonday to Friday 8am to 8pm, Saturday 9am to 4pm\r\n$C\r\n\r\n##Fees for corrections\r\n\r\nIf a copying or administration error was made when the certificate was issued, whoever issued the certificate will normally replace it free of charge. \r\n\r\nFor other changes you might need to pay a fee if you want a new certificate to be issued.\r\n\r\n*[GRO]: General Register Office","overview":"Contact the register office or religious building where the event was registered to correct errors on a certificate or record","slug":"change-me-for-need-753","title":"Correct a birth, marriage or death certificate","updated_at":"2012-10-02T12:12:32+00:00","type":"answer"}