{"alternative_title":"What happens when the police charge you with a criminal offence","overview":"What happens when the you are charged with a crime and told you have to go to court - bail, remand, custody","slug":"charged-crime","title":"Being charged with a crime","updated_at":"2012-10-02T12:12:06+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If you are charged with a crime you will be given a ‘charge sheet’. This sets out the details of the crime you are being charged with.\r\n\r\nThe police will decide if you:\r\n\r\n- can go home until the court hearing - but may have to follow certain rules, known as ‘bail’\r\n- are kept in police custody until you are taken to court for your hearing\r\n\r\nYour first court hearing after you are charged with a crime will be at a [magistrates’ court](/courts/magistrates-courts \"Magistrates’ courts\"), even if your trial will be at a [Crown Court](/courts/crown-court \"Crown Courts\") later on.\r\n\r\n##Young people\r\n\r\nIf you’re under 18, your first hearing will usually be at a [youth court](/courts/youth-courts \"Youth courts\").\r\n\r\nIf you’re under 17, the police must arrange for you to be held in local authority accommodation, if possible, before you go to court.\r\n\r\nIf you’re aged 12 to 16, the police can decide to keep you at the police station if they think it will protect the public.","slug":"overview","title":"Overview"}},{"table":{"body":"You can be released on bail at the police station after you’ve been charged. This means you will be able to go home until your court hearing.\r\n\r\nIf you are given bail, you might have to agree to conditions like:\r\n\r\n- living at a particular address\r\n- not contacting certain people\r\n- giving your passport to the police so you can’t leave the UK\r\n- reporting to a police station at agreed times, eg once a week\r\n\r\nIf you don’t stick to these conditions you can be arrested again and be taken to prison to wait for your court hearing.\r\n\r\nWhen you attend your hearing at a [magistrates’ court](/courts/magistrates-courts \"Magistrates’ courts\"), you might be given bail again until your trial begins. The magistrates’ court can also decide to put you on [remand](remand \"Remand\").","slug":"bail","title":"Bail"}},{"table":{"body":"If the court decides to put you on remand it means you will go to prison until your hearing at a [magistrates’ court](/courts/magistrates-courts \"Magistrates’ courts\").\r\n\r\nIf you are under 18 you will be taken to a [secure centre for young people](/young-people-in-custody/ \"Young people in custody\"), not an adult prison.\r\n\r\nYou will probably be put on remand if:\r\n\r\n- you have been charged with a serious crime, eg armed robbery\r\n- you have been convicted of a serious crime in the past\r\n- the police think you may not go to your court hearing\r\n- the police think you may commit another crime while on bail\r\n- you have been given bail before and not stuck to the terms\r\n\r\nWhen you attend your hearing at a magistrates’ court, you might be put on remand again until your trial begins, even if you were previously given bail.","slug":"remand","title":"Remand"}}],"type":"guide"}