{"alternative_title":"","body":"$!You should check your employees are entitled to work in the UK. You could be [prosecuted](/penalties-for-employing-illegal-workers \"Penalties for employing illegal workers\") if you employ illegal workers.$!\r\n\r\nYou should check all your employees and must not discriminate against anyone because of their nationality.\r\n\r\nCheck that:\r\n\r\n- the documents aren't expired (except UK passports, which can be expired)\r\n- photos in the documents look like the employee\r\n- the date of birth on the document seems consistent with the employee's appearance\r\n- the visa covers the type of work they'll be doing (including any limit on the number of hours they can work)\r\n- if 2 documents have different names on, make sure there's a good reason, eg marriage or divorce\r\n\r\nThere are examples of documents on the [UK Border Agency website (PDF, 2.9MB).](http://www.ukba.homeoffice.gov.uk/sitecontent/documents/employersandsponsors/preventingillegalworking/currentguidanceandcodes/comprehensiveguidancefeb08.pdf?view=Binary \"Comprehensive Guidance for Employers on Preventing Illegal Working\"){:rel=\"external\"}\r\n\r\n## Make a copy of the documents\r\n\r\ns1. Make a copy that can't be changed, eg a photocopy, a scan or a recordable CD that can't be overwritten.\r\ns2. For passports, copy the front page and any page with the employee's details on including endorsements, eg a work visa or Certificate of Entitlement to Right of Abode in the UK.\r\ns3. For biometric residence permits, copy both sides.\r\ns4. Keep copies for 2 years after the person stops working for you.  \r\n\r\nMake sure you follow the law when it comes to data protection.\r\n\r\n##Birth, adoption, registration or naturalisation certificates\r\n\r\nBirth, adoption, registration or naturalisation are only proof of eligibility to work in the UK if they were issued in the:\r\n\r\n- UK\r\n- Channel Islands\r\n- Isle of Man\r\n- Republic of Ireland\r\n\r\nA certificate on its own is not proof of eligibility to work in the UK. Another document will be needed, eg passport.\r\n\r\n###Birth certificate\r\n\r\nA birth certificate must show the name of the holder and at least one of their parents. The certificate must be an original (not a copy).\r\n\r\n###Adoption certificate\r\n\r\nAn adoption certificate must show the name of at least one of the adoptive parents.\r\n\r\n###Naturalisation certificate\r\n\r\nA naturalisation certificate must describe the holder as a British citizen.\r\n\r\n##Certificate of Entitlement to the Right of Abode\r\n\r\nA Certificate of Entitlement to the Right of Abode is only valid if it's in a current, valid passport.\r\n\r\nFor help, contact the UKBA Sponsorship and Employers' Helpline.\r\n\r\n$C\r\n**UKBA Sponsorship and Employers' Helpline**  \r\n0300 123 4699  \r\n<UKBApublicenquiries@ukba.gsi.gov.uk>\r\n$C","overview":"Check an employee's permission to work in the UK and make sure you're not prosecuted for employing an illegal worker","slug":"check-an-employees-right-to-work-documents","title":"Check an employee's right to work documents","updated_at":"2012-10-02T12:12:19+00:00","type":"answer"}