{"alternative_title":"","body":"$!You can get Child Benefit for 8 weeks after your child leaves home to live with someone else (eg a friend or relative) unless that person makes a Child Benefit claim.$!\r\n\r\nYou could continue to get payments after 8 weeks if you're contributing to your child's upkeep by the same amount or more than the [Child Benefit payment](/child-benefit-rates \"Child Benefit rates\").\r\n\r\n^Upkeep includes clothes, presents, food and pocket money and financial contributions to provide your child with somewhere to live.^\r\n\r\nYou might get Child Benefit if you’re making payments towards your child’s maintenance under a court order or agreement.\r\n\r\nThese are treated as a contribution towards your child - as long as the order or agreement actually covers your child's upkeep. \r\n\r\n##Frequency of contributions\r\n\r\nYou can make your contributions weekly, monthly or in a lump sum to cover a set period. If you miss one or two payments over a long period, the Child Benefit Office may treat this as if you have contributed for the whole period.\r\n\r\n###More than one child\r\n\r\nYou can make contributions to cover more than one of your children. The Child Benefit Office will treat them as being split equally between your children unless you ask them to consider something else.\r\n\r\n###More than one person contributing for the same child\r\n\r\nThe Child Benefit Office will count the contributions together to work out if you can keep getting Child Benefit. The total contributions have to be worth at least as much as the Child Benefit you get.\r\n\r\n##Multiple claims for one child\r\n\r\n^Only one person can get Child Benefit for a child - this is usually who the child normally lives with.^\r\n\r\nThe Child Benefit Office will tell you if they get another claim for your child.\r\n\r\nIt’s best if you sort out between you who should claim Child Benefit. If you can’t, the Child Benefit Office will decide. You can appeal the decision by [contacting the Child Benefit Office.](https://directgov-online.hmrc.gov.uk/shortforms/form/CBO_Specific?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk&lang=eng \"email the Child Benefit Office\"){:rel=\"external\"}\r\n\r\n[Contact the Child Benefit Office](https://directgov-online.hmrc.gov.uk/shortforms/form/CBO_General?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk \"contact the Child Benefit office\"){:rel=\"external\"} to find out if you can still get Child Benefit or if you stop making contributions to your child's upkeep.\r\n\r\n##Changing the person who gets Child Benefit\r\n\r\nIf you want someone else to claim Child Benefit, contact the Child Benefit Office:\r\n\r\ns1. Explain you want to stop getting Child Benefit.  \r\ns2. Explain who you want to get Child Benefit instead.  \r\ns3. The other person will need to [make a new claim](/child-benefit/how-to-claim \"claim Child Benefit\").  \r\ns4. If you change your mind later, you’ll need to make a new claim yourself.  \r\n\r\n$C \r\n**Child Benefit Helpline**  \r\n[Enquiry form](https://directgov-online.hmrc.gov.uk/shortforms/form/CBO_Specific?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk&lang=eng \"Email the Child Benefit Office\"){:rel=\"external\"}   \r\n**Telephone:** 08453 021 444  \r\n**Textphone:** 08453 021 474   \r\n8am to 8pm, Monday to Friday  \r\n8am to 4pm, Saturday  \r\n$C\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","overview":"Child Benefit rules if your child leaves home to live with someone else - when you can still claim, multiple claims for one child and changing who gets Child Benefit","slug":"child-benefit-child-lives-with-someone-else","title":"Child Benefit if your child lives with someone else","updated_at":"2012-10-03T17:12:15+00:00","type":"answer"}