{"alternative_title":"","overview":"Children with special educational needs can get the help they need to get an education - school action, statements and assessments","slug":"children-with-special-educational-needs","title":"Children with special educational needs","updated_at":"2012-10-02T12:12:23+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"##What special educational needs are\r\n\r\nSome children have needs or disabilities that affect their ability to learn. For example:\r\n\r\n- behavioural/social, eg difficulty making friends\r\n- reading and writing (eg dyslexia)\r\n- understanding things\r\n- concentrating (eg Attention Deficit Hyperactivity Disorder)\r\n- physical needs or impairments\r\n\r\n##Who to talk to if your child has special educational needs\r\n\r\nIf you think your child may have special educational needs, contact the person in your child's school or nursery responsible for special educational needs. This person is called the 'SEN coordinator', or 'SENCO'. If your child isn't in a school or nursery, contact the local council or your doctor.\r\n\r\n##Types of support\r\n\r\nThere are stages of support to try and help children with special education needs. If your child is getting the help they need and they're learning well, there's no need for them to go on to the next stage. If your child has high needs, they won't need to go through earlier stages of support and can get an assessment straight away.\r\n\r\ns1. Early Years Action/School Action.\r\ns2. Early Years Action Plus/School Action Plus.\r\ns3. Assessment.\r\ns4. Statement of special educational needs.\r\n\r\n\r\n###Early Years Action/School Action\r\n\r\nYour child's teachers or SENCO will discuss your child's needs with you and decide what help to give. You should be asked about the help your child is given and its results.\r\n\r\nThis could mean a different way of teaching certain things, or some help from an extra adult.\r\n\r\n###Early Years Action Plus/School Action Plus\r\n\r\nThis is extra help from an external specialist, eg a speech therapist.\r\n\r\n###Assessments\r\n\r\nAn [assessment of special educational needs](/children-with-special-educational-needs/assessments \"Assessments\") is carried out by the local council. Experts and people involved in your child's education will be asked about your child's needs and what should be done to meet them.\r\n\r\n###Statement\r\n\r\nA [statement of special educational needs](/children-with-special-educational-needs/statements \"Statements\") describes your child's needs and how they should be met, including what school they should go to.\r\n\r\n*[SENCO]: Special Educational Needs Coordinator\r\n*[SEN]: Special Educational Needs","slug":"overview","title":"Overview"}},{"table":{"body":"Either you or your child's nursery or school can [ask for an assessment](/apply-special-educational-needs-assessment \"Apply for an assessment of special educational needs\") from the council. The council will get back to you within 6 weeks to say if they'll do an assessment. If your child is under 2, the council can refuse. If the child is over 2, you can appeal.\r\n\r\nIf your child is over 2, there are rules and time limits for assessments. If your child is under 2, the council decides how to do it.\r\n\r\nThese people will be involved in an assessment:\r\n\r\n- you\r\n- your child's school/nursery\r\n- educational psychologist\r\n- doctor\r\n- social services (will only give advice if they know your child)\r\n- anyone else the council thinks it should ask\r\n\r\nYou can go to any interview or test that happens during the assessment. You can also suggest other people the council should talk to, eg voluntary organisations or charities.\r\n\r\nAfter an assessment you might get a ['statement of SEN'.](/children-with-special-educational-needs/statements \"Statements of special educational needs\")\r\n\r\n*[SENCO]: Special Educational Needs Coordinator\r\n*[SEN]: Special Educational Needs","slug":"assessments","title":"Assessments"}},{"table":{"body":"Statements of special educational needs are reviewed every year. They say what your child's needs are. You must be consulted before a statement can be changed by the council. If you disagree with a change you can appeal to the First-tier Tribunal.\r\n\r\nYour local council should tell you if you're going to get a statement within 12 weeks of starting the [assessment.](/children-with-special-educational-needs/assessments \"Assessments\")\r\n\r\n@If your child is having an [assessment](/children-with-special-educational-needs/assessments \"Assessments\"), your local council should tell you within 12 weeks of the assessment starting whether you're going to get a statement.@\r\n\r\n\r\nIf the council decides not to write a statement it will explain why and tell you how your child's needs will be met inside or outside school.\r\n\r\n##Choosing a school\r\n\r\nThe statement initially has a blank section for you to say what school you want your child to go to (either mainstream or special), or how you want them to be educated out of school.\r\n\r\nYou have 15 days to say what school (including [private schools](/types-of-school/private-schools \"Private schools\")) you want your child to go to.\r\n\r\nYour local council must agree to send your child to the school you want as long as:\r\n\r\n- the school you choose is suitable for your child's age, ability, skills and needs\r\n- your child meets any academic selection criteria the school has (although most state schools do not select pupils by academic ability)\r\n- your child's presence will not have a negative impact on the education of other children already at the school\r\n- putting your child in the school will be an efficient use of the local authority's resources\r\n\r\nIf there's a suitable state school, the local council doesn't have to send your child to a private school.\r\n\r\n###Changing schools\r\n\r\nYou can also ask the local council to change the school named in your child's statement, if it's at least 12 months since you asked for a change or since the statement was made or changed. This can only be the same type of school, eg mainstream school or special school.\r\n\r\n##Appealing against a statement\r\n\r\nIf you disagree with a statement of special educational needs you can appeal to the First-tier Tribunal.\r\n\r\n\r\n$A\r\nFirst Tier Tribunal for Special Educational Needs and Disability  \r\n2nd Floor Old Hall  \r\nMowden Hall  \r\nStaindrop Road  \r\nDarlington  \r\nDL3 9BG\r\n$A\r\n\r\n$C\r\nTelephone: 08702 412 555  \r\n<sendistqueries@tribunals.gsi.gov.uk>\r\n$C","slug":"statements","title":"Statements"}}],"type":"guide"}