{"alternative_title":"","body":"$!You get Child Benefit for up to 12 weeks (84 days) if your child goes into hospital or residential care - after that, you may still get it if you’re spending money on your child, eg for clothes, toys or pocket money.$!\r\n\r\n^'Residential care' for children with physical or mental disabilities is paid for by your local council - it's not the same as being [taken into care](/child-benefit-child-into-care \"Child Benefit if your child is taken into care\").^\r\n\r\nIf your child's in hospital or residential care for more than 12 weeks, you or your partner must spend money on them regularly to still get Child Benefit. \r\n\r\nWhat your partner spends only counts if you're living together and are married or in a civil partnership.\r\n\r\nYou must [tell the Child Benefit Office](https://directgov-online.hmrc.gov.uk/shortforms/form/CBO_Specific?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk&lang=eng \"email the Child Benefit Office\"){:rel=\"external\"} if:\r\n\r\n- your child is in hospital or residential care for more than 12 weeks (84 days) and you won’t be spending money on them regularly\r\n- your child becomes ill while they are abroad and is away from the UK for more than 12 weeks\r\n\r\n$C \r\n**Child Benefit Helpline**   \r\n**Telephone:** 08453 021 444  \r\n**Textphone:** 08453 021 474   \r\n8am to 8pm, Monday to Friday  \r\n8am to 4pm, Saturday  \r\n$C \r\n\r\n##If your child didn't live with you beforehand\r\n\r\nYou can sometimes get Child Benefit if your child didn't live with you before they went into hospital or residential care depending on:\r\n\r\n- the reasons why your child wasn’t living with you\r\n- whether you're still spending money on your child and it's at least as much as the amount of Child Benefit you get for them\r\n\r\nIt doesn't matter whether they're in hospital for more or less than 12 weeks.\r\n\r\n##Multiple hospital visits\r\n\r\nIf there’s less than 28 days between hospital or residential care stays, this counts as one stay. You’ll need to add up the days to work out how long the stay is.\r\n\r\n$E\r\n**Example**  \r\n\r\nYour child is in hospital for 80 days and comes home for 5 days. They then go back into hospital for 7 days. This is 87 days in total so you need to show if you’re spending the payment on your child to get Child Benefit.\r\n\r\n$E\r\n\r\n##Medical treatment in hospital abroad\r\n\r\nYou can get Child Benefit for 12 weeks if your child is getting medical treatment in hospital abroad for an illness or disability they had before they left, or that happened while away.\r\n\r\n^Your child must be ‘temporarily abroad’ - the trip was supposed to last less than a year.^\r\n\r\nYou could get Child Benefit after 12 weeks if:\r\n\r\n- you come back to the UK (your child can still be abroad)\r\n- you or your partner are spending money on your child (your partner's contributions only count if you're living together and are married or in a civil partnership)  \r\n\r\n\r\n","overview":"Child Benefit rules if your child goes into hospital or residential care - when Child Benefit stops, multiple hospital visits, medical treatment in hospitals abroad","slug":"child-benefit-hospital-residential-care","title":"Child Benefit if your child goes into hospital or residential care","updated_at":"2012-10-03T12:14:52+00:00","type":"answer"}