{"artefact":[["_response_info",{"status":"ok"}],["title","Childcare premises registration (England)"],["id","https://contentapi.production.alphagov.co.uk/childcare-premises-registration-england.json"],["web_url","https://www.gov.uk/childcare-premises-registration-england"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You need to register your premises if you provide early years provision on a non-domestic premises or on domestic premises with 3 or more people helping with provision","will_continue_on":"","continuation_link":"","licence_identifier":"9205-1-1","licence_short_description":"You need to register your premises if you provide early years provision on a non-domestic premises or on domestic premises with 3 or more people helping with provision.","licence_overview":"You must register your premises in the early years register if you provide either:\r\n\r\n- early years provision on non-domestic premises\r\n- early years provision on domestic premises where there are more than three persons providing or assisting with the provision\r\n\r\nEarly years provision is provision for a child who is no more than five years old.\r\n\r\nYou must register your premises in Part A of the general childcare register if you provide either:\r\n\r\n- later years provision on non-domestic premises \r\n- later years provision on domestic premises where there are more than three persons providing or assisting with the provision\r\n\r\nLater years provision is provision for a child who are younger than eight years old and begins on the 1 September following a child's fifth birthday.\r\n\r\nYou provide early or later years provision if:\r\n\r\n- the provision is in return for payment or reward\r\n- you look after one or more children on domestic premises that are not the home of any of the children, or care for children from more than two families in the home of one of the children\r\n- you provide the care for at least one of the children for more than two hours per day\r\n\r\nIf you are registering an organisation, you must nominate a person to represent the organisation in its dealings with Ofsted.\r\n\r\nHowever, certain circumstances may be exempt from the requirement to register.\r\n\r\nApplications must be made to the Chief Inspector and accompanied by the fee.\r\n\r\nYou will also have to complete the declaration and consent form (EY2), a health declaration booklet, and a notification to Ofsted (EY3).\r\n\r\n##Conditions\r\n\r\nOnce you have applied for registration you will be inspected, and once you are registered you will continue to be inspected at regular intervals.\r\n\r\nYou must comply with any conditions of the registration, and with the relevant national minimum standards which apply to your business. You must also inform Ofsted if any relevant circumstances change.\r\n\r\nIf you provide childcare on domestic premises with no more than two other childminders or assistants you are deemed a 'childminder' and personal registration is required instead of premises registration.","updated_at":"2012-10-08T09:54:40+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}