{"alternative_title":"","body":"$!Your Child Benefit number is on your Child Benefit award notice, any paperwork you have from the Child Benefit Office and your bank statement. You can use it to prove you qualify for Child Benefit.$!\r\n\r\nYour Child Benefit number is made up of 8 numbers and 2 letters, eg CHB12345678 AB.\r\n\r\nYou'll also see the first 8 numbers of your Child Benefit number on your bank statement next to your Child Benefit payments.\r\n\r\nYou can [email the Child Benefit Office](https://online.hmrc.gov.uk/shortforms/form/CBO_Specific?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk \"Child Benefit Office enquiry form\"){:rel=\"external\"} to get your Child Benefit number. \r\n\r\nSay on the form you're looking for the number, and if someone else has asked for it, tell the Child Benefit Office who. HM Revenue & Customs (HMRC) might be able to send it to them for you.\r\n\r\nYou can also get your Child Benefit number by calling the Child Benefit Helpline:\r\n\r\n$C\r\n**Child Benefit Helpline**  \r\nTelephone: 08453 021 444  \r\nTextphone: 08453 021 474   \r\n8am to 8pm, Monday to Friday  \r\n8am to 4pm, Saturday  \r\n$C\r\n\r\n##When you might need your Child Benefit number\r\n\r\nHaving your number can speed things up if:\r\n\r\n- you've had Child Benefit before and are making a new claim\r\n- you're telling the Child Benefit Office about a change of circumstances\r\n- you're making a claim for tax credits\r\n\r\n\r\n##Proof of Child Benefit\r\n\r\nIf you're asked to prove you qualify for Child Benefit (eg to claim free school meals), check with whoever's asking:\r\n\r\n- what proof they need\r\n- how up to date the proof needs to be\r\n\r\nYou might be asked for your Child Benefit award notice as proof of Child Benefit.\r\n\r\nIf you don't have your award notice, you can also provide other proof, eg:\r\n\r\n- your latest tax credits award notice\r\n- a bank statement showing your Child Benefit going into your account\r\n\r\n^The Child Benefit Office doesn't provide written proof of your Child Benefit - you can use the documents listed above.^\r\n\r\n*[HMRC]: HM Revenue & Customs","overview":"Your Child Benefit number and where to find it, how to prove you qualify for Child Benefit if asked","slug":"child-benefit-number","title":"Child Benefit number","updated_at":"2012-10-03T12:14:04+00:00","type":"answer"}