{"artefact":[["_response_info",{"status":"ok"}],["title","Cider or perry maker's registration (All UK)"],["id","https://contentapi.production.alphagov.co.uk/cider-or-perry-maker-s-registration-all-uk.json"],["web_url","https://www.gov.uk/cider-or-perry-maker-s-registration-all-uk"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":" ","overview":"To make cider or perry in the UK you need to register with HM Revenue & Customs (HMRC)","will_continue_on":"the HMRC website","continuation_link":"http://www.hmrc.gov.uk","licence_identifier":"9216-7-1","licence_short_description":"Register with HM Revenue & Customs (HMRC) as a cider or perry producer","licence_overview":"If you make cider or perry for sale and your total production - including any for your own consumption - in any 12 months period either exceeds 7,000 litres (70 hectolitres), or is likely to do so, then you need to register the premises on which it is produced with HM Revenue & Customs (HMRC).\r\n\r\n##Conditions\r\nYou must also register if you render cider or perry sparkling, unless you intend to carry out this process in an excise warehouse - a place approved by HMRC for the holding of goods on which excise duty is suspended. You may produce cider or perry and sparkling cider or perry on the same registered premises.\r\n\r\n##How to apply\r\nYou should apply for registration on form CP 30.\r\n\r\n$D\r\n[Download Form CP30, Application by maker of cider or perry for registration (PDF, 8KB)](http://customs.hmrc.gov.uk/channelsPortalWebApp/downloadFile?contentID=HMCE_CL_000326 \"Download Form CP30, Application by maker of cider or perry for registration (PDF, 8KB)\") \r\n$D\r\n\r\nA separate registration is needed for each set of premises where you intend to make cider or perry for sale.\r\n\r\nAs part of your application, you must make entry of the premises and plant you intend to use. This involves creating a plan describing and showing the position of each room, place and vessel that you use in the production process.\r\n\r\nThe plan should be submitted with your application to the HMRC National Registration Unit (the address is listed on the form).\r\n\r\nNo fee is payable and the registration will last until you stop trading.\r\n\r\nYou must keep the certificate of registration on your premises and produce it on request for inspection by HMRC officers.\r\n\r\nYou may claim exemption from registration if your total production in any rolling period of 12 consecutive months does not exceed 70,000 litres (70 hectolitres). To claim exemption you must download form CP 33 and return it to the HMRC National Registration Unit.\r\n\r\n$D\r\n[Download Form CP33, Application by maker of cider or perry for registration (PDF, 8KB)](http://customs.hmrc.gov.uk/channelsPortalWebApp/downloadFile?contentID=HMCE_CL_000296\r\n \"Download Form CP30, Application by maker of cider or perry for exemption from registration (PDF, 8KB)\") \r\n$D\r\n\r\nIf you have any queries about registering, call the HMRC Excise Helpline.\r\n\r\n$C\r\n**HMRC Excise Helpline**  \r\n\r\n0845 010 9000  \r\n**Textphone:** 0845 601 5613  \r\nMonday to Friday, 8am to 8pm\r\n$C\r\n\r\nIf you are operating in an excise warehouse, you don't need to register, but you will need authorisation from HMRC to deal in duty-suspended goods.\r\n\r\n##Fines and penalties\r\nIf you produce cider or perry on unregistered premises, you may be fined. The cider or perry and all vessels, utensils and materials used in the production process may also be forfeited.\r\n\r\n\r\n\r\n*[HMRC]: HM Revenue & Customs","updated_at":"2012-10-08T17:07:50+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}