{"alternative_title":"Ask for a lenient Crown Court sentence to be reviewed","body":"$!If you think someone's Crown Court sentence is too low, you can ask for it to be reviewed.$!\r\n\r\nThe Crown Court only deals with cases in England and Wales. Only certain types of case can be reviewed, including:\r\n\r\n- murder\r\n- rape\r\n- robbery\r\n- child sex crimes and child cruelty\r\n- some serious fraud\r\n- some serious drug crimes\r\n- crimes committed because of the victim's race or religion\r\n\r\n^Anyone can ask for a sentence to be reviewed - they don't have to be involved in the case.^\r\n\r\nOnly one person needs to ask for a sentence to be reviewed. \r\n\r\n##How to complain\r\n\r\nYou should contact the Attorney General's Office as soon as possible after the sentence is passed. The time limit for making a complaint is 28 days after sentencing. \r\n\r\nYou should provide as much information as you can about the case, eg the:\r\n\r\n- name of the person who got the sentence\r\n- date the sentence was given\r\n- court where the case was held\r\n- crime committed\r\n\r\n$C\r\n**Attorney General's Office**  \r\n[www.attorneygeneral.gov.uk](http://www.attorneygeneral.gov.uk/ \"Contact the Attorney General's Office\"){:rel=\"external\"}  \r\n<correspondenceunit@attorneygeneral.gsi.gov.uk>  \r\n**Telephone:** 020 7271 2492    \r\nMonday to Friday 9am to 5pm    \r\n$C\r\n\r\nThe Attorney General has 28 days to review a sentence and make a decision. Once the case has been reviewed, it may be sent to the Court of Appeal.\r\n\r\n##The Court of Appeal\r\n\r\nThe Court of Appeal may decide that the sentence:\r\n\r\n- should stay the same\r\n- is unreasonably low (called 'unduly lenient') and may increase it\r\n\r\n^Even if a case is passed on to the Court of Appeal it may not change the sentence.^","overview":"How to complain to the Attorney General's Office if you think someone's sentence is too low - and what happens if the Court of Appeal get involved","slug":"complain-about-low-crown-court-sentence","title":"Complain about a low Crown Court sentence","updated_at":"2012-10-02T12:12:28+00:00","type":"answer"}