{"alternative_title":"","body":"$! Your Corporation Tax rate depends on how much profit your company makes and may change on April 1 each year. $!\r\n\r\n| Rate | From April 1 2011 | From April 1 2012 | From April 1 2013 |\r\n|-|-|-|-|-|\r\n| Profits £300,000 or less | 20% | 20% | To be announced |\r\n| Profits above £300,000  | 26% | 24% | 23% |\r\n\r\n##Profits below £1.5 million\r\n\r\nIf your company's profit is between £300,000 and £1.5 million, you can claim 'Marginal Relief'. This is a sliding-scale reduction on your company's tax bill. It means that the Corporation Tax rate rises gradually for profits between £300,000 and £1.5 million.\r\n\r\n^Work out your Corporation Tax using HMRC's [Marginal Relief calculator.](http://www.hmrc.gov.uk/calcs/mrr.htm \"Marginal Relief calculator\"){:rel=\"external\"} ^\r\n\r\nYou claim Marginal Relief when you [send your Company Tax Return](/prepare-and-file-annual-accounts-for-a-limited-company \"Prepare and file annual accounts for a limited company\") to HMRC.\r\n\r\n##Profits above £1.5 million\r\n\r\nYour company pays the main rate on profits over £1.5 million. There is no Marginal Relief.\r\n\r\n###If your accounting period involves a change of Corporation Tax rate\r\n\r\nWork out how many days each rate applied, then work out the tax due for each. For example, if your accounting period is 1 March 2011 to 28 February 2012, you pay:  \r\n\r\n- the 2010-11 rate for 31 days (1 March to March 31) \r\n- the 2011-12 rate for 334 days (from April 1 to February 28)\r\n\r\n\r\n###If your accounting period is shorter than 12 months\r\n\r\nThe thresholds of £300,000 and £1.5 million are for a whole year, so these are reduced in line with your accounting period. For example, if your accounting period is 6 months, the £300,000 threshold is halved to £150,000.\r\n\r\n\r\n###Associated companies\r\n\r\nAssociated companies (where one company controls others) share thresholds. For example, if 1 company owns 5 others, divide the thresholds by 6 when working out the Corporation Tax for each company.\r\n\r\n###Ring fence companies\r\nThere are [different rates for ring fence companies](http://www.hmrc.gov.uk/rates/corp.htm \"Corporation Tax rates\"){:rel=\"external\"} (companies involved in oil extraction or oil rights in the UK or UK continental shelf).\r\n\r\n*[HMRC]: HM Revenue & Customs","overview":"Your Corporation Tax rate depends on how much profit your company makes and may change on April 1 each year. Marginal relief will reduce your Corporation Tax bill if your profits are between £300,000 and £1.5 million.","slug":"corporation-tax-rates","title":"Corporation Tax rates","updated_at":"2012-10-02T12:12:31+00:00","type":"answer"}