{"alternative_title":"","overview":"Eviction of council or housing association tenants: grounds for eviction, notice period, and what a court can decide","slug":"council-housing-association-evictions","title":"Council and housing association evictions","updated_at":"2012-10-02T12:12:32+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You may be able to stop or delay the eviction. You can get advice from charities like [Citizens Advice](http://www.citizensadvice.org.uk/index/getadvice.htm \"Citizens Advice\"){:rel=\"external\"} or [Shelter.](http://england.shelter.org.uk/home \"Shelter\"){:rel=\"external\"} \r\n\r\n^Eviction means your landlord ends your tenancy and you have to leave your property.^\r\n\r\nThe steps that your council or housing association must take to evict you depends on the [type of tenancy](/council-housing/types-of-tenancy \"Council housing: types of tenancy\") you have. But the basic steps are:\r\n\r\ns1. You get written notice that the council or housing association plans to evict you.\r\ns2. If you don't leave or can't come to an agreement, the council or housing association can apply to the court for a possession order.\r\ns3. The court decides whether you can be evicted.\r\ns4. If you still don't leave, bailiffs can remove you and your belongings.","slug":"overview","title":"Overview"}},{"table":{"body":"Your council or housing association must give you a written warning notice that they plan to evict you. The notice is normally either at least 4 weeks or 2 months, depending on the type of tenancy you have.\r\n\r\nHowever, they can start eviction proceedings immediately if you’re responsible for:\r\n\r\n+ serious anti-social behaviour – like drug-dealing \r\n+ domestic violence \r\n\r\nFor most types of tenancy, your council or housing association must also tell you why they're planning to evict you.\r\n\r\nThe quicker you reply to the written notice, the better chance you have of keeping you home. If you ignore it and stay in the property, or the council or housing association isn't satisfied with your response, they may apply to the court for permission to evict you.\r\n\r\n##Rent arrears\r\nIf you're facing eviction over unpaid rent, before taking you to court the council or housing association must:\r\n\r\n+ try to talk to you about the arrears as early as possible\r\n+ give you detailed information about the arrears\r\n+ offer help, if you need it, to make a housing benefit claim\r\n+ agree to delay taking you to court if you make a reasonable offer to pay off your rent arrears\r\n\r\nThese steps are known as the [‘pre-action protocol’.](http://www.justice.gov.uk/guidance/courts-and-tribunals/courts/procedure-rules/civil/contents/protocols/prot_rent.htm \"Ministry of Justice: Pre-action protocol for rent arrears\"){:rel=\"external\"} \r\n","slug":"written-notice","title":"Written notice"}},{"table":{"body":"Your council or housing association will need permission from a court to evict you.\r\n\r\nYou’ll get papers confirming the date of the hearing. At the hearing you have the chance to tell your side of the story.\r\n\r\nThe court can:\r\n\r\n+ issue a possession order giving the council or housing association permission to evict you\r\n+ decide evicting you is not justified – eviction proceedings will then stop\r\n+ issue a suspended or postponed possession order giving you a final chance to avoid eviction \r\n\r\n##After the hearing\r\nThe possession order will state the date you must leave the property by. If you don't leave, your council or housing association can ask the court to send a bailiff to remove you and your belongings. The court will tell you the date they'll arrive.\r\n\r\nIn certain situations, your local council may offer you temporary housing to give you a chance to find another property. While it's looking into your case, the council may offer you [emergency accommodation](/emergency-housing-if-homeless \"Emergency housing if you're homeless\") (such as a hostel or B&B). Shelter has an [emergency housing rights checker tool](http://england.shelter.org.uk/get_advice/downloads_and_tools/emergency_checker \"Shelter's emergency housing rights checker\"){:rel=\"external\"} that shows whether you may be entitled to this.\r\n\r\n\r\n","slug":"the-court-hearing","title":"The court hearing"}}],"type":"guide"}