{"alternative_title":"Registering a day nursery in Scotland","continuation_link":"","licence_identifier":"920-3-1","licence_overview":"$!You must register with Social Care and Social Work Improvement Scotland (SCSWIS) Care Inspectorate if you want to run a day nursery in Scotland.$!\r\n\r\nYou must register to provide day care where all the following apply:\r\n\r\n* the children are under the age of 8\r\n* the nursery is on non-domestic premises\r\n* sessions are more than 2 hours in any one day\r\n* the service is provided at least 6 days a year \r\n\r\nDay care includes all nursery classes, crèches, after school clubs and play groups. \r\n\r\nIt doesn't include services which are part of school activities, sports clubs or uniformed activities, like Scouts or Guides.\r\n\r\n##About your application\r\n\r\nAs part of the application process you'll be asked for detailed information like:\r\n\r\n* personal details and financial records\r\n* references\r\n* building plans and surveys\r\n* manager details\r\n* staff recruitment and training \r\n* day care arrangements\r\n\r\nRead the guidance below for more information about the registration process and fees.\r\n\r\n$D[Download 'Applying to register a care service: guidance for applicants' (PDF, 251KB)](http://www.scswis.com/index2.php?option=com_docman&task=doc_view&gid=169&Itemid=378 \"Applying to register a care service: guidance for applicants\"){:rel=\"external\"}$D\r\n\r\n\r\n##How to apply\r\n\r\nYou can apply online or by post.\r\n\r\nTo apply online, [register with the Care Inspectorate.](http://www.scswis.com/index.php?option=com_content&task=view&id=7740&Itemid=582 \"online registration form\"){:rel=\"external\"} \r\n\r\nTo apply by post, contact the national enquiries line for an application pack.\r\n\r\n$C \r\n**Care Inspectorate enquiries**  \r\n<enquiries@careinspectorate.com>  \r\n0845 600 9527  \r\n$C\r\n\r\n##Displaying your registration certificate\r\n\r\nYou must keep your certificate, or a copy of it, in a prominent place in your nursery.\r\n\r\n##Penalties\r\n\r\nThe 'Care Inspectorate' can inspect your nursery. If they find problems they'll tell you what to do to put things right. If you don't do these things they can close your nursery down.\r\n\r\nFor more information about the standards you must meet, read the guidance below.\r\n\r\n$D[Download 'National Care Standards: Early education and childcare up to the age of 16' (PDF, 360KB)](http://www.nationalcarestandards.org/files/early-education.pdf 'National Care Standards: Early education and childcare up to the age of 16'){:rel=\"external\"}$D\r\n\r\n\r\n*[SCSWIS]: Social Care and Social Work Improvement Scotland","licence_short_description":"You need to register if you want to run a day nursery in Scotland.","overview":"Get licensed to run Scottish day care for children under 8","slug":"day-nurseries-scotland","title":"Starting a nursery (Scotland)","updated_at":"2012-10-02T12:14:20+00:00","will_continue_on":"","type":"licence"}