{"artefact":[["_response_info",{"status":"ok"}],["title","Day care services registration (Northern Ireland)"],["id","https://contentapi.production.alphagov.co.uk/day-care-services-registration-northern-ireland.json"],["web_url","https://www.gov.uk/day-care-services-registration-northern-ireland"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You need to register with your local Health and Social Services Board (HSBB) if you operate a children's day care service for children under 12","will_continue_on":"","continuation_link":"","licence_identifier":"9171-4-1","licence_short_description":"Register with your local Health and Social Services Board (HSBB) if you operate a children's day care service for children under 12.","licence_overview":"If you operate a children's day care service for children under 12 years of age you must be registered with your local Health and Social Services Board (HSSB).\r\n\r\nYou will provide day care if you care for children for a period or total period of two hours or more per day.\r\n\r\nTo register, you should contact your local HSSB for an application form. You must provide the following information:\r\n\r\n- personal details including correspondence address\r\n- the type of daycare you provide - eg day nursery, playgroup or crèche\r\n- any relevant qualifications\r\n- doctors' information\r\n- details of relevant experience\r\n- personal references \r\n- details of the members of your household and any regular visitors\r\n- consent to checks of your application\r\n- sufficient details for an identity check to be carried out\r\n\r\nYou will be required to attend an interview. You and anyone that lives in your premises will have to take a criminal records check and social services records checks.\r\n\r\nA social worker will inspect your premises and assess your competence. You must meet the minimum standards for childminding and day care set by the Department of Health, Social Services and Public Safety (DHSSPS). Any staff will also be assessed for competence.\r\n\r\nYour application may be refused if you or anyone in your household is considered to be unfit to look after, or be in proximity of, children under the age of twelve.\r\n\r\nIn addition to the application form, you may also have to provide:\r\n\r\n- any relevant building plans and planning permissions\r\n- staff vetting forms and qualifications\r\n- insurances\r\n- registration with Environmental Health - for health and safety and food safety purposes\r\n\r\n##Conditions\r\n\r\nYou must comply with any requirements imposed by the HSSB, which may specify:\r\n\r\n- the maximum number of children you can look after on your premises\r\n- the security of your premises\r\n- that you must notify them if the facilities in your premises change\r\n- the minimum and maximum number of assistants you may have\r\n- records you must keep\r\n\r\nWhen you receive your certificate of registration, you must display it in your premises. Your premises will be inspected at least once a year.\r\n\r\nIf you provide day care for children at different premises you must be separately registered for each.\r\n\r\n*[HSSB]: Health and Social Services Board","updated_at":"2012-10-08T09:54:44+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}