{"alternative_title":"","overview":"Taking up your State Pension later - what you'll get, how to defer, extra State Pension and lump sum payment","slug":"deferring-state-pension","title":"Deferring your State Pension","updated_at":"2012-10-02T12:12:35+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If you defer your State Pension you may get extra money. You could get this as either extra State Pension or a lump sum payment.\r\n\r\n##Extra State Pension\r\n\r\nIf you put off claiming your State Pension for at least 5 weeks you may earn extra State Pension. Your State Pension will increase by 1% for every 5 weeks you put off claiming. This is the same as 10.4% for every full year you put off claiming.\r\n\r\nOnce you claim your State Pension, any extra State Pension you have built up will usually increase each year to take account of price inflation.\r\n\r\n##Lump sum payment\r\n\r\nIf you put off claiming your State Pension for at least 12 months in a row, you may choose to get a one-off lump sum payment.","slug":"what-you-may-get","title":"What you may get"}},{"table":{"body":"You don't need to do anything to defer your State Pension - as long as you're not claiming any benefits.\r\n\r\nIf you're claiming benefits you'll need to tell [The Pension Service](http://www.direct.gov.uk/en/Pensionsandretirementplanning/StatePension/DG_180132 \"Pension Service\"){:rel=\"external\"} you want to defer.\r\n\r\nIf you're already getting your State Pension, but want to stop claiming it, you should [contact your pension centre.](http://pensions-service.direct.gov.uk/en/find-pension-centre/home.asp \"contact your pension centre\"){:rel=\"external\"}","slug":"how-to-defer-your-state-pension","title":"How to defer your State Pension"}},{"table":{"body":"If you're getting means tested benefits, then extra State Pension will count as income and will affect these benefits, for example:\r\n\r\n- Pension Credit \r\n- Housing Benefit \r\n- Council Tax Benefit \r\n- Tax credits\r\n\r\nIf you’re deferring your State Pension, you won’t build up any extra State Pension for the days you're also receiving any of the following benefits: \r\n\r\n- Income Support \r\n- Pension Credit \r\n- Employment Support Allowance (income related)  \r\n- Jobseeker’s Allowance (income based)\r\n- Carer's Allowance \r\n- Incapacity Benefit \r\n- Severe Disablement Allowance \r\n- Widow's Pension \r\n- Widowed Mother's Allowance \r\n- Unemployability Supplement \r\n- any type of State Pension\r\n\r\nIf you’re deferring your State Pension, you won’t build up any extra State Pension for the days your partner is receiving any of the following benefits:\r\n\r\n- Income Support \r\n- Pension Credit \r\n- Employment Support Allowance (income related)  \r\n- Jobseeker’s Allowance (income based) \r\n\r\n##Prison\r\nIf you have deferred your State Pension, you won’t build up extra State Pension for any days you’re in prison. \r\n\r\n##Tax\r\nYour extra State Pension is counted as income for tax purposes.\r\n\r\n##Inheritance \r\nIf your husband, wife or civil partner dies while they're deferring their State Pension then you may be entitled to inherit extra State Pension when you claim your State Pension. This is provided that both of the following apply:\r\n\r\n- you were still married or in the civil partnership when he/she died\r\n- you have not remarried or formed a new civil partnership before you reach State Pension age\r\n\r\nIf you're a widower or a civil partner you must be over State Pension age at the time when your wife or civil partner dies. This condition does not apply to widowers and civil partners who reached State Pension age on or after 6 April 2010.\r\n\r\nThe amount of extra State Pension you get will be based on your deceased husband, wife or civil partner's basic Sate Pension.","slug":"extra-state-pension","title":"Extra State Pension"}},{"table":{"body":"If you choose a lump sum payment and claim Pension Credit, Housing Benefit or Council Tax Benefit, these benefits will not be affected.\r\n\r\nYou won't build up any lump sum if you or your partner claim any of the following benefits whilst you’re deferring your State Pension: \r\n\r\n- Income Support \r\n- Pension Credit \r\n- Employment Support Allowance (income related)  \r\n- Jobseeker’s Allowance (income based) \r\n- Carer's Allowance \r\n- Incapacity Benefit \r\n- Severe Disablement Allowance \r\n- Widow's Pension \r\n- Widowed Mother's Allowance \r\n- Unemployability Supplement \r\n- any type of State Pension\r\n\r\nIf you're getting Graduated Retirement Benefit or Shared Additional Pension these will count towards a lump sum payment.\r\n\r\n##Prison\r\nIf you have deferred your State Pension you won’t build up a lump sum payment if you’re in prison.\r\n\r\n##Tax\r\nYour lump sum is taxed at the highest tax rate that applies to your other income. Contact your tax office if you have specific tax enquiries.\r\n\r\n##Inheritance \r\nIf your husband, wife or civil partner dies while they're deferring their State Pension then you may be entitled to inherit a lump-sum when you claim your State Pension. This is provided both of the following apply:\r\n\r\n- you were still married or in the civil partnership when they died\r\n- you have not remarried or formed a new civil partnership before you reach State Pension age\r\n\r\nIf you're a widower or civil partner you must be over State Pension age at the time when your wife or civil partner dies. This condition does not apply to widowers and civil partners who reached State Pension age on or after 6 April 2010.\r\n\r\nIf you were under State Pension age when your wife or civil partner died and you reached State Pension age before 6 April 2010, you may claim up to three months of your late wife’s or late civil partner’s deferred State Pension.","slug":"lump-sum-payment","title":"Lump sum payment"}}],"type":"guide"}