{"alternative_title":"","body":"$!You’re disabled under the [Equality Act 2010](http://www.legislation.gov.uk/ukpga/2010/15/section/6 \"Equality Act 2010\"){:rel=\"external\"} if you have a physical or mental impairment that has a 'substantial' and 'long-term' negative effect on your ability to do normal daily activities.$!\r\n\r\n% The Equality Act 2010 doesn't apply to Northern Ireland - find out more on [NI Direct.](http://www.nidirect.gov.uk/definition-of-disability \"NI Direct - definition of disability\"){:rel=\"external\"}. %\r\n\r\n##What 'substantial' and 'long-term' mean\r\n\r\n- 'substantial' is more than minor or trivial - eg it takes much longer than it usually would to complete a daily task like getting dressed\r\n\r\n- 'long-term' means 12 months or more - eg a breathing condition that develops as a result of a lung infection\r\n\r\nThere are special rules about recurring or fluctuating conditions, for example, arthritis. For more details about the special rules download the 'Equality Act Guidance'.\r\n\r\n$D [Download 'Equality Act Guidance' (PDF, 789KB)](http://odi.dwp.gov.uk/docs/wor/new/ea-guide.pdf \"Download 'Equality Act Guidance (PDF, 789KB)\"){:rel=\"external\"} $D\r\n\r\n##Progressive conditions\r\n\r\nA progressive condition is a condition that gets worse over time. People with progressive conditions can be classed as disabled. \r\n\r\nHowever, you automatically meet the disability definition under the [Equality Act 2010](http://www.legislation.gov.uk/ukpga/2010/15/section/6 \"Equality Act 2010\"){:rel=\"external\"} from the day you're diagnosed with HIV infection, cancer or multiple sclerosis. \r\n\r\n##What isn’t counted as a disability\r\n\r\nSome conditions aren’t covered by the disability definition. These include addiction to non–prescribed drugs or alcohol. To find out about the conditions which aren't covered, download the 'Equality Act Guidance'.\r\n\r\n$D [Download 'Equality Act Guidance' (PDF, 789KB)](http://odi.dwp.gov.uk/docs/wor/new/ea-guide.pdf \"Download 'Equality Act Guidance (PDF, 789KB)\"){:rel=\"external\"} $D\r\n","overview":"You’re disabled under the Equality Act 2010 if you have a physical or mental impairment that has a 'substantial' and 'long-term' negative effect on your ability to do daily activities","slug":"definition-of-disability-under-the-equality-act-2010","title":"Definition of disability under the Equality Act 2010","updated_at":"2012-10-02T12:12:35+00:00","type":"answer"}