{"artefact":[["_response_info",{"status":"ok"}],["title","Denatured alcohol production and distribution"],["id","https://contentapi.production.alphagov.co.uk/denatured-alcohol-production-distribution.json"],["web_url","https://www.gov.uk/denatured-alcohol-production-distribution"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"Forms and application process for getting a licence to produce or distribute alcohol treated with additives that prevent human consumption and which is to be used for industrial purposes only ","will_continue_on":"","continuation_link":"","licence_identifier":"9149-7-1","licence_short_description":"How to get the forms and apply for licences to produce or distribute denatured alcohol","licence_overview":"Denatured alcohol is commonly used for industrial purposes, eg the manufacture of cleaning fluids and perfumes – and is alcohol with chemicals added to prevent its use as a beverage. Alcohol denatured in accordance with approved formulations is not liable to excise duty.\r\n\r\nThere are three approved classes of denatured alcohol, which must be produced in accordance with specific formulations:\r\n\r\n* completely denatured alcohol (CDA)\r\n* industrial denatured alcohol (IDA)\r\n* trade specific denatured alcohol (TSDA)\r\n\r\n##Conditions\r\n\r\n### Producers\r\n\r\nIf you want to produce denatured alcohol you must either:\r\n\r\n* be a licensed distiller, rectifier or compounder with authorisation from HM Revenue & Customs (HMRC) to denature alcohol\r\n* hold an excise licence to denature alcohol from HMRC\r\n\r\n###Distributors\r\n\r\nIf you deal wholesale in denatured alcohol you must hold an excise licence from HMRC. To deal wholesale you must sell quantities of no less than 20 litres to any one person.\r\n\r\n##How to apply\r\n\r\n###Producers: applications\r\n\r\nTo become authorised you must write to the NRU.\r\n\r\n$A\r\nNational Registration Unit  \r\nPortcullis House  \r\n21 India Street  \r\nGlasgow G2 4PZ \r\n$A\r\n\r\nYou must explain that you want to be authorised to denature alcohol and give details of your distiller, rectifier or compounder licence.\r\n\r\nYou must also apply for a licence on [Form L5 – Application for a licence to carry on an excise trade – available on the HMRC website.](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?record=Sv6EGMmvKsM&formId=706 \"Form L5 Application for a licence to carry on an excise trade\"){:rel=\"external\"} In the specified trade section you must enter 'denaturer'.\r\n\r\nYour licence can cover more than one set of premises.\r\n\r\nWhether or not you are authorised or licensed, you must also:\r\n\r\n* apply to the National Registration Unit (NRU) for approval of your planned manufacturing process\r\n* make entry of each set of premises you intend to use to make denatured alcohol (unless your premises are approved as an excise warehouse)\r\n\r\nYour application for approval of your manufacturing process must be made in writing (there is no set format) and include:\r\n\r\n* your name and contact number\r\n* address of the premises where you intend to denature alcohol\r\n* your VAT registration number (if applicable)\r\n* the class or classes of denatured alcohol you intend to make\r\n* the formulation you intend to follow\r\n* the process you intend to use when mixing the alcohol with the other substances specified in the formulation\r\n\r\nHMRC's approval will be in writing and may be subject to conditions.\r\n\r\nTo make entry of your premises you will need to obtain one of the following forms from HMRC:\r\n\r\n* [Form EX 103 – for private traders](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?record=k0NJ2XPsyMw&formId=572 \"EX 103 - Excise Entry: Private Trader\"){:rel=\"external\"}\r\n* [Form EX103A – for companies](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?record=hZFleDNTBho&formId=573 \"EX 103A - Excise Entry: Incorporated Company\"){:rel=\"external\"}\r\n\r\nFill in the form as directed, describing all the rooms, vessels, utensils etc which you will be using for your trade. Diagrams may be required. Each room, vessel etc must be given an identifying name or number, as well as being physically marked.\r\n\r\nThe form should be sent to the NRU, along with your other application documents. No fee is payable.\r\n\r\nAn HMRC officer may inspect your premises prior to your application being granted.\r\n\r\n### Distributors: applications\r\n\r\nYou must apply for a licence on [Form L5.](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?record=Sv6EGMmvKsM&formId=706 \"Form L5 Application for a licence to carry on an excise trade\"){:rel=\"external\"} In the specified trade section you must enter 'distributor'.\r\n\r\nYour application should be accompanied by a letter explaining what denatured alcohol you intend to distribute.\r\n\r\nYour licence may cover more than one set of premises.\r\n\r\nIf you intend to hold stocks of IDA or TSDA you must:\r\n\r\n* apply to the NRU for authorisation using the standard wording for an application contained in HMRC guidance\r\n* make entry of each set of premises you intend to use to hold denatured alcohol \r\n\r\nYou must only sell IDA and TSDA to authorised users and have a copy of that authorisation.\r\n\r\n##Fines and penalties\r\n\r\nIf you don't follow the requirements covering the production and distribution of denatured alcohol, you may be fined and any denatured alcohol on your premises may be forfeited.\r\n\r\nIf you have any queries about obtaining a licence, authorisation or approval, you can call the HMRC Excise Helpline.\r\n\r\n$C\r\n\r\n**HMRC Excise Helpline**  \r\n0845 010 9000  \r\nMonday to Friday 8am to 8pm\r\n\r\n$C\r\n\r\n\r\n\r\n*[CDA]: completely denatured alcohol \r\n*[IDA]: industrial denatured alcohol \r\n*[TSDA]: trade specific denatured alcohol\r\n*[NRU]: National Registration Unit \r\n*[HMRC]: HM Revenue & Customs ","updated_at":"2012-10-08T17:08:00+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}