{"alternative_title":"","overview":"Apply for Disabled Students' Allowances (DSAs) if you have a disability or mental health condition that affects your ability to study - who qualifies and how much you can get","slug":"disabled-students-allowances-dsas","title":"Disabled Students' Allowances (DSAs)","updated_at":"2012-10-02T12:12:37+00:00","parts":[{"table":{"body":"You can apply for Disabled Students' Allowances (DSAs) if you have a disability or mental health condition or specific learning difficulty that affects your ability to study. \r\n\r\nYou need to be a higher education student living in England.\r\n\r\nDSAs are paid on top of student finance and you don't have to pay them back. The amount you get depends on your individual needs and not on income.\r\n\r\n*[DSAs]: Disabled Students' Allowances","slug":"overview","title":"Overview"}},{"table":{"body":"The amount of Disabled Students' Allowances (DSAs) you can get depends on your individual needs - not your household income. \r\n\r\nYou can get help with the costs of:\r\n\r\n- specialist equipment like computer software\r\n- non-medical helpers, such as a note-taker or reader\r\n- extra travel costs you have to pay because of your disability\r\n- other costs such as photocopying \r\n\r\n##Maximum amounts\r\n\r\nThe figures below are the maximum you can get - most students get less than this. \r\n\r\nType of student | Specialist equipment allowance  | Non-medical helper allowance | General allowance\r\n- | -\r\nfull-time  | up to £5,161 for the whole course | up to £20,520 a year | up to £1,724 a year\r\npart-time | up to £5,161 for the whole course\t | up to £15,390 a year | up to £1,293 a year\r\n\r\nIf you're a part-time student the 'intensity' of your course may affect how much DSA you get. Intensity means how long your course takes to complete each year compared to an equivalent full-time course. Your course must:\r\n\r\n- last at least a year\r\n- not last more than 4 times as long as the equivalent full-time course \r\n\r\nIf you start a course **before** 1 September 2012 your course must not last more than twice as long as the equivalent full-time course. \r\n\r\nYou can also claim for extra travel costs you have to pay because of your disability - for example if you have to use taxis because you're unable to use public transport. \r\n\r\nPostgraduate students can get a single allowance of up to £10,260.\r\n\r\n##How DSAs are paid\r\n\r\nMoney is paid directly to who provides the service or equipment or into your bank account.\r\n\r\n*[DSA]: Disabled Students' Allowance\r\n*[DSAs]: Disabled Students' Allowances\r\n\r\n\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You can apply for Disabled Students' Allowances (DSAs) if you have a: \r\n\r\n- disability or long-term health condition\r\n- mental health condition \r\n- specific learning difficulty like dyslexia or dyspraxia\r\n\r\nYou must also:\r\n\r\n- have a condition that affects your ability to study \r\n- qualify for student finance from Student Finance England\r\n- be studying on a course that lasts at least a year \r\n\r\nPart-time courses must:\r\n\r\n- not last more than 4 times as long as the equivalent full-time course\r\n- be at least 25% of the 'intensity' of the equivalent full-time course each year (for example, if your course takes 6 years to complete but would take 3 years full-time, it has an intensity of 50%)\r\n\r\n^You can’t get DSAs if you qualify for equivalent help from elsewhere, like an NHS bursary^\r\n\r\n##Proving you're eligible\r\n\r\nYou won’t automatically get DSAs - you need to send [proof of your eligibility](/disabled-students-allowances-dsas/further-information \"proof of your eligibility\") like a letter from your doctor or specialist. \r\n\r\nYou will also need to have a needs assessment to decide what help you need. You'll then get a report listing equipment and other support you can get for your course.\r\n\r\n*[DSAs]: Disabled Students' Allowances","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"To apply for Disabled Students' Allowances (DSAs) you need to fill in an application form and send it to Student Finance England. \r\n\r\n$A\r\nStudent Finance England\r\nPO Box 210\r\nDarlington\r\nDL1 9HJ\r\n$A\r\n\r\nIf you’ve applied for student finance you need to complete the short version of the form. If you’re only applying for DSAs complete the full version of the form. \r\n\r\nYou can also claim extra travel costs you've had to pay because of your condition. \r\n\r\n##If you've applied for student finance - short form\r\n$D  [Download DSA1 short application form (PDF, 180KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@educ/documents/digitalasset/dg_200348.pdf \"DSA1 short application form\") $D\r\n##If you're only applying for DSAs - full form\r\n$D [Download DSA1 full application form (PDF, 276KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@educ/documents/digitalasset/dg_200346.pdf \"DSA1 full application form\")$D\r\n\r\n##Claim travel and other expenses\r\n\r\n$D[Download Expenses claim form 2011/12 (PDF, 88KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@educ/documents/digitalasset/dg_199621.pdf \"Expenses claim form 2011/12\") $D\r\n\r\nThe DSA expenses claim form for 2012/13 will be available in October 2012.\r\n\r\n##Guide to DSAs \r\n$D [Download Guide to DSAs (PDF, 411KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@educ/documents/digitalasset/dg_200484.pdf  \"Guide to DSAs\") $D\r\n\r\n*[DSAs]: Disabled Students' Allowances\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Proving your disability\r\n\r\nSend medical evidence with your application – for example, a letter from your doctor or specialist.\r\n\r\nIf you have a specific learning difficulty such as dyslexia, you’ll need to provide a 'diagnostic assessment' from a psychologist or suitably qualified specialist teacher. If you had this done when you were under age 16, you may need to get reassessed. \r\n\r\nIf you need a new diagnostic assessment but can’t afford to pay for it, you may be able to get financial help through the [Access to Learning Fund](/access-to-learning-fund \"Access to Learning Fund\").\r\n\r\n##Your ‘needs assessment’ \r\n\r\nStudent Finance England will ask you to have a 'needs assessment' test to work out what help you need. \r\n\r\nYou shouldn't book a needs assessment until Student Finance England ask you to. \r\n\r\nThe assessment is paid for through any Disabled Students' Allowances (DSAs) entitlement you may have.\r\n\r\n##Help and advice \r\n\r\nFind out more about how much you can get, if you qualify and how to apply in the ‘Bridging the gap’ guide.\r\n\r\n$D\r\n[Download Bridging the Gap, a guide to Disabled Students Allowances (DSAs) 2012/13 (PDF, 411KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@educ/documents/digitalasset/dg_200484.pdf \"Bridging the Gap, a guide to Disabled Students Allowances (DSAs) 2012/13\")\r\n$D\r\n\r\nIf you need advice about financial help, contact the disability adviser at your university or college or speak to Student Finance England.\r\n\r\n$C\r\n\r\n**Student Finance England**\r\n\r\n**Telephone:** 0845 300 5090\r\n\r\n**Minicom:** 0845 604 4434\r\n\r\n**Opening hours:** Monday to Friday, 8am to 8pm; Saturday and Sunday, 9am to 5:30pm\r\n\r\n$C\r\n\r\n##If your circumstances change\r\n\r\nIf your circumstances change, contact Student Finance England. \r\n\r\nFor example:\r\n \r\n- if your condition gets worse you may be able to get extra help \r\n- if you change your course you may still get DSAs but you won’t get any extra equipment allowance\r\n\r\n##Appeals\r\n\r\nIf your application is turned down you can ask for an explanation or for Student Finance England to review your case. Contact Student Finance England for more details.\r\n\r\n*[DSAs]: Disabled Students' Allowances\r\n*[DSA]: Disabled Students Allowance\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}