{"artefact":[["_response_info",{"status":"ok"}],["title","Discharging trade effluent (Scotland)"],["id","https://contentapi.production.alphagov.co.uk/discharge-of-trade-effluent-consent-scotland.json"],["web_url","https://www.gov.uk/discharge-of-trade-effluent-consent-scotland"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"Get permission to send liquid waste out from factories or places where sewage is dealt with and find how to contact Scottish water suppliers and the Scottish Environment Protection Agency","will_continue_on":"","continuation_link":"","licence_identifier":"9260-3-1","licence_short_description":"You need to obtain consent or a letter of authority from Scottish Water before you discharge business or trade effluent into a sewer.","licence_overview":"You must get a trade effluent consent or enter into a trade effluent agreement with your water and sewerage company before you discharge trade effluent or 'liquid waste' to a public foul sewer or a private sewer that connects to a public foul sewer.\r\n\r\nYou'll need consent or agreement if you:\r\n\r\n* allow any trade effluent to discharge into a public foul sewer\r\n* wash substances such as oils, solvents, chemicals, food, adhesives, inks or powders into a public foul sewer\r\n* use a sink, basin, toilet or gully for disposing of any liquid wastes or discharging wash waters into a public foul sewer, apart from domestic sewage.\r\n\r\n##How to apply\r\n\r\nContact your water and sewerage company who will tell you what you need to do. [Find water company contact details on the Scotland on Tap website.](http://www.scotlandontap.gov.uk/view_suppliers.aspx \"Water suppliers in Scotland\"){:rel=\"external\"}\r\n\r\nIf you're not sure where your drains connect to public sewers, check whether your site has a drainage plan or speak to your water and sewerage company for advice.\r\n\r\n###Consent from the Scottish Environment Protection Agency (SEPA)\r\n\r\nYou may also need authorisation from the SEPA to discharge some trade effluents to sewer. These include:\r\n\r\n* effluents from installations that have a pollution prevention and control permit - you must comply with any requirements on your permit for discharging effluents\r\n* effluents that contain dangerous substances, eg mercury or cadmium\r\n\r\n SEPA requirements may be different from the conditions of your trade effluent consent or agreement. You have to comply with the stricter requirements.\r\n\r\nSEPA can give you guidance on consent for discharging trade effluent. [Find your local SEPA office.](http://www.sepa.org.uk/about_us/contacting_sepa/regional_offices.aspx \"Regional SEPA offices\"){:rel=\"external}\r\n\r\n##Fines and penalties\r\n\r\nDischarges made without consent can:\r\n\r\n* damage the sewers\r\n* damage sewage treatment works\r\n* cause a health hazard for sewerage workers or the general public\r\n* harm the environment\r\n\r\nIf you discharge trade effluent to a foul sewer without consent you'll be committing an offence and may be prosecuted and fined. \r\n\r\n*[SEPA]: Scottish Environment Protection Agency \r\n","updated_at":"2012-10-03T12:11:15+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}