{"alternative_title":"","continuation_link":"","licence_identifier":"9238-3-1","licence_overview":"\r\n\r\nIf you operate as a domestic energy assessor in Scotland, you must be a member of an organisation which has been approved by the Scottish Government to deliver services in relation to energy performance certificates (EPCs).\r\n\r\nA domestic energy assessor is qualified to assess the energy efficiency of houses and other residential properties and prepare EPCs and reports containing recommendations for the cost-effective improvement of the energy performance of those buildings.\r\n\r\nThis is a legal requirement when homes over 50 square metres are sold or rented.\r\n\r\n##Conditions\r\n\r\nYour approved organisation is responsible for ensuring that you're suitably qualified and accredited to conduct energy assessments.\r\n\r\nSome organisations are only approved to provide EPC services for certain types of building, eg commercial buildings, so make sure you check this before applying.\r\n\r\n##How to apply\r\n\r\nWhen you apply to join an approved organisation you must provide any supporting documents and application fee that the organisation requests.\r\n\r\nEach approved organisation has its own application process and requirements for membership, but you'll usually be required to provide details of your qualifications, training and fitness to carry out energy assessments.\r\n\r\nYou can find a list of approved schemes on the [Scottish Government website.](http://www.scotland.gov.uk \"The Scottish Government\"){:rel=\"external\"}\r\n\r\nOnce you're a member, you must follow your organisation's code of conduct.\r\n\r\nYou'll usually be issued with an identity card and have to pay an annual membership fee to your organisation.\r\n\r\n##Further information\r\n\r\nAs a member of an approved organisation which produces domestic EPCs you must:\r\n\r\n* carry out energy efficiency assessments on existing dwellings only\r\n* collect data on the dimensions, construction, heating and hot water provision of the property and enter it into an approved software programme – Reduced Data Standard Assessment Procedure (RDSAP)\r\n* produce energy performance certificates (EPCs) for homes on sale and for homes when rented out\r\n\r\n\r\n\r\nRDSAP is the government approved standardised system for doing an energy survey on an existing dwelling, eg for homes being sold or rented out.\r\n\r\nYou must make sure that any EPC that you issue, and the associated data, is entered onto the relevant register kept by the Scottish Government before you give the document to the person who requested that it be issued.\r\n\r\nIf you want to produce EPCs you'll need to get a basic Criminal Records Bureau (CRB) check carried out before you apply to an accreditation scheme as some schemes require it to be sent with the application form. If you already hold a standard or enhanced CRB check some accreditation schemes may accept this.\r\n\r\nIn the case of mixed use buildings – when the building is built, sold or rented out – EPCs should be produced for each dwelling and one or several EPCs produced for the non domestic area. If in doubt, get technical guidance.\r\n\r\n*[EPC]: energy performance certificate\r\n*[EPCs]: energy performance certificates\r\n*[CRB]: Criminal Records Bureau\r\n*[RDSAP]: Reduced Data Standard Assessment Procedure ","licence_short_description":"Get approved to work as a domestic energy assessor and produce energy performance certificates (EPCs) for houses and other residential properties","overview":"Get approved to work as a domestic energy assessor and produce energy performance certificates (EPCs) for houses and other residential properties.","slug":"domestic-energy-assessor-accreditation-scotland","title":"Domestic energy assessor accreditation (Scotland)","updated_at":"2012-10-03T12:11:11+00:00","will_continue_on":"","type":"licence"}