{"artefact":[["_response_info",{"status":"ok"}],["title","Domestic energy assessor (existing dwellings) accreditation (Northern Ireland)"],["id","https://contentapi.production.alphagov.co.uk/domestic-energy-assessor-northern-ireland.json"],["web_url","https://www.gov.uk/domestic-energy-assessor-northern-ireland"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You must be a member of an accreditation scheme to operate as a domestic energy assessor (DEA) for existing buildings in Northern Ireland","will_continue_on":"the Department of Finance and Personnel website","continuation_link":"http://www.dfpni.gov.uk/","licence_identifier":"1087094294","licence_short_description":"Accreditation scheme to operate as a domestic energy assessor (DEA) for existing buildings in Northern Ireland.","licence_overview":"If you operate as a domestic energy assessor (DEA) for existing dwellings in Northern Ireland, you must be suitably qualified and a member of an accreditation scheme which covers the types of work you undertake and is approved by the [Department of Finance and Personnel (DFP).](http://www.dfpni.gov.uk/ \"Department of Finance and Personnel (DFP)\"){:rel=\"external\"}\r\n\r\nA DEA is qualified to assess the energy efficiency and prepare energy performance certificates (EPCs) and reports containing recommendations for the cost-effective improvement of the energy performance of existing dwellings. A recommendation report must be issued with an EPC.\r\n\r\nIf you're a DEA you must collect data on the dimensions, construction, heating and hot water provision of the dwelling and enter it into an approved software programme - Reduced Data Standard Assessment Procedure (RDSAP) and produce EPCs for homes being marketed for sale or rental.\r\n\r\nRDSAP is the government approved standardised system for doing an energy survey on an existing dwelling, eg for homes being sold or rented out. A full Standard Assessment Procedure (SAP) requires many data items that can't be seen in a survey or that may take too long to collect. RDSAP is an industry agreed standard set of data items and a standard way of inferring the missing data.\r\n\r\nSAP is the procedure for energy assessments of domestic premises.\r\n\r\nTo join a scheme you must either:\r\n\r\n- hold a current qualification in energy inspection - this forms part of a National Occupational Standard (NOS) in Energy Inspection\r\n- have approved prior experience and learning equivalent to the NOS requirements - this is gained via the Accreditation of Prior Experiential Learning (APEL) route\r\n\r\nAs an energy assessor you may only conduct inspections in areas covered by your current qualification and accreditation system.\r\n\r\nTo become accredited you must complete an application form and provide any supporting documents and application fee that the accreditation scheme requests. Each scheme has its own application form and requirements for membership.\r\n\r\nYou will usually be issued with an identity card and have to pay an annual membership fee to your scheme.\r\n\r\nAn assessor from Northern Ireland accredited by an approved scheme also qualifies to work in England and Wales.\r\n\r\nIf you wish to become a DEA you'll need to get a basic Access NI certificate before you apply to an accreditation scheme as some schemes require it to be sent with the application form. If you already hold a standard or enhanced Access NI check some schemes may accept this.\r\n\r\nTo become accredited you must:\r\n\r\n- show you can carry out consistent and accurate energy assessments independently\r\n- show that you are fit, proper and qualified to carry out energy assessments\r\n- prepare EPC and recommendation reports using a standardised format\r\n- follow your scheme's Code of Conduct\r\n- enter any EPC or recommendation report that you produce and the data which was used to produce them or any asset rating onto the relevant register held Landmark on behalf of the DFP\r\n\r\n##Conditions\r\n\r\nWhen producing EPCs or inspection reports you must include a declaration detailing if you have a business or personal relationship with the person who commissioned the certificate or on whose behalf it was commissioned, anyone with an interest with either of these people or the building.\r\n\r\n*[DEA]: domestic energy assessor\r\n*[DFP]: Department of Finance and Personnel\r\n*[RDSAP]: Reduced Data Standard Assessment Procedure (RDSAP)\r\n*[EPC]: energy performance certificate\r\n*[EPCs]: energy performance certificates\r\n*[SAP]: Standard Assessment Procedure \r\n*[NOS]: National Occupational Standard\r\n*[APEL]:  Accreditation of Prior Experiential Learning","updated_at":"2012-10-08T09:57:42+00:00"}],["tags",[{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null},{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}