{"artefact":[["_response_info",{"status":"ok"}],["title","Domestic energy assessor for existing buildings accreditation (England and Wales)"],["id","https://contentapi.production.alphagov.co.uk/domestic-energy-assessor-existing-buildings.json"],["web_url","https://www.gov.uk/domestic-energy-assessor-existing-buildings"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You must be a member of an accreditation scheme to operate as a domestic energy assessor (DEA) for existing buildings","will_continue_on":"the Department for Communities and Local Government (DCLG) website","continuation_link":"http://www.communities.gov.uk/corporate/","licence_identifier":"1087833161","licence_short_description":"Accreditation scheme to operate as a domestic energy assessor (DEA) for existing buildings.","licence_overview":"If you operate as a domestic energy assessor (DEA) for existing buildings you must be suitably qualified and a member of an accreditation scheme which covers the carrying out of energy assessments on existing dwellings and is approved by the [Department for Communities and Local Government (DCLG).](http://www.communities.gov.uk/corporate/ \"Department for Communities and Local Government (DCLG)\"){:rel=\"external\"}\r\n\r\nIf you're a DEA you must:\r\n\r\n- carry out energy efficiency assessments on existing dwellings only\r\n- collect data on the dimensions, construction, heating and hot water provision of the property and enter it into an approved software programme - Reduced Data Standard Assessment Procedure (RDSAP)\r\n- produce energy performance certificates (EPCs) for homes being marketed for sale, for other homes sold and for homes when rented\r\n\r\nRDSAP is the government approved standardised system for doing an energy survey on an existing dwelling, eg for homes being sold or rented out. A full Standard Assessment Procedure (SAP) requires many data items that can't obtained through a visual inspection or that may take too long to collect. RDSAP is an industry agreed standard set of data items and a standard way of inferring the missing data.\r\n\r\nSAP is the procedure for energy assessments of domestic premises. It is used to show that they comply with part L of the Building Regulations 2010. SAP is used for new build dwellings where detailed construction data is available for use in the energy assessment.\r\n\r\nYou will normally need a level three diploma and certificate in domestic energy assessment. Some accreditation schemes may accept evidence of relevant experience as an alternative to the diploma. This procedure is known as accreditation of prior experience and learning - it applies if you already use RDSAP and produce SAP reports and EPCs when a dwelling is sold or let.\r\n\r\nFrom 1 April 2012 if you are an existing DEA and want to continue practising and maintain your accreditation, you will need to obtain a new top-up qualification. This is because a revised version of the EPC, which contains significant changes to its content and format, will be in use from that date\r\n\r\nThe training is likely to take about 8 hours. When you have completed the training, you will be required to take a short online assessment to demonstrate you have acquired the necessary additional knowledge and understanding.\r\n\r\nThe stand-alone qualification will be available until October 2012 at which point it will be incorporated into the standard training for DEAs. If you have not undertaken the additional training and passed the online assessment within this timescale, you will need to start again from scratch. \r\n\r\nIn order to become accredited, you'll have to:\r\n\r\n- show you can carry out consistent and accurate energy assessments in an independent manner\r\n- show you are fit, proper and qualified to carry out energy assessments\r\n- meet the National Occupations Standards for DEAs\r\n- prepare EPCs and recommendation reports using standard forms\r\n- follow your scheme's code of conduct\r\n- enter any EPCs or recommendation reports that you produce and the data which was used to produce them or any asset rating onto the national register operated by Landmark on behalf of DCLG\r\n\r\nYou'll need to submit a fully completed and signed application form, a basic Criminal Records Bureau check and proof of qualification to your accreditation scheme.\r\n\r\n##Conditions\r\n\r\nWhen producing EPCs or inspection reports you must include a declaration detailing if you have a business or personal relationship with either the person who commissioned the certificate or on whose behalf it was commissioned or anyone with an interest with either of these people or in the building.\r\n\r\nYou must carry out energy assessments with reasonable care and skill.\r\n\r\nMixed use buildings - when the building is built, sold or rented out - should be treated as a dwelling if the living accommodation is more than half of the total area of the building and the commercial part could revert to living accommodation without significant alteration. A house with a portion separated out as a workshop, office or surgery should be dealt with as a mixed use building.\r\n\r\nIn other cases you should treat the dwelling and the non-dwelling parts separately using the most appropriate methodology for each part. For example, where a building contains both flats and offices you should use SAP or RDSAP for the flats and Simplified Building Energy Model or Dynamic Simulation Modelling for the offices, provided that you are qualified to produce an assessment using those software packages.\r\n\r\n*[DEA]: domestic energy assessor\r\n*[DCLG]: Department for Communities and Local Government\r\n*[RDSAP]: Reduced Data Standard Assessment Procedure (RDSAP)\r\n*[EPC]: energy performance certificate\r\n*[EPCs]: energy performance certificates\r\n*[SAP]: standard Assessment Procedure ","updated_at":"2012-10-08T09:50:37+00:00"}],["tags",[{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null},{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}