{"alternative_title":"","body":"$!You could be imprisoned, banned from driving and face a fine if you're found guilty of drink driving.$!\r\n\r\n##Penalties for different offences\r\n\r\nIf you’re charged and found guilty of a drink driving offence, the following penalties may apply.\r\n\r\n^The actual penalty you get is up to the magistrates who hear your case, and depends the circumstances of your offence.^\r\n\r\n###Being in charge of a vehicle while above the legal limit or unfit through drink\r\n\r\nYou may get:\r\n\r\n- 3 months’ imprisonment\r\n- up to £2,500 fine\r\n- a possible driving ban\r\n\r\n###Driving or attempting to drive while above the legal limit or unfit through drink\r\n\r\nYou may get:\r\n\r\n- 6 months’ imprisonment\r\n- up to £5,000 fine\r\n- a driving ban for at least 1 year (3 years if convicted twice in 10 years)\r\n\r\n###Refusing to provide a specimen of breath, blood or urine for analysis\r\n\r\nYou may get:\r\n\r\n- 6 months’ imprisonment\r\n- up to £5,000 fine\r\n- a ban from driving for at least 1 year\r\n\r\n###Causing death by careless driving when under the influence of drink\r\n\r\nYou may get:\r\n\r\n- 14 years’ imprisonment\r\n- an unlimited fine\r\n- a ban from driving for at least 2 years\r\n- an extended driving test before your licence is returned\r\n\r\n##The High Risk Offenders Scheme\r\n\r\nIf you’re a ‘high risk offender’, your driving licence won’t be returned automatically at the end of a driving ban. You'll only get your licence back if you pass a medical examination.\r\n\r\nYou’re a high risk offender if you:\r\n\r\n- were convicted of 2 drink driving offences within 10 years\r\n- were driving when you were at 2.5 times or more the legal alcohol limit\r\n- refused to give the police a sample of breath, blood or urine to test for alcohol\r\n\r\n##Other problems you could face\r\n\r\nA conviction for drink driving also means:\r\n\r\n- your car insurance costs will increase significantly\r\n- if you drive for work, your employer will see your conviction on your licence\r\n- you may have trouble travelling to countries like the USA","overview":"You could be imprisoned, banned from driving and face a fine if you're found guilty of drink driving","slug":"drink-driving-penalties","title":"Drink driving penalties","updated_at":"2012-10-02T12:12:39+00:00","type":"answer"}