{"alternative_title":"","overview":"If you want to drive a bus, lorry or coach for a living you'll need a Driver Certificate of Professional Competence (Driver CPC) and will have to do periodic training","slug":"driver-certificate-of-professional-competence-driver-cpc","title":"Driver Certificate of Professional Competence (Driver CPC)","updated_at":"2012-10-02T12:12:39+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If you're a new professional bus, coach or lorry driver in most cases you must pass the initial Driver Certificate of Professional Competence (Driver CPC) qualification before driving professionally.\r\n\r\nYou’ll get a Driver Qualification Card (DQC) which you’ll need to keep with you when you’re driving professionally.\r\n\r\nIf you’re already a professional bus or lorry driver you might not have to do the tests and can get Driver CPC through [‘acquired rights’](getting-driver-cpc-through-acquired-rights \"‘acquired rights’\").\r\n\r\nThere are also some other situations [when you don't need Driver CPC](when-you-dont-need-driver-cpc \"when you don't need Driver CPC\").\r\n\r\n##Keeping your Driver CPC\r\n\r\nYou’ll need to do 35 hours of periodic training every 5 years to keep your Driver CPC.\r\n\r\n^Buses and coaches are known as Passenger Carrying Vehicles (PCV) and lorries are called Large Goods Vehicles (LGV).^\r\n\r\n*[CPC]: Certificate of Professional Competence\r\n*[PCV]: Passenger Carrying Vehicles\r\n*[LGV]: Large Goods Vehicles","slug":"overview","title":"Overview"}},{"table":{"body":"The qualification is split into 4 parts:\r\n\r\n- part 1 - theory test (multiple-choice and hazard perception)\r\n- part 2 - case studies\r\n- part 3 - practical test of driving ability\r\n- part 4 - vehicle safety demonstration\r\n\r\n^You must pass all 4 parts to get your Driver Certificate of Professional Competence (Driver CPC).^\r\n\r\n*[CPC]: Certificate of Professional Competence","slug":"the-initial-driver-cpc-qualification-","title":"The initial Driver CPC qualification "}},{"table":{"body":"You can book parts 1 and 2 online using the [theory test booking service](/book-a-driving-theory-test \"theory test booking service\").\r\n\r\nYou can book parts 3 and 4 online using the [practical test booking service](/book-practical-driving-test \"practical test booking service\").\r\n\r\nAs well as booking online, the links have details of how to book by phone or by post.","slug":"booking-driver-cpc","title":"Booking Driver CPC"}},{"table":{"body":"##Driver Certificate of Professional Competence (Driver CPC) initial qualification test fees\r\n\r\nPart 1(a) - theory test (multiple choice) | £35\r\nPart 1(b) - theory test (hazard perception) | £15\r\nPart 2 - theory test (case studies) | £30\r\nPart 3 - vocational licence acquisition practical test (driving ability) | £115\r\nPart 4 - Driver CPC practical test (vehicle safety demonstration) | £55 weekday, £63 evening or weekend\r\n\r\n##Driver Qualification Card (DQC) fees\r\n\r\nDQC (non-UK driving licences only) | £25\r\nReplacement for lost, stolen or damaged DQC | £25\r\n\r\n*[CPC]: Certificate of Professional Competence\r\n*[DQC]: Driver Qualification Card","slug":"driver-cpc-fees","title":"Driver CPC fees"}},{"table":{"body":"After you’ve passed the initial qualification you'll get a Driver Qualification Card (DQC).\r\n\r\nYou must carry your DQC while driving a large goods vehicle (LGV) or passenger carrying vehicle (PCV).\r\n\r\nIf you’ve got your Driver Certificate of Professional Competence (Driver CPC) through [‘acquired rights’](getting-driver-cpc-through-acquired-rights \"‘acquired rights’\") you won’t get a DQC and your licence is proof of Driver CPC.\r\n\r\nYou don’t need to keep your licence with you, but if asked by the police, you must show it at a later date as proof of your ‘acquired rights’.\r\n\r\n##Getting your DQC\r\n\r\n###If you have a photocard licence\r\n\r\nYou’ll get your DQC when you’ve completed either your initial qualification or your 35 hours of periodic training if you have a Great Britain (GB) photocard licence. It will be sent to the address on your driving licence.\r\n\r\n###If you have a paper licence\r\n\r\nIf you have a paper licence you’ll need to swap it for a photocard licence before you can get your DQC. This is because the DQC needs a photograph and signature, which are taken from the photocard details.\r\n\r\n##Applying for a replacement DQC\r\n\r\nIf your DQC has been lost, stolen or damaged you should write to or email the Driving Standards Agency (DSA).\r\n\r\nTell DSA your:\r\n\r\n- name\r\n- driving licence number\r\n- address\r\n- telephone number\r\n\r\nDSA will then call you back. You’ll need a credit or debit card to pay for the replacement.\r\n\r\n^You can still drive professionally in the UK while you're waiting for your replacement DQC to arrive.^\r\n\r\n$C\r\n\r\n**Driver CPC Enquiries**  \r\nPO Box 280  \r\nNewcastle  \r\nNE99 1FP  \r\n<customer.services@dsa.gsi.gov.uk>\r\n\r\n$C\r\n\r\n*[CPC]: Certificate of Professional Competence\r\n*[DQC]: Driver Qualification Card\r\n*[LGV]: Large Goods Vehicle\r\n*[PCV]: Passenger Carrying Vehicle\r\n*[DSA]: Driving Standards Agency\r\n*[GB]: Great Britain","slug":"the-driver-qualification-card-dqc","title":"The Driver Qualification Card (DQC)"}},{"table":{"body":"If you're an existing professional driver, you could get Driver CPC through **‘acquired rights’**. This means that because you've already been working as a lorry or bus driver your experience is counted as equivalent to taking the Driver CPC tests.\r\n\r\n^You’ll still need to complete 35 hours of periodic training every 5 years to keep your Driver CPC.^\r\n\r\nThis applies if you are a:\r\n\r\n- bus or coach driver and got your vocational licence (D, D1, D+E and D1+E) before 10 September 2008\r\n- lorry driver and got your vocational licence (C, C1, C+E and C1+E) before 10 September 2009\r\n\r\n###When you need to complete periodic training\r\n\r\nIf you've got your Driver CPC by 'acquired rights' you must do 35 hours of periodic training by:\r\n\r\n- 9 September 2013 if you are a bus or coach driver\r\n- 9 September 2014 if you are a lorry driver\r\n\r\n##Licences where you don't have 'acquired rights'\r\n\r\nYou don’t have 'acquired rights' if you have a D, D1, D+E or D1+E licence with 'not for hire or reward' or '101' on it.\r\n\r\nYou will have to take the Driver CPC initial qualification as normal to drive professionally, and then do periodic training.\r\n\r\n##Driving a larger or different type of vehicle and adding trailer entitlements\r\n\r\nIf you've already got a vocational licence and want to add a trailer entitlement or drive a larger vehicle of the same type you won't have 'acquired rights' to do this automatically, but will only have to pass Driver CPC modules 1 and 3. \r\n\r\nIf you have only a lorry or bus licence and want to drive both, you don't have 'acquired rights' to do so. You'll need to pass all 4 modules or the relevant bus or lorry initial Driver CPC qualification to start driving the new type of vehicle professionally.\r\n\r\n*[CPC]: Certificate of Professional Competence","slug":"getting-driver-cpc-through-acquired-rights","title":"Getting Driver CPC through 'acquired rights'"}},{"table":{"body":"% You must do 35 hours of periodic training every 5 years to keep your Driver Certificate of Professional Competence (CPC). %\r\n\r\nYou can [check how many hours you've done](/check-your-driver-cpc-periodic-training-hours \"Check your Driver CPC periodic training hours\") in the current 5-year period.\r\n\r\n##How to find training courses\r\n\r\nOnly approved courses taken with [approved training centres](http://www.drivercpc-periodictraining.org/en/approved-centres-courses \"approved training centres\"){:rel=\"external\"} will count towards periodic training. It's up to you to decide which to attend.\r\n\r\nThere is no test to pass and courses can be practical or classroom based.\r\n\r\nIf you drive both lorries and buses professionally you only need to complete 1 set of training every 5 years.\r\n\r\n##When to take Driver CPC periodic training\r\n\r\n^It's up to you when you take the training courses, as long as you do them within 5 years.^\r\n\r\n###When the 5-year period starts\r\n\r\nEach 5-year period starts from 5 years before your current Driver CPC qualification runs out - not from the date you completed your last 35 hours of training.\r\n\r\nFor all ['acquired rights'](getting-driver-cpc-through-acquired-rights \"'acquired rights'\") drivers it started on:\r\n\r\n* 10 September 2008 for category D, D1, D+E and D1+E drivers\r\n* 10 September 2009 for category C, C1, C+E and C1+E drivers\r\n\r\nIf you've got bus and lorry entitlements and want to keep your Driver CPC for both, you must complete your 35 hours of periodic training in the 5 years before the earliest expiry date.\r\n\r\n*[CPC]: Certificate of Professional Competence","slug":"driver-cpc-periodic-training","title":"Driver CPC periodic training"}},{"table":{"body":"You might not need Driver Certificate of Professional Competence (Driver CPC), even if you’re driving a large goods vehicle (LGV) or passenger carrying vehicle (PCV). It depends on:\r\n\r\n- the vehicle\r\n- what the vehicle is being used for\r\n\r\n##Vehicles you can drive without Driver CPC\r\n\r\nYou don’t need Driver CPC if the vehicle you’re driving is:\r\n\r\n- being road tested after repair, maintenance or technical development\r\n- new or rebuilt and not been put into service yet\r\n- limited to a top speed of 28mph\r\n\r\n##Vehicle uses where you don't need Driver CPC\r\n\r\nYou don't need Driver CPC if the vehicle you drive is:\r\n\r\n- used for non-commercial carriage of passengers or goods for personal use\r\n- used to carry material or equipment you use for your job - but driving the vehicle can't be the main part of your job\r\n- used for driving lessons for anyone who wants to get a driving licence or a Driver CPC\r\n- used by, or is under the control of, the armed forces, civil defence, the fire service and forces responsible for maintaining public order\r\n- used in states of emergency or for rescue missions\r\n\r\n*[CPC]: Certificate of Professional Competence\r\n*[LGV]: Large Goods Vehicle\r\n*[PCV]: Passenger Carrying Vehicle","slug":"when-you-dont-need-driver-cpc","title":"When you don’t need Driver CPC"}},{"table":{"body":"If you’re taking certain National Vocational Training (NVT) driving courses you can drive professionally for up to 12 months. This is called an ‘NVT concession’.\r\n\r\nDuring this time you must pass the Driver CPC parts 2 and 4. If you don’t you must then stop driving professionally.\r\n\r\nYou can only use the NVT concession once.\r\n\r\nIt’s valid from the start of the NVT programme or when you get your vocational driving licence, whichever is the most recent.\r\n\r\nFind out [more about NVT concessions](http://www.businesslink.gov.uk/bdotg/action/detail?itemId=1082123657&type=RESOURCES \"more about NVT concessions\"){:rel=\"external\"} on the Businesslink website.\r\n\r\n*[NVT]: National Vocational Training","slug":"national-vocational-training-nvt-concessions","title":"National Vocational Training (NVT) concessions"}}],"type":"guide"}