{"alternative_title":"","body":"$!You may be able to drive a minibus if you hold a car driving licence and follow certain conditions - otherwise you'll need to apply for a minibus licence.$!\r\n\r\n##If the minibus is not for 'hire or reward'\r\n\r\nYou may be able to drive a minibus with up to 16 passenger seats using your current car driving licence as long as it's not for 'hire or reward' - ie there's no payment from or on behalf of the passengers.\r\n\r\n###You held a driving licence before 1 January 1997\r\n\r\nYou can drive a minibus in the UK and on temporary visits abroad.\r\n\r\nWhen your car licence is next renewed at the age of 70, you’ll need to apply for a PCV licence (category D1).\r\n\r\n##You obtained your driving licence after 1 January 1997\r\n\r\n You can drive a minibus within the UK as long as the following conditions apply:\r\n\r\n- you're 21 or older\r\n- the minibus is used for social purposes by a non-commercial body \r\n- you’ve had your driving licence for at least 2 years \r\n- you’re driving on a voluntary basis and the minibus is used for social purposes by a non-commercial body\r\n- the maximum weight of the minibus is not more than 3.5 tonnes (or 4.25 tonnes including specialist equipment for disabled passengers, eg a wheelchair ramp)\r\n- you’re not towing a trailer\r\n\r\n\r\n##Minibus permit - if you need to charge running costs\r\n\r\nYou can apply for a minibus permit if you need to charge passengers, as long as: \r\n\r\n- you're 21 or older\r\n- the vehicle can carry between 9 and 16 passengers\r\n- you’re driving it for a voluntary organisation that benefits the community (eg an educational, religious or sports organisation)\r\n- the minibus service is only available for members of that organisation - not to the general public\r\n- any charges are to cover running costs and are made on a non-profit basis\r\n\r\nApply for a minibus permit from your local authority, or contact the Vehicle and Operator Services Agency (VOSA). \r\n\r\n$C **VOSA**  \r\n<permits@vosa.gov.uk>  \r\n0300 123 9000  \r\n$C\r\n\r\n##Driving a minibus for profit\r\n\r\nIf you want to drive a minibus commercially, or if the above conditions don’t apply, you’ll need to [apply for a minibus provisional entitlement](/become-lorry-bus-driver/applying-for-a-bus-or-lorry-provisional-entitlement \"Applying for a bus or lorry provisional entitlement\"), also known as a Passenger Carrying Vehicle (PCV) licence.\r\n\r\n*[VOSA]:Vehicle and Operator Services Agency\r\n*[PCV]:passenger carrying vehicle","overview":"Who can drive a minibus and what licence they need to have; when you need to have a PCV D1 category licence","slug":"driving-a-minibus","title":"Driving a minibus","updated_at":"2012-10-04T11:09:52+00:00","type":"answer"}