{"alternative_title":"","body":"$!Your council must help if you're legally homeless, but how much depends on your eligibility, your level of need and if your homelessness is your fault.$!\r\n\r\n^[Check if your council must give you emergency housing.](http://england.shelter.org.uk/get_advice/downloads_and_tools/emergency_checker \"Shelter's emergency housing tool\"){:rel=\"external\"}^\r\n\r\n##Legally homeless\r\nYou may be legally homeless if:\r\n\r\n- you’ve no legal right to live in accommodation anywhere in the world\r\n- you can’t get into your home - eg your landlord has locked you out\r\n- it’s not reasonable to stay in your home - eg risk of violence or abuse\r\n- you’re forced to live apart from your family or people you normally live with because there's no suitable accommodation for you\r\n- you’re living in very poor conditions - eg overcrowding\r\n\r\nIf you're legally homeless, your council must provide you with help – this could range from giving advice to arranging accommodation for you. \r\n\r\nThe amount of help they give you will depend on things like:\r\n\r\n- if you became homeless through no fault of your own\r\n- if you're eligible for assistance\r\n- if you're in priority need\r\n\r\n##Eligibility for assistance\r\nIf you live permanently in the UK, you will usually be eligible for assistance. If you're from abroad, you may not be eligible because of your immigration status.\r\n\r\n^Shelter's [emergency housing rights checker](http://england.shelter.org.uk/get_advice/downloads_and_tools/emergency_checker \"Shelter's emergency housing tool\"){:rel=\"external\"} helps you work out if you're eligible for assistance and what you're entitled to.^\r\n\r\n##Priority need\r\nYou’re in priority need if:\r\n\r\n- you or someone you live with is pregnant\r\n- ‘dependent children’ live with you (under 16s or under 19s if they're studying full-time)\r\n- you’re ‘vulnerable‘, eg as a result of old age or disability\r\n- you’re homeless after a flood, fire or other disaster\r\n\r\n^You may be entitled to [Housing Benefit](/housing-benefit \"Housing Benefit\") to help with your housing costs.^","overview":"Your council may help with emergency housing if you're legally homeless, depending on your eligibility, level of need and if your homelessness is your fault.","slug":"emergency-housing-if-homeless","title":"Emergency housing if you're homeless","updated_at":"2012-10-02T12:12:42+00:00","type":"answer"}