{"alternative_title":"What you need to check if you employ people to drive","body":"$!If you employ someone to drive a vehicle as part of their work you must make sure they have the right licence and qualifications and use a tachograph if necessary.$!\r\n\r\n##Vehicle licence and age requirements\r\n\r\nYou can [use the online tool](vehicles-you-can-drive \"use the online tool\") to check if a driver if old enough and has the right sort of licence to drive different kinds of vehicle.\r\n\r\n##Validity of lorry, minibus and bus licences\r\n\r\nA licence to drive lorries, minibuses or buses is valid until aged 45. After 45, the driver must renew every 5 years until they're 65. After 65 they must renew their licence every year.\r\n\r\n^The [rules for lorry and bus driving licences are changing](/new-bus-and-lorry-licence-rules-from-19-january-2013 \"rules for lorry and bus driving licences are changing\") from 19 January 2013. Licences issued from this date are all valid for 5 years, up to age 65.^\r\n\r\n##Qualifications for lorry, bus and coach drivers\r\n \r\nAs well as a valid licence, professional lorry, bus and coach drivers also need to hold a [Driver Certificate of Professional Competence (Driver CPC).](/driver-certificate-of-professional-competence-driver-cpc/ \"Find out how to get a driver CPC qualification\")\r\n\r\n##Tachographs\r\n\r\nSome drivers you employ need to record their journeys on [tachographs](/tachographs \"tachographs\") to make sure they are following the [rules on drivers' hours](/drivers-hours \"rules on drivers' hours\").\r\n\r\n##Driver entitlement checking service\r\n\r\nThe driver entitlement checking service lets you check with DVLA that the information on a driver's licence is correct. You can check:\r\n\r\n* the licence validity dates\r\n* the categories of vehicle that the driver can drive\r\n* if there are any current endorsements on the licence\r\n* if the driver is disqualified\r\n\r\nThe driver must give permission for the check to take place.\r\n\r\nThere are a number of ways to use the service.\r\n\r\n###Electronic checking service\r\n\r\nThe Electronic Driver Entitlement Checking Service (EDECS) is a secure online service that gives you an answer the next working day. To use the service your company will need to pass accreditation checks and enter into a contract with DVLA. \r\n\r\nOrganisations pay any set-up costs and there is a cost of £1.50 per enquiry.\r\n\r\nFor more information about EDECS email [decs@dvla.gsi.gov.uk](decs@dvla.gsi.gov.uk \"Email for more information about EDECS\").\r\n\r\n###By post\r\n\r\nYou can also check a driver’s entitlement to drive by post. Each enquiry costs £5.\r\n\r\nFor more information about the postal service email <mailto:drivers_fpe@dvla.gsi.gov.uk>.\r\n\r\n###By phone\r\n\r\nYou can also check a driver’s entitlement to drive by phoning DVLA on **0906 139 3837**. \r\n\r\nThe driver must provide consent for the enquiry. They can do this by calling **0300 790 6801** before you call, or they can be with you when you call DVLA.\r\n\r\nLines are open Monday to Friday 8am to 7pm and Saturday 8am to 2pm. Calls cost 49p per minute.\r\n\r\n###By fax \r\n\r\nThis service provides a yes or no answer by fax. It’s available to vehicle finance organisations that suspect a fraudulent driving licence has been used.\r\n\r\nEach enquiry costs £5.\r\n\r\nFor more information about the fax service email <mailto:drivers_fpe@dvla.gsi.gov.uk>.\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency\r\n*[EDECS]: Electronic Driver Entitlement Checking Service","overview":"If you employ drivers you must make sure that they're old enough and have the right licence and driver qualifications","slug":"employing-people-to-drive","title":"Employing people to drive","updated_at":"2012-10-04T15:35:59+00:00","type":"answer"}