{"alternative_title":"","body":"$! Employee rights aren't usually affected when they take maternity, paternity, adoption or parental leave and some employees can work up to 10 paid days during their leave. $!\r\n\r\n##Keeping in touch days\r\n\r\nEmployees can work up to 10 days during their maternity, adoption or additional paternity leave. These days are called ‘keeping in touch days’. Keeping in touch days are optional, both the employee and employer need to agree to them. \r\n\r\nThe type of work and pay employees get should be agreed before they come into work. The employee's right to maternity, adoption or additional paternity leave and pay isn't affected by taking keeping in touch days. \r\n\r\n##Terms and conditions protection\r\n\r\nNormally, the employment terms and conditions are protected and employees are entitled to any pay rises and improvements in terms and conditions given during their leave.\r\n\r\nPension contributions usually stop if period of leave is unpaid. For example, unpaid periods of maternity leave or parental leave. \r\n\r\nEmployees continue to build up holiday entitlement and can take any holiday they've accrued (built up) before or after their leave.\r\n\r\n##Returning to work\r\n\r\nEmployees have the right to return to their job if they take:\r\n\r\n+ Ordinary Maternity or Ordinary Adoption leave \r\n+ Ordinary Paternity Leave \r\n+ Additional Paternity Leave \r\n+ 4 weeks or less of parental leave \r\n\r\nThe rules are different if the employee takes: \r\n\r\n+ Additional Maternity or Additional Adoption Leave \r\n+ more than 4 weeks of parental leave  \r\n\r\nIn this situation, employees have the right to their job or a similar job (if it's not possible to give them their old job). Similar means the job has the same or better terms and conditions. If the employee unreasonably refuses to take the similar job the employer can take this as their resignation. \r\n\r\n##Redundancy \r\n\r\nWhile an employee is on maternity, adoption, paternity or parental leave they: \r\n\r\n+ have the same [redundancy rights](/redundant-your-rights \"Redundancy: your rights\") as their colleagues\r\n+ have the right to be offered any suitable alternative job if they're selected for redundancy (even if other colleagues are more suitable for the role) \r\n\r\nAn employee can only be made redundant if the employer can clearly justify doing it - eg a part of the business closes and everyone in that section is made redundant.","overview":"Keeping in touch days, returning to work and redundancy rights when on maternity, paternity, adoption or parental leave ","slug":"employee-rights-when-on-leave","title":"Employee rights when on leave","updated_at":"2012-10-02T12:12:42+00:00","type":"answer"}