{"alternative_title":"","body":"$!Volunteers with military reserve forces have certain employment rights when they are called up for service and when they return to work.$!\r\n\r\n##Your rights while on service\r\n\r\nYour employer does not have to pay you if you are called up (or 'mobilised') for service.\r\n\r\nYour employer can’t fire you just because you are, or are likely to be, called up for service. If they do, they can be fined in court, as well as ordered to pay you compensation.\r\n\r\nYou can still be included in any [redundancies](/redundant-your-rights \"Redundancy: your rights\") your employer has to make. However, you can't be selected for redundancy just because you are a reservist.\r\n\r\n###Financial help\r\n\r\nYou can get financial help if you're called up for service. For example, you might need help if your military salary is much lower than your normal salary. Find out how to [make a claim for financial assistance.](http://www.sabre.mod.uk/Reservists/Mobilisation-and-Demobilisation/Financial-support/Making-a-claim-for-financial-assistance.aspx#.T7YZ4OZmle5 \"Make a claim for financial assistance\"){:rel=\"external\"}\r\n\r\n##Exemption from service\r\n\r\nYou can apply for exemption or deferral (to delay) from mobilisation for reasons like:\r\n\r\n- you're caring for someone who needs help\r\n- you're in full-time education or training \r\n- you are self-employed and your business would be seriously harmed by your absence \r\n\r\nYou must apply for exemption or deferral from mobilisation within 7 days of receiving your call-out papers. Find out more about who to contact and how to [appeal against your mobilisation.](http://www.sabre.mod.uk/Reservists/Mobilisation-and-Demobilisation/Called-up-for-service/Appeal-against-mobilisation.aspx#.T7Yah-Zmle5 \"Appeal against your mobilisation\"){:rel=\"external\"}\r\n\r\nYour employer can also appeal against your mobilisation if they think it will be harmful to their business.\r\n\r\n##Returning to work\r\n\r\nYou have the right to return to your job (or a job with similar or better terms and conditions) after your have completed your service. \r\n\r\nAs soon as you’re demobilised you should write to your employer to let them know that you can return to work. \r\n\r\nYou’ll usually have a period of 'post operational leave' to take after you have completed your service. If you want to return to work before your leave has finished you must get permission from your Commanding Officer or the Demobilisation Centre. \r\n\r\nYour employer can’t force you to return to work before your leave finishes (or your last day of full time service).\r\n\r\nFind out more about [returning to work after mobilisation.](http://www.sabre.mod.uk/Reservists/Mobilisation-and-Demobilisation/Returning-to-work.aspx#.T7TeO-Zmle5 \"Returning to work after mobilisation\"){:rel=\"external\"}\r\n\r\n##Time off for training\r\n\r\nYour employer does not have to give you time off for training. You may have to change your working patterns or use annual leave.\r\n\r\nSome organisations have a specific policy to allow for paid or unpaid time off for training if you are a reservist. Check with your line manager, HR department or company intranet to see if there is a policy that applies to you.","overview":"Volunteers with military reserve forces have employment rights - getting called up, mobilised, financial help, time off","slug":"employment-rights-for-reservists-who-are-called-up","title":"Your employment rights as a reservist","updated_at":"2012-10-02T12:14:50+00:00","type":"answer"}