{"alternative_title":"","overview":"Employment and Support Allowance (ESA) money if you can't work because of illness or disability - rates, eligibility, apply, assessment","slug":"employment-support-allowance","title":"Employment and Support Allowance (ESA)","updated_at":"2012-10-02T12:12:43+00:00","parts":[{"table":{"body":"If you're ill or disabled, Employment and Support Allowance (ESA) offers you: \r\n\r\n+ financial support if you're unable to work - at least £56.25 a week\r\n+ personalised help so that you can work if you are able to\r\n\r\nYou can apply for ESA if you're employed, self-employed or unemployed. \r\n\r\nYou might be [transferred to ESA](/employment-support-allowance/further-information \"Being transferred to ESA\") if you've been claiming other benefits like Income Support or Incapacity Benefit. \r\n\r\n^To keep getting ESA you might have to go to [regular interviews](/employment-support-allowance#what-youll-get \"Interviews\") with Jobcentre Plus.^\r\n\r\n*[ESA]: Employment and Support Allowance","slug":"overview","title":"Overview"}},{"table":{"body":"You can get financial support and work-related support through Employment and Support Allowance (ESA).\r\n\r\n##Financial support \r\n\r\nTime period | Circumstance | Weekly amount \r\n- | - | - \r\nFirst 13 weeks | Under 25 | £56.25\r\nFirst 13 weeks | 25 or over | £71.00 \r\nFrom 14 weeks | Work Related Activity Group | Up to £99.15\r\nFrom 14 weeks | Support Group | Up to £105.05\r\n\r\nHow much you get depends on your circumstances (eg [income](employment-support-allowance#eligibility \"Income\") and the type of ESA you qualify for:\r\n\r\n+ contribution-based ESA - usually you get this if you've got enough [National Insurance contributions](/national-insurance \"National Insurance\") (NICs)\r\n+ Income-based ESA - usually you get this if you're on a low income or you don't have enough NICs\r\n\r\n^Use the [benefits adviser](/benefits-adviser \"Benefits adviser\") to work out how much you can get.^  \r\n\r\n##Work-related support and interviews \r\n\r\nAfter 13 weeks of ESA you'll be put into a group. \r\n\r\nIn the Work-Related Activity Group - you'll be expected to look for work and go to regular interviews with an adviser. The adviser can help with things like job goals, improving your skills, work-related issues. Your ESA may stop if you don't take part in these interviews. \r\n\r\nIn the Support Group - you don't have to go to interviews, but you can ask to talk to a personal adviser if you want to. You're usually in this group if your illness or disability severely limits what you can do. \r\n\r\n##How you're paid\r\n\r\nAll benefits, pensions and allowances are paid [into an account](/how-to-have-your-benefits-paid \"how to have your benefits paid\"), eg your bank account.\r\n\r\n^From April 2013 a [cap](/benefit-cap \"benefit cap\") (limit) will be put on the total amount of benefit that most people aged 16 to 64 can get. The cap won't affect you if you're in the Support Group.^\r\n\r\n*[ESA]: Employment and Support Allowance\r\n*[NICs]: National Insurance contributions ","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You may get Employment and Support Allowance (ESA) if your illness or disability affects your ability to work and you're: \r\n\r\n- under [State Pension](/state-pension \"State Pension\") age \r\n- not getting Statutory Sick Pay\r\n- not getting Statutory Maternity Pay and you haven't gone back to work\r\n\r\nYou can apply for ESA if you're employed, self-employed or unemployed. \r\n\r\nYou may get ESA if you've lived or work abroad and paid enough National \r\nInsurance (UK or equivalent). \r\n\r\n^Use the [benefits adviser](/benefits-adviser \"Benefits adviser\") to check your eligibility.^\r\n\r\n##Your income\r\n\r\nJobcentre Plus can tell you if your income will affect your income-based or contribution-based ESA. Income can include: \r\n\r\n+ you and you partner's income - unless they work less than 24 hours a week \r\n+ savings over £6,000 \r\n+ pension income over £85 a week \r\n\r\n##Work Capability Assessment\r\n\r\nDuring the first 13 weeks of ESA you might have to go to a Work Capability Assessment. This is to see if your illness or disability affects your ability to work, and can include a medical assessment. \r\n\r\nYou'll get a letter explaining what to do. Your benefit may be stopped if you don't go. \r\n\r\n##If your circumstances change \r\n\r\nTell Jobcentre Plus about any changes to your circumstance as they can affect how much you get. \r\n\r\nUsually your ESA is not affected if you:\r\n\r\n- go into hospital \r\n- do volunteer work \r\n- work and earn up to £20 a week\r\n- work and earn up to £97.50 a week doing work supervised by someone from a local authority or voluntary organisation\r\n- work less than 16 hours a week, earn up to £97.50 a week for up to 52 weeks\r\n\r\n^ If you are placed in the Work Related Activity Group you only get contribution-based ESA for 12 months. After this time, you may be moved onto income-based ESA. ^ \r\n\r\n*[ESA]: Employment and Support Allowance\r\n*[DWP]: Department for Work and Pensions\r\n*[SMP]: Statutory Maternity Pay","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You can apply for Employment and Support Allowance: \r\n\r\n+ by post - send form ESA1 to your local [Jobcentre Plus office](http://los.direct.gov.uk/default.aspx?type=1&lang=en \"Find your nearest Jobcentre Plus\"){:rel:\"external\"}\r\n+ by phone \r\n\r\nThe interactive version of form ESA1 can be filled out on a computer.\r\n\r\n$D\r\n[Download 'Form ESA1' (PDF, 600KB)](http://www.dwp.gov.uk/docs/esa1-print.pdf \"Download 'Form ESA1' (PDF, 600KB)){:rel=\"external\"}  \r\n[Download 'Form ESA1 - interactive' (PDF, 1.5MB)](http://www.dwp.gov.uk/docs/esa1.pdf \"Download 'Form ESA1 - interactive' (PDF, 600KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n$C\r\n**Contact centre numbers**  \r\nTelephone: 0800 055 6688  \r\nTextphone: 0800 023 4888  \r\nWelsh language telephone: 0800 012 1888  \r\nMonday to Friday 8am to 6pm\r\n$C\r\n\r\n##Appeal a decision\r\n\r\nYou can appeal a decision about your Attendance Allowance if you're unhappy with it. \r\n\r\n$D\r\n[Download 'Leaflet GL24,  Appeal against a benefit decision' (PDF, 4915KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@benefits/documents/digitalasset/dg_201702.pdf \"Download 'Leaflet GL24, Appeal against a benefit decision' (PDF, 4915KB)\"){:rel=\"external\"}\r\n$D","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Moving from Incapacity Benefits to Employment Support Allowance (ESA) \r\n\r\nYou'll be told whether you're in the Support Group or Work-Related Activity Group after the review of your claim to:\r\n\r\n- Incapacity Benefit\r\n- Income Support paid becaused of illness or disability\r\n- Severe Disablement Allowance\r\n\r\n^Your benefit will be transferred automatically and there will be no break in the payments you receive.^\r\n\r\nIf the amount of incapacity benefit you get is more than the amount of ESA, you’ll get a 'top-up payment'. This means that you'll continue to get the same amount of money as you get now. The amount of benefit you get won't rise until the amount of ESA catches up with the amount of the top-up payment.   \r\n\r\nIf the amount of incapacity benefit you get is lower than the amount of ESA, you will get more money. Your money will increase as soon as you move to ESA.\r\n\r\n*[ESA]: Employment and Support Allowance","slug":"further-information","title":"Further information"}}],"type":"programme"}