{"alternative_title":"Your rights if your employer moves","body":"$!If your employer moves, and there’s a mobility clause in your contract, you have to move unless you can prove the request is unreasonable.$!\r\n\r\n##Do you have to move?\r\n\r\nIf your employer moves the location of their business, check your [employment contract](/employment-contracts-and-conditions \"Employment contracts and conditions\") for a ‘mobility clause’.\r\n\r\nA mobility clause says you have to move within certain limits. If you have one in your contract, your employer can normally force you to move to places allowed by the clause, unless this is completely unreasonable. \r\n\r\n$E **Example:** It would be unreasonable to ask you to move to another country with only 1 day's notice. $E\r\n\r\nIf you don't have a mobility clause in your contract, you can choose whether or not to move. \r\n\r\n##Redundancy\r\nYour employer can make you [redundant](/redundant-your-rights \"Redundancy: your rights\") if you decide not to move. \r\n\r\nYou may have a right to a redundancy payment if:\r\n\r\n- you match the [redundancy criteria](/redundant-your-rights \"Redundancy: your rights\") - eg you’ve worked for your employer for a certain amount of time\r\n- you’re not getting any compensation from your employer because you decided not to move\r\n- you haven’t ‘unreasonably’ refused an offer of suitable alternative work \r\n\r\n‘Unreasonable’ could mean refusing to move even though the new location is nearby and you could drive or easily take public transport. \r\n\r\nHowever, it may be reasonable to say no if it involves a difficult journey or affects personal matters like your children's education.\r\n\r\n##Compensation\r\nYour employer doesn't have to offer you any compensation for relocating, unless it's specified in your contract. \r\n\r\n##Disputes\r\nYou may have to [solve a dispute](/solve-workplace-dispute \"Solve a workplace dispute\") with your employer - eg if they think you’re being unreasonable and refuse you a redundancy payment.\r\n\r\n##If your employer is taken over\r\nIf your employer is taken over and the new owners want to relocate, your rights are protected by certain regulations. These are known as [TUPE - Transfer of Undertakings (Protection of Employment).](/business-transfers-and-takeovers-your-rights \"Business transfers and takeovers - your rights\")\r\n\r\nAll your existing rights, including contractual rights and redundancy protection, stay the same. It makes no difference that it's a new owner that introduces the relocation.\r\n","overview":"If your employer moves, and there’s a mobility clause in your contract, you have to move unless you can prove the request is unreasonable","slug":"employer-relocation-your-rights","title":"Employer relocation: your rights","updated_at":"2012-10-02T12:12:42+00:00","type":"answer"}