{"alternative_title":"","body":"$!To exchange a tax disc you can apply in person at [DVLA local offices](/dvla-offices \"DVLA local offices\") or fill in form V70 ‘Application to exchange a vehicle tax disc’ and send it to a DVLA local office.$!\r\n\r\n$D\r\n\r\n[Download 'V70 - Application to exchange a vehicle tax disc' (PDF, 147KB).](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@motor/documents/digitalasset/dg_065261.pdf \"Download 'V70 Application to exchange a vehicle tax disc' (PDF, 147KB)\")\r\n\r\n$D\r\n\r\nYou can also get the form from [DVLA local offices.](/dvla-offices \"DVLA local offices\")\r\n\r\n##When to exchange your tax disc\r\n\r\nYou must exchange your tax disc if you make any changes to your vehicle that will change the:\r\n\r\n- tax class (unless you are changing to a tax class exempt from vehicle tax)\r\n- engine size (cc)\r\n- fuel type\r\n- weight (goods vehicles only)\r\n- number of seats on a bus\r\n- use of the vehicle\r\n\r\n##Documents you'll need for the application\r\n\r\nThe documents you need depend on the type of vehicle.\r\n\r\n###Private or light goods vehicles\r\n\r\nYou'll need:\r\n\r\n- form V70 ‘Exchange of Vehicle Licence Application Form’\r\n- current tax disc\r\n- registration certificate (V5C) with any changes marked on it\r\n- completed V62 [‘application for a vehicle registration certificate (V5C)’](/vehicle-registration-certificate-v5c-log-book \"‘application for a vehicle registration certificate (V5C)’\") (if you don’t have the V5C registration certificate)\r\n- valid insurance certificate\r\n- valid MOT test certificate (if needed)\r\n- extra payment for vehicle tax (if needed)\r\n- written evidence of changes if you've decreased the engine size or changed the fuel type (eg new engine receipt or written evidence from the garage that made the change)\r\n\r\n###Lorries and buses\r\n\r\nYou'll need:\r\n\r\n- form V70 ‘exchange of vehicle licence application form’\r\n- current tax disc\r\n- registration certificate with any changes marked on it\r\n- valid insurance certificate\r\n- valid test certificate (if needed)\r\n- plating certificate (if needed)\r\n- weight certificate (if needed)\r\n- certificate of initial fitness or certificate of conformity for the bus taxation class only (if needed) or their equivalent PSV401, PSV408, PDV500 or PSV506\r\n- a reduced pollution certificate (if needed)\r\n- extra payment for vehicle tax (if needed)\r\n- written evidence of changes for a decrease in engine size or change of fuel (eg new engine receipt or written evidence from the garage that made the change)\r\n\r\n##How to work out your extra vehicle tax payment\r\n\r\ns1. Find out the new rate of vehicle tax.\r\ns2. Work out the difference between the old and new rates of your current tax disc. For example, if the old rate is £100 and the new rate is £130 the difference is £30.\r\ns3. Divide the difference by the period of your current tax disc. For example, £30 divided by 12 months is £2.50.\r\ns4. Multiply this by the number of months left on the tax disc. For example, £2.50 multiplied by 4 months is £10.\r\ns5. In this case you’ll need to pay £10 extra tax.\r\n\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","overview":"Apply at DVLA local offices or fill in form V70 ‘Application to exchange a vehicle tax disc’ and send it to a DVLA local office with any payment and extra documents","slug":"exchange-tax-disc","title":"Exchange a tax disc","updated_at":"2012-10-02T12:12:45+00:00","type":"answer"}