{"artefact":[["_response_info",{"status":"ok"}],["title","Extended hours application (Scotland)"],["id","https://contentapi.production.alphagov.co.uk/extended-hours-application-scotland.json"],["web_url","https://www.gov.uk/extended-hours-application-scotland"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You need to apply for an extended hours licence if you want to serve alcohol outside your premises licence hours.","will_continue_on":"","continuation_link":"","licence_identifier":"9079-3-1","licence_short_description":"Apply for an extended hours licence if you need to serve alcohol outside your licensed premises hours for a special event.","licence_overview":"If you have a [premises licence](/premises-licence-scotland \"Premises Licence\") in Scotland and want to hold an event that needs an extension to your normal licensing hours, you must make an extended hours application to the local authority (known as the licensing board) for the area in which your premises is based.\r\n\r\n##Conditions\r\n\r\nThe following conditions apply:\r\n\r\n* the maximum period your licensing hours can be extended is one month\r\n* licensing boards will only grant an extension that allows you to serve alcohol for a continuous 24-hour period in exceptional circumstances\r\n* licensing boards have the power to extend your licensed hours by the period specified in your application or for such other period as they consider appropriate\r\n* the conditions attached to your premises licence might be modified during the extended hours, or new conditions may be added\r\n* once your licensing hours have been extended by an extended hours application, they can't be extended further\r\n\r\n##How to apply\r\n\r\nContact your licensing board for an application form or visit their website to apply online.\r\nYou will need to provide details of the event or occasion and the additional hours you want to be licensed for. \r\n\r\nYou can't apply to extend your licensed hours if you hold an occasional licence.\r\n\r\n$C You need to pay an application fee of £10. $C\r\n\r\n##Exceptions\r\n\r\nYou don't need to apply for an extension of hours where alcohol is:\r\n\r\n* consumed within 15 minutes of the end of your licensed hours (eg, drinking-up time)\r\n* sold to hotel residents or consumed by residents or their guests\r\n* consumed with a meal within 30 minutes of the end of your licensed hours, as long as it was purchased along with the meal during licensed hours\r\n\r\n\r\n% If, in any other circumstances, you sell alcohol or allow it to be consumed on or taken from your premises outside of licensed hours, you are committing an offence and may be fined up to £1,000.&\r\n\r\n","updated_at":"2012-10-02T12:12:53+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}