{"artefact":[["_response_info",{"status":"ok"}],["title","Farrier registration (England, Scotland and Wales)"],["id","https://contentapi.production.alphagov.co.uk/farrier-registration-england-scotland-wales.json"],["web_url","https://www.gov.uk/farrier-registration-england-scotland-wales"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"If you are engaged in the shoeing of horses or other equine animals (known as farriery) in England, Scotland or Wales, you need to be registered with the Farriers Registration Council (FRC)","will_continue_on":"the Farriers Registration Council (FRC) website","continuation_link":"http://www.farrier-reg.gov.uk/","licence_identifier":"1213-7-1","licence_short_description":"If you are engaged in the shoeing of horses or other equine animals (known as farriery) in England, Scotland or Wales, you need to be registered with the Farriers Registration Council (FRC).","licence_overview":"If you are engaged in the shoeing of horses or other equine animals (known as farriery) in England, Scotland or Wales, you need to be registered with the [Farriers Registration Council (FRC).](http://www.farrier-reg.gov.uk/ \"Farriers Registration Council (FRC)\"){:rel=\"external\"}\r\n\r\nTo be eligible to apply for registration, you must either:\r\n\r\n- hold an approved UK qualification, eg the Diploma of the Worshipful Company of Farriers (DipWCF)\r\n- hold a European farriery qualification\r\n- have sufficient professional farriery experience obtained in another European state\r\n\r\nIf you hold a European farriery qualification, registration is not automatic. The FRC must first assess your education and training to ensure it meets their requirements. If not, you will have to undertake a period of training under an Approved Training Farrier (ATF) or pass an aptitude test of diploma standard.\r\n\r\nIf you operated in a European state where farriery is not regulated, you must also provide evidence that you practised farriery on a full-time basis for two years during the past ten years.\r\n\r\nIf you are applying from another overseas country, have two or more years' farriery experience but don't hold a recognised qualification you will either have to:\r\n\r\n- take the DipWCF examination at the earliest opportunity\r\n- complete a prescribed number of weeks at an approved training college, including completion of the NVQ Level 3 in Farriery and then the DipWCF examination\r\n- undertake an apprenticeship with an ATF, including completion of the NVQ Level 3 in Farriery and then the DipWCF examination\r\n\r\n##How to apply\r\n\r\nYou can apply to register on the FRC website. Make sure you choose the correct application form, depending on your entry route.\r\n\r\nYou must enclose a registration fee and all supporting documents, eg qualifications and proof of identity, with your application.\r\n\r\nYou will only be entitled to practise farriery once you receive written confirmation of registration.\r\n\r\nIf your application is successful, your name and contact details will be added to the register and you will receive a certificate of registration.\r\n\r\nYou need to pay an annual retention fee to stay on the register.\r\n\r\n##Fines and penalties\r\n\r\nIf you are found guilty of serious professional misconduct, convicted of an offence involving cruelty to animals or it is discovered that you were not properly qualified when you registered, your name may be removed from the register.\r\n\r\n%It is a criminal offence to carry out farriery or call yourself a farrier or shoeing smith if you are not registered with the FRC. If you do so, you may be fined up to £1,000.%\r\n\r\n*[ATF]: Approved Training Farrier\r\n*[FRC]: Farriers Registration Council \r\n*[DipWCF]: Diploma of the Worshipful Company of Farriers","updated_at":"2012-10-03T12:06:14+00:00","licence":{"location_specific":false,"availability":["England","Scotland","Wales","NI"],"authorities":[{"name":"Farriers Registration Council","slug":"farriers-registration-council","contact":null,"actions":{"apply":[{"url":"","introduction":"","description":"Registration of Farriers &mdash; Application for registration as a farrier","payment":"none"}],"change":[{"url":"","introduction":"","description":"Registration of Farriers &mdash; Change to your existing farrier registered details","payment":"none"}]}}]}}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}