{"alternative_title":"Buying or carrying a knife","body":"$! There are laws about buying and carrying a knife depending on the type of knife, your age and your circumstances. $!\r\n\r\n##Basic laws on knives\r\n\r\nIt is illegal to:\r\n\r\n- sell a knife of any kind (including cutlery and kitchen knives) to anyone under 18\r\n- carry a knife in public without good reason \r\n- carry, buy or sell any type of banned knife (the list of banned knives is below) \r\n- use any knife in a threatening way (even a legal knife, such as a Swiss Army knife)\r\n\r\nKnives with folding blades, like Swiss Army knives, are not illegal as long as the blade is 3 inches long (7.62 cm) or less. \r\n\r\nLock knives (knives with blades that can be locked when unfolded) are not folding knives, and are illegal to carry in public.\r\n\r\nThe maximum penalty for an adult carrying a knife is 4 years in prison and a fine of £5,000. \r\n\r\n##Knives that are illegal\r\n\r\nThere is a complete ban on the sale of some knives:\r\n\r\n- flick knives (also called 'switchblades' or 'automatic knives') - where the blade is hidden inside the handle and shoots out when a button is pressed\r\n- butterfly knives - where the blade is hidden inside a handle that splits in two around it, like wings; the handles swing around the blade to open or close it\r\n- disguised knives – eg where the blade is hidden inside a belt buckle or fake mobile phone\r\n- gravity knives\r\n- sword-sticks\r\n- samurai swords\r\n- hand or foot-claws\r\n- push daggers\r\n- kubotan (cylindrical container, holding spikes)\r\n- shuriken (also known as 'death stars' or 'throwing stars')\r\n- kusari-gama (sickle attached to a rope, cord or wire)\r\n- kyoketsu-shoge (hook-knife attached to a rope, cord or wire)\r\n- kusari (weight attached to a rope, cord or wire) \r\n\r\nThis is not a complete list of banned knives. If you want to check if a knife is illegal or not you should [contact your local police force.](http://www.police.uk \"contact your local police force\"){:rel=\"external\"}","overview":"The laws on buying and carrying a knife depend on the type of knife, your age and your circumstances.","slug":"find-out-if-i-can-buy-or-carry-a-knife","title":"Knives: the laws on buying and carrying","updated_at":"2012-10-02T12:13:18+00:00","type":"answer"}