{"artefact":[["_response_info",{"status":"ok"}],["title","Fishing vessel registration"],["id","https://contentapi.production.alphagov.co.uk/fishing-vessel-registration.json"],["web_url","https://www.gov.uk/fishing-vessel-registration"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You need to register with the Registry of Shipping and Seamen if you own or use a fishing vessel","will_continue_on":"the Marine and Coastguard Agency website","continuation_link":"http://www.dft.gov.uk/mca/","licence_identifier":"9120-7-1","licence_short_description":"Register with the Registry of Shipping and Seamen if you own or use a fishing vessel.","licence_overview":"If you own or use a fishing vessel it must be registered with the [Registry of Shipping and Seamen](http://www.dft.gov.uk/mca/ \"Marine and Coastguard Agency\"){:rel=\"external\"} unless the vessel:\r\n\r\n- is a salmon coble\r\n- has an overall length of 10 metres and under and is not propelled by an engine (for example the vessel only has oars or a sail)\r\n- has an overall length of 10 metres and under and will only be used to fish for common eels\r\n\r\nYou will need to complete a British ship form and submit it with the appropriate fees and support documentation:\r\n\r\n- a copy of certificate of incorporation - if the owner is a body corporate\r\n- safety certificate - for vessels over 15 metres\r\n- International Tonnage Certificate (ITC69) - if the vessel is over 15 metres\r\n- Seafish Certificate\r\n\r\nWhen you apply, your vessel will be issued with a Carving and Marking note. This must be carved and marked onto your vessel by an Authorised Measurer. A measurement of vessels:\r\n\r\n- 15 metres in length and over is carried out by one of the classification society surveyors, who complete a certificate of measurement and an International Convention certificate 1969\r\n- under 15 metres in length in England, Wales and Northern Ireland is carried out by a local Coastguard - in Scotland measurement is carried out by a local fishery officer and a certificate of measurement only is issued for these vessels\r\n\r\nYou must then return the Carving and Marking note and the measurement certificate to the UK Ship Register, along with the appropriate fee.\r\n\r\nYou must have a list of nominated names for the vessel. These names must be unique to the port that you wish to register under. A Certificate of Registry is valid for five years and must be renewed if you want to continue to fish for profit.\r\n\r\nYou can get full or simple registration for a fishing vessel.\r\n\r\nFull registration requires:\r\n\r\n- proof of ownership, including Bills of Sale for the last three years\r\n- builders certificate for new vessels\r\n- forms MSF 4740, MSF 4728 including a declaration of the maximum continuous engine power (MCEP), MSF 4705 and MSF 4743\r\n\r\nIf you would like to register a mortgage against your vessel you will require a full registration.\r\n\r\nAlternatively, you can register your vessel through a simple registration where only the receipt of invoice is acceptable. Mortgages cannot be recorded against a vessel with a simple registration.\r\n\r\nEvery vessel must be surveyed before it can be registered on the UK Ship Register.\r\n\r\nSurveys are usually carried out by a UK Ship Register surveyor, though they may be carried out by a Class surveyor.\r\n\r\nThe Principal Fishing Surveyor (PFS) will request a copy of all existing statutory certification in order that new certificates can be prepared prior to survey. Details of certification, plans and operational information will be discussed by the owner and the PFS.\r\n\r\nIf, during a survey, your vessel meets international standards of safety and pollution prevention, a short-term certification can be issued immediately. Full term certification would then follow in due course.\r\n\r\nIf you own a fishing vessel that is under 15 metres in length overall, it will not be subject to a regular statutory survey. However, all registered small fishing vessels must be seaworthy and equipped to a safe standard so still need to have regular inspections.","updated_at":"2012-10-08T09:50:37+00:00"}],["tags",[{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null},{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}},{"title":"Maritime vessels and work at sea","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Fmaritime.json","web_url":null,"details":{"description":"Includes health and safety onboard, crew, registering vessels","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Fmaritime","web_url":"https://www.gov.uk/browse/business/maritime"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}