{"alternative_title":"","continuation_link":"","licence_identifier":"9114-5-1","licence_overview":"If you are going to do any work on or next to a watercourse you may need consent from the [Environment Agency,](http://www.environment-agency.gov.uk/ \"Environment Agency\"){:rel=\"external\"} your local internal drainage board or local authority.\r\n\r\nTo see if you need consent you must submit your plans to your internal drainage board or local authority if the river is an 'ordinary river', or the [Environment Agency,](http://www.environment-agency.gov.uk/ \"Environment Agency\"){:rel=\"external\"} if it is a 'main river'. You can find out whether the river is an ordinary or a main river by contacting your local [Environment Agency,](http://www.environment-agency.gov.uk/ \"Environment Agency\"){:rel=\"external\"} office.\r\n\r\nWork for which you may need consent include:\r\n\r\n* any work affecting the bed or banks of a main river\r\n* constructing or altering structures such as a mill, dam, weir or other like structure which affects the flow of a watercourse\r\n* constructing or altering any culvert that would be likely to affect the flow of a watercourse\r\n* carrying out drainage works\r\n\r\nWorks on any watercourse may also need [planning permission](/planing-permission-england-wales \"planning permission\") from your local authority as well as consent.\r\n\r\nIt can take up to 2 months for your application to be either approved or refused consent. A fee will be payable.\r\n\r\n##Fines and penalties\r\n\r\nIf you carry out an activity which obstructs the flow of a watercourse or causes flooding and don't comply with an order to change or remove the works:\r\n\r\n* the change or removal can be carried out for you and the costs recovered from you\r\n* you can be prosecuted\r\n* you can be fined up to £5,000 \r\n* you can be given fines for every day that the work is continued without a consent)","licence_short_description":"Consent from the Environment agency to carry out work on or next to a watercourse.","overview":"You need a consent from the Environment agency to do any work on or next to a watercourse","slug":"flood-defence-consent-england-wales","title":"Flood defence consent (England & Wales)","updated_at":"2012-10-02T12:12:58+00:00","will_continue_on":"","type":"licence"}