{"alternative_title":"","body":"$!If you need a passport urgently you can use the Premium one-day service or the Fast Track one-week service.$!\r\n\r\n%You must book an appointment at a Passport Customer Service Centre to use these services - this can take 2 weeks.%\r\n\r\nYou must bring a completed application form and supporting documents to your appointment. Get a passport application form and guide on how to fill it in from a [Post Office.](http://www.postoffice.co.uk/branch-finder \"Search for a Post Office\"){:rel=\"external\"}\r\n\r\n##How much it costs\r\n\r\nYou must pay a fee. How much it costs depends on what type of passport you are getting. Find out what the [passport fees are and how to pay](/passport-fees \"Passport fees\").\r\n\r\n##Which service to use\r\n\r\nCheck if you can use the service:\r\n\r\n| What you're applying for | Type of service available | \r\n| -- | -- | \r\n| Renew a passport (adult or child) | You can use either service | \r\n| Make changes* to a passport (adult or child) | You can use either service | \r\n| Replace a lost or stolen passport (adult or child) | You can **only** use the Fast Track one-week service | \r\n| First adult passport - if you've had a UK child passport | You can use either service | \r\n| First adult passport - if you've never had a UK child passport | You **cannot** use either service - use the normal application process | \r\n| First child passport | You can **only** use the Fast Track one-week service |\r\n| Extending a limited passport | You can **only** use the Fast Track one-week service |\r\n\r\n*You may not be able to make several or complex changes using the Premium one-day service. Check with the Passport Adviceline when you make your appointment.\r\n\r\nIf the Premium or Fast Track service isn't available use the normal passport service by post.\r\n\r\n##Book an appointment\r\n\r\nCall the Identity and Passport Service Adviceline to book an appointment at your [Passport Customer Service Centre.](http://maps.direct.gov.uk/LDGRedirect/MapAction.do?ref=passportofficesregional#mapanchor \"Find your Passport Customer Service Centre\"){:rel=\"external\"}\r\n\r\nIf you use the Premium one-day service you must arrive no more than 10 minutes before your appointment.\r\n\r\n$C\r\n**Passport Adviceline**    \r\n**Telephone**: 0300 222 0000  \r\n**Text phone**: 0300 222 0222  \r\n8am to 8pm Monday to Friday, 9am to 5:30pm weekends and public holidays\r\n$C\r\n\r\n##If you can't go to your appointment - or collect your passport\r\n\r\nYou can get another person to go to the appointment and/or collect your passport. They must bring:\r\n\r\n- ID - eg their own passport or driving licence\r\n- a signed letter from you giving them permission - this must name the person and be dated\r\n\r\n##Getting your passport\r\n\r\nHow you get your passport depends on the service you choose.\r\n\r\n%If there are mistakes on your form, or you don't provide the necessary documents, your application may be delayed.%\r\n\r\n###Premium one-day service\r\n\r\nIt takes 4 hours to process an application. You must return to the Passport Customer Service Centre and collect your passport later in the day.\r\n\r\n###Fast Track one-week service \r\n\r\nYour passport will be sent to your home within 1 week (excluding bank and public holidays). You must be there to sign for the delivery.\r\n\r\n##Refunds\r\n\r\nIf your application isn't processed within the specified time, you may be able to claim a refund for the service fee (but not the standard passport fee).\r\n\r\nYou will not be able to claim for a refund if the delay is due to:\r\n\r\n- a mistake on your form\r\n- missing information from your application\r\n- the Identity and Passport Service needing more time to consider a complex application\r\n\r\nTo make a claim, complete the following form:\r\n\r\n$D [Download the 'Premium and Fast Track fee refund claim form' (PDF, 46KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@travel/documents/digitalasset/dg_177158.pdf \"Premium and Fast Track fee refund claim form\"){:rel=\"external\"} $D\r\n\r\nSend the form to the Customer Service Manager at the [Passport Customer Service Centre](http://maps.direct.gov.uk/LDGRedirect/MapAction.do?ref=passportofficesregional#mapanchor \"Find your Passport Customer Service Centre\"){:rel=\"external\"} where you had your appointment.","overview":"Use the Premium one-day service or the Fast Track one-week service to get or renew a passport urgently","slug":"get-a-passport-urgently","title":"Get a passport quickly","updated_at":"2012-10-02T12:13:02+00:00","type":"answer"}