{"alternative_title":"","body":"$!If your vehicle is wheel clamped because it’s not taxed you’ll need to pay a release fee and get a valid tax disc.$!\r\n\r\n##Wheel clamping for unpaid vehicle tax\r\n\r\nIf your vehicle is untaxed it can be wheel clamped or instantly impounded.\r\n\r\nIf your vehicle is clamped and you don't pay for it to be de-clamped within 24 hours, it will be impounded. After 7 days at the pound, it can be destroyed.\r\n\r\n###Getting your vehicle released within 24 hours\r\n\r\nTo get your vehicle released you'll need to:\r\n\r\n- pay a £100 release fee\r\n- show a valid tax disc\r\n\r\nIf you don’t show a valid tax disc when you collect your vehicle, you’ll also have to pay a ‘surety’ (deposit). This is £160 for a car or motorcycle and up to £700 for other vehicles.\r\n\r\nYou must show a valid tax disc at the vehicle pound or a [DVLA local office](/dvla-offices \"DVLA local office\") **within 14 days** of the vehicle's release. Otherwise you’ll lose the deposit.\r\n\r\n%If it's not taxed, your vehicle can be clamped or impounded again from 24 hours after the release - unless you make a [Statutory Off Road Notification (SORN)](/register-sorn-statutory-off-road-notification \"Make a SORN (Statutory Off Road Notification)\") and store it off road.%\r\n\r\n###Getting your vehicle released after 24 hours\r\n\r\nYou’ll need to:\r\n\r\n- pay a £200 release fee\r\n- pay storage charges of £21 per day\r\n- show a valid tax disc\r\n\r\nIf you don’t show a valid tax disc when you collect your vehicle, you’ll also need to pay a ‘surety’ (deposit). This is £160 for a car or motorcycle and up to £700 for other vehicles.\r\n\r\nYou must show a valid tax disc at the vehicle pound or a [DVLA local office](/dvla-offices \"DVLA local office\") **within 14 days** of the vehicle's release. Otherwise you’ll lose the deposit.\r\n\r\n%If it's not taxed, your vehicle can be clamped or impounded again from 24 hours after the release - unless you make a SORN and store it off road.%\r\n\r\n###What happens if you don’t pay\r\n\r\nIf you’re registered as the vehicle’s keeper, you’ll get a letter saying your vehicle has been impounded and will be disposed of unless you pay all the fees.\r\n\r\n%You could also face prosecution with fines of up to £1,000 as well as paying any arrears of vehicle tax owed and costs.%\r\n\r\nUnclaimed vehicles could be disposed of or sold after 7 days, or 14 days for more valuable vehicles.\r\n\r\n##Who can clamp a vehicle\r\n\r\nOnly authorised bodies can wheel clamp a vehicle - these include:\r\n\r\n- the police\r\n- councils\r\n- DVLA\r\n- VOSA\r\n- bodies with statutory or other powers (eg airports or train stations)\r\n\r\nAuthorised bodies can also contract out clamping work to private companies. \r\n\r\n^It's illegal for a landowner to clamp a vehicle that's parked on private land in England, Wales and Scotland. ^\r\n\r\n##Wheel clamping for other reasons\r\n\r\nWheel clamps may be used by bailiffs if you have debts to your local council or have unpaid penalty charge notices.\r\n\r\nIn this case, [contact your local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Contact your local council\"){:rel=\"external\"} for more information.\r\n\r\n*[SIA]: Security Industry Authority\r\n*[DVLA]:Driver and Vehicle Licensing Agency\r\n*[VOSA]:Vehicle and Operator Services Agency","overview":"If your vehicle is wheel clamped because it's not taxed you’ll need to pay a release fee and get a valid tax disc","slug":"getting-your-vehicle-back-if-its-been-wheel-clamped","title":"Getting your vehicle back if it's been wheel clamped","updated_at":"2012-10-02T17:20:49+00:00","type":"answer"}