{"alternative_title":"","overview":"What you can do if an employee is called up for jury service, and how to sort out their pay or help them claim an allowance","slug":"giving-staff-time-off-jury-service","title":"Giving staff time off for jury service","updated_at":"2012-10-02T12:13:04+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You must allow an employee time off if they're called up to serve on a jury.\r\n\r\nYou're not allowed to treat them unfavourably for going on jury service, and if you dismiss them they could take you to an employment tribunal.\r\n\r\nHowever, you can ask the employee to try to delay their jury service if their absence would seriously harm your business.\r\n\r\nThey can only delay jury service once in a 12-month period, and must say on the jury summons when they'll be available.\r\n\r\n^Jury service usually lasts up to 10 days, but can be longer.^","slug":"overview","title":"Overview"}},{"table":{"body":"You don’t have to pay staff while they’re doing jury service, but many employers do.\r\n\r\n##If you pay your employee\r\n\r\nIf you carry on paying your employee, work out the PAYE tax and National Insurance contributions in the normal way.\r\n\r\n##If you don't pay your employee\r\n\r\nIf you don’t pay your employee, they can claim a loss of earnings allowance from the court.\r\n\r\nYou’ll have to fill out a Certificate of Loss of Earnings for the court, which your employee will get with their jury service letter.\r\n\r\nYou don’t need to make any entries on their P11 form or other payroll record.\r\n\r\n##If you top up their allowance\r\n\r\nYou may decide to top up your employee's allowance so they don't lose out on pay.\r\n\r\nTo do this, subtract the court allowance from their usual take-home pay.\r\n\r\nThis will give you the top-up payment you'll need to give the employee.\r\n\r\nDeduct PAYE and National Insurance contributions from the gross amount of the top-up payment.\r\n\r\n##When your employee returns to work\r\n\r\nAn employee on a cumulative tax code may have some unused Personal Allowance when they return to work.\r\n\r\nAs a result, there may be less PAYE tax to pay on their next payday, or they may be entitled to a tax refund.\r\n\r\nFind out more about [PAYE for employers.](http://www.hmrc.gov.uk/paye/index.htm \"PAYE for employers\"){:rel=\"external\"}\r\n\r\n*[PAYE]: Pay As You Earn","slug":"paying-staff-on-jury-service","title":"Paying staff on jury service"}}],"type":"guide"}