{"alternative_title":"","overview":"How to get help if you're going to court as a victim or witness, claiming for expenses and the support available in the court-room","slug":"going-to-court-victim-witness","title":"Going to court as a victim or witness","updated_at":"2012-10-02T12:13:05+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"##If you're a victim or prosecution witness\r\n\r\nIf you're a victim of crime or a witness for the prosecution, a witness care officer will let you know the date of the trial.\r\n\r\nAsk the witness care officer for any help you need going to court, eg with childcare or transport.\r\n\r\nYou can also ask them if you'd like to visit the court before the trial, so you know what to expect on the day\r\n\r\n^Witness care officers work for the police and the Crown Prosecution Service.^\r\n\r\n[Contact the court](http://hmctscourtfinder.direct.gov.uk/HMCTS/ \"contact the court\"){:rel=\"external\"} if you need special help in the court room - eg if you are disabled.\r\n\r\n##If you're a defence witness\r\n\r\nIf you are a witness for the defence, the defence lawyer will let you know when you have to go to court.\r\n\r\nYou can contact a service based in the court called the Witness Service if you need help getting to the court.\r\n\r\nFind your local service by contacting [Victim Support.](http://www.victimsupport.org/Contact%20us \"Victim Support\"){:rel=\"external\"}\r\n\r\n%If you can’t make the date of the trial, tell your witness care officer or the defence lawyer straight away.%","slug":"help-getting-to-the-court","title":"Help getting to the court"}},{"table":{"body":"You can claim for expenses for going to court to give evidence:\r\n\r\n- **travelling expenses** - the standard or 2nd class fare, or 25p per mile if you drive\r\n- **meals and refreshments** - £2.25 for up to 5 hours, or £4.50 for 5 to 10 hours\r\n- **loss of earnings** - £33.50 for up to 4 hours, or £67 for longer (£42.95 or £85.90 if you’re self-employed)\r\n- **child care** - £67 per day\r\n\r\nYour employer does not have to pay you for time off work when you appear as a witness.\r\n\r\nFind out more about [witness expenses and allowances.](http://www.cps.gov.uk/legal/v_to_z/witnesses_expenses_and_allowances/ \"witness expenses and allowances\"){:rel=\"external\"}\r\n\r\nAsk your solicitor or a court official for an expenses form when you go to court.","slug":"expenses-for-going-to-court","title":"Expenses for going to court"}},{"table":{"body":"If you have given a statement to the police, it may have been a while since you've seen it.\r\n\r\nYou can ask the [police](http://www.police.uk/?view=force_sites/ \"police\"){:rel=\"external\"} to see the statement again before you go to court to refresh your memory.\r\n\r\nIf you have been called as a prosecution witness, ask [the Crown Prosecution Service](http://www.cps.gov.uk/your_cps/our_organisation/the_cps_areas.html \"the Crown Prosecution Service\"){:rel=\"external\"} to see the statement.","slug":"review-your-statement","title":"Review your statement"}},{"table":{"body":"##Getting support on the day\r\n\r\nThe Witness Service at the court can give you personal support on the day of the trial - eg someone to go with you into the court-room.\r\n\r\n^The Witness Service is run by Victim Support, and helps all witnesses in the court.^\r\n\r\nYou can find your local Witness Service by contacting [Victim Support.](http://www.victimsupport.org/Contact%20us \"Victim Support\"){:rel=\"external\"}\r\n\r\n##Waiting to be called\r\n\r\nIf you’re a victim or prosecution witness there should be a separate room where you can wait.\r\n\r\nThis is so you won’t have to meet the defendant or their family and friends before the trial.\r\n\r\nIf there isn’t a separate area, speak to court staff - they can make sure you're safe.\r\n\r\n%If anyone tries to intimidate you, tell your solicitor or court staff, who will report it to the police.%\r\n","slug":"help-and-support-in-the-court","title":"Help and support in the court"}},{"table":{"body":"The court may be able to take extra steps to protect you if you are:\r\n\r\n- under 18\r\n- disabled\r\n- afraid to give evidence\r\n- a victim of a sexual offence\r\n\r\nThese could include:\r\n\r\n- screens to stop you from having to see the defendant\r\n- giving evidence via a live CCTV link\r\n- asking the public to leave the court room when you give evidence, if the case is about a sexual offence\r\n\r\n%Speak to the police officer, witness care officer or the solicitor who asked you to come to court if you need extra protection.%","slug":"extra-protection-in-the-courtroom","title":"Extra protection in the court-room"}}],"type":"guide"}