{"alternative_title":"","body":"$!Adult learners can apply for grants and bursaries to help pay for courses and training. You usually don't have to pay this money back.$!\r\n\r\nFor most grants and bursaries you apply directly to the organisation that gives them out. They'll have an application form and will be able to tell you if you qualify.\r\n\r\n^If you're a parent, you might also be able to get [help with childcare costs](/help-with-childcare-costs/support-while-you-study \"help with childcare costs\") while you study.^\r\n\r\n## Search for education grants\r\n[Family Action](http://www.family-action.org.uk/section.aspx?id=77 \"Family Action\"){:rel=\"external\"} provides information about education grants and has a grant search.\r\n\r\n##Course-specific grants\r\n[City & Guilds](http://www.cityandguilds.com/Courses-and-Qualifications/Support/Finance-and-Funding/Bursaries \"City & Guilds\"){:rel=\"external\"} offer bursaries to people who study for a City & Guilds qualification.\r\n\r\nThe Dance and Drama Awards, available at some specialist private schools, help students of these subjects with fees and living costs. You apply directly to your school. Ask them for an application form. \r\n\r\n[The General Federation of Trade Unions Educational Trust]( http://www.gftu.org/content/3/1/13/ \"General Federation of Trade Unions Educational Trust\"){:rel=\"external\"} has grants for students of economic theory and history, industrial law and industrial relations.\r\n\r\nIf you're training:\r\n\r\n- for medicine, dentistry or healthcare - you may get an [NHS bursary](/nhs-bursaries \"NHS bursary\")\r\n- for social work - you may get a [social work bursary](/social-work-bursaries \"social work bursary\")\r\n- to be a teacher - you can get help with the costs of [teacher training](/teacher-training-funding \"teacher training\")\r\n\r\n\r\n##Help with accommodation costs\r\n[Residential bursaries](http://moneytolearn.direct.gov.uk/residentialbursary/?PRO=r_bursary \"Residential bursaries\"){:rel=\"external\"} help students with the cost for accommodation. They are part of the Discretionary Learner Support so check with your learning provider if they offer them.\r\n\r\nThe [Residential Support Scheme](/residential-support-scheme/overview \"Residential Support Scheme\") helps students with term-time accommodation and in some cases travel. Awards are based on household income. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","overview":"Financial help for adult learners that you don't have to pay back to cover study and training costs","slug":"grant-bursary-adult-learners","title":"Grants and bursaries for adult learners","updated_at":"2012-10-03T17:14:20+00:00","type":"answer"}