{"artefact":[["_response_info",{"status":"ok"}],["title","Greenhouse gas emissions permit"],["id","https://contentapi.production.alphagov.co.uk/greenhouse-gas-emissions-permit.json"],["web_url","https://www.gov.uk/greenhouse-gas-emissions-permit"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You need a greenhouse gas emissions permit to carry out activities under the European Union Emissions Trading System ","will_continue_on":"","continuation_link":"","licence_identifier":"9089-7-1","licence_short_description":"Greenhouse gas emissions permit to carry out activities under the European Union Emissions Trading System ","licence_overview":"The European Union Emissions Trading System applies to the following business activities:\r\n\r\n- combustion installations with a rated thermal input exceeding 20 megawatts eg operating boilers, electricity generators and combined heat and power (CHP) schemes\r\n- metal ore (including sulphide ore) or sintering installation\r\n- iron and steel businesses\r\n- mineral oil refineries\r\n- coke ovens\r\n- the mineral industry (cement, glass, ceramics, lime production)\r\n- production of pulp from timber or other fibrous materials\r\n- paper and board with a production capacity greater than 20 tonnes per day\r\n- nitric acid production\r\n\r\nIf you carry out any of these activities you must hold a greenhouse gas emissions permit from one of the following regulators:\r\n\r\n- the [Environment Agency](http://www.environment-agency.gov.uk \"Environment Agency\"){:rel=\"external\"} in England and Wales\r\n- the [Scottish Environment Protection Agency](http://www.sepa.org.uk/ \"Scottish Environment Protection Agency\"){:rel=\"external\"} in Scotland\r\n- the Industrial Pollution and Radiochemical Inspectorate department of the [Northern Ireland Environment Agency](http://www.doeni.gov.uk/niea// \"Northern Ireland Environment Agency\"){:rel=\"external\"} in Northern Ireland\r\n\r\nOnce you have a permit, you may be eligible to an allocation of free emissions allowances.\r\n\r\nApplications for the permit must be accompanied by the prescribed fee.\r\n\r\nApplications must include:\r\n\r\n- a description of the installation and site and its address and national grid reference and the name of the local authority or authorities the installation is situated in\r\n- the emissions-generating activities to be carried out in the installation including a description of the technology used and the materials used in carrying out those activities\r\n- the sources of specified emissions from the relevant activities\r\n- a description of planned measures to monitor and report specified emissions\r\n- a description, including the reference number, of any environmental licence issued in relation to the installation\r\n- any further information which the applicant wishes the regulator to take into account\r\n- the name, address and telephone number of the applicant, the correspondence address if different, the registered number and the registered or principal office address if the business is a registered company and the name and address of the ultimate holding company if the applicant is a subsidiary\r\n- a non-technical summary of the installation information\r\n\r\nYou must provide any other information requested by the regulator.\r\n\r\nThe regulator will decide your application within two months of the date the application was received. Conditions will be attached to a permit.\r\n\r\nYou will not be granted a permit if the regulator believes that you will not be the person operating the installation or that you will ensure that monitoring and reporting conditions will be met.\r\n\r\nWhere an application is for a permit to operate more than one installation, the application must contain the required information in relation to each installation.\r\n\r\n##Conditions\r\n\r\nYou must comply with all of the conditions contained in the permit. Your regulator may review the conditions of the permit at any time. You are required to notify the regulator when you cannot comply with conditions.\r\n\r\nConditions will include requirements to monitor and report on emissions, including specifying the frequency of monitoring and methods used and that annual reports are submitted. Conditions will requiree you to surrender allowances that are equal to your reportable emissions within four months of the end of the scheme year when the emissions took place.\r\n\r\n##Fines and penalties\r\n\r\nIf you fail to comply with requirements you may commit a criminal offence and be fined, imprisoned for up to two years or both. In addition there may be civil financial penalties for excess emissions or understating reportable emissions. If you fail to pay required fees your permit may be revoked.","updated_at":"2012-10-08T09:57:39+00:00"}],["tags",[{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null},{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}