{"alternative_title":"","body":"$!There are restrictions on what items you can take in your hand luggage when boarding a plane in the UK.$!\r\n\r\n##Hand luggage allowances\r\nCheck with your airline about how many and what size bags you can take on the plane with you. \r\n\r\n##Taking liquids through security\r\nThere are restrictions on the amount of liquids you can take in your hand luggage. If possible, pack liquids in your hold baggage (luggage that you check in). \r\n\r\nIf you do take liquids in your hand luggage then:\r\n\r\n- containers must hold no more than 100ml\r\n- containers should be in a single, transparent, resealable plastic bag, which holds no more than a litre and measures approximately 20cm x 20cm\r\n- contents must fit comfortably inside the bag so it can be sealed\r\n- the bag must not be knotted or tied at the top\r\n- it is limited to 1 plastic bag per person\r\n- you must show the bag at the airport security point\r\n\r\nContainers larger than 100ml (except essential medicines) will not be allowed through the security point even if they are only part full.\r\n\r\nLiquids include:\r\n\r\n- all drinks, including water, soup and syrups\r\n- cosmetics and toiletries, including creams, lotions, oils, perfumes, mascara and lipsticks\r\n- sprays, including shaving foam, hairspray and spray deodorants\r\n- pastes, including toothpaste\r\n- gels, including hair and shower gel\r\n- contact lens solution\r\n- any other solutions and items of similar consistency\r\n\r\n##Baby food and baby milk \r\n\r\nYou are allowed to take baby food, baby milk and sterilised water in your hand luggage. This includes:\r\n\r\n- soya milk for babies\r\n- sterilised water for the baby (must be in a baby bottle)\r\n- formula, breast milk or cow milk specifically for babies\r\n- baby food of various consistencies\r\n\r\nYou are allowed to take enough for the journey. In some cases this may be over 100ml. The adult carrying the baby food or milk may be asked to check it is ok by tasting it. \r\n\r\n##Lighters\r\nOne lighter per person may be carried on a flight. Lighters are considered to be liquids so you should put it inside the plastic bag for liquids. \r\n\r\nYou must keep the lighter with you throughout the flight.\r\n\r\nIt is important that you do not:\r\n\r\n- place it in your hold luggage (the luggage that you check in)\r\n- return it to your hand luggage after screening\r\n\r\n##Essential medicines, including inhalers and liquid dietary foodstuffs\r\nYou are allowed to carry essential medicines of more than 100ml in your hand luggage, but you will need:\r\n\r\n- approval from the airline and departure airport before your journey\r\n- supporting documentation from a relevant qualified medical professional (eg a letter from your doctor or prescription)\r\n\r\n##Essential medical equipment\r\nYou can take medical equipment with you if it is essential for your journey. The equipment is screened separately and you must show documentation from a qualified medical professional, such as a letter from your doctor.\r\n\r\n##Mobility aids\r\nPushchairs, walking aids and wheelchairs are usually allowed in the cabin, but they will need to be security screened first.","overview":"Find out what you can take in your hand luggage when boarding a plane in the UK","slug":"hand-luggage-restrictions-at-uk-airports","title":"Hand luggage restrictions at UK airports","updated_at":"2012-10-02T12:13:06+00:00","type":"answer"}