{"alternative_title":"","overview":"When you resign follow what's in your employment contract: resigning, leaving your job, notice period, notice pay, gardening leave, restrictive covenants","slug":"handing-in-your-notice","title":"Handing in your notice","updated_at":"2012-10-02T12:13:06+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If you want to leave your job, check your [employment contract](/employment-contracts-and-conditions \"Employment contracts\") for the amount of notice you must give your employer.\r\n\r\nYour employment contract will tell you: \r\n\r\n- how notice should be given\r\n- how much you'll be paid during your notice period\r\n- what may happen if you leave to work for a competitor\r\n\r\n%If you’ve worked there for more than 1 month you must give **at least** 1 week's notice.%\r\n\r\nYour notice period usually runs from the start of the day after you handed your notice in.","slug":"overview","title":"Overview"}},{"table":{"body":"You can give notice verbally or in writing, although it’s a good idea to hand in a resignation letter.\r\n\r\nIf you resign in the ‘heat of the moment', eg during an argument, and you change your mind you should tell your employer immediately. They can choose if they want to accept your resignation or not. \r\n\r\n^You may be in breach of your contract if you don’t give enough notice, or give notice verbally when it should be given in writing.^","slug":"giving-notice","title":"Giving notice"}},{"table":{"body":"You’re entitled to your normal pay rate during your notice period, including when you're: \r\n\r\n- off sick\r\n- on holiday\r\n- temporarily laid off\r\n- on maternity, paternity or adoption leave\r\n- available to work, even if your employer has nothing for you to do \r\n\r\nYou’re not entitled to normal hourly rates during your notice period if you take part in strike action after giving notice.\r\n\r\n^If you have time off for union duties, antenatal care or to look for work/arrange training during this time you may be entitled to minimum pay.^\r\n\r\n##Payment in lieu of notice period \r\n\r\nOnce you resign, or are given notice, your employer can ask you to leave immediately. In this case they'll probably offer you a one-off payment instead of allowing you to work out your notice period - called 'payment in lieu'.\r\n\r\n^You can only get payment in lieu of notice period if it's in your contract, or if you agree to it. ^\r\n\r\n##Disputes over notice pay\r\n\r\nIf you can’t resolve a dispute about notice pay with your employer informally, you can follow your company’s [grievance procedures](/solve-workplace-dispute \"grievance procedures\").\r\n\r\nIf this doesn’t work, you may be able to make a complaint to an [employment tribunal](/employment-tribunals \"Employment tribunals\") for breach of contract.","slug":"payment-during-your-notice-period","title":"Payment during your notice period"}},{"table":{"body":"Your employer may prefer that you don't come into work during your notice period and ask you to take  'gardening leave'.\r\n\r\nYou can also be made to work from home (or another location) during your notice period.\r\n\r\n^You'll still receive full pay and any contractual benefits during this time.^","slug":"gardening-leave","title":"Gardening leave"}},{"table":{"body":"Your contract may include a period of time that your employer wants to stop you from working for a competitor, or having contact with customers, once you've left the company.\r\n\r\nThese are called 'restrictive covenants'.\r\n\r\n%You must check your contract for your company’s policy on restrictive covenants. If you breach it, they may be able to take you to court.%","slug":"restrictive-covenants","title":"Restrictive covenants"}}],"type":"guide"}