{"alternative_title":"","body":"$!\r\nIf you want to leave your job, you must give one week's notice if you've worked for your employer for a month or more. You're usually entitled to normal pay for things like sick leave during your notice period.\r\n$!\r\n\r\nCheck your employment contract to see if you must give more than one week's notice. \r\n\r\nYou can give notice verbally or in writing, although it's advisable to hand in a resignation letter.\r\n\r\n^ If you don't give enough notice, or give notice verbally when your employment contract says it should be given in writing, you may be in breach of your contract. ^\r\n\r\nYour notice period usually runs from the start of the day after you gave your notice in.\r\n\r\n##Pay rights during your notice period\r\n\r\nYou're entitled to your normal hourly pay rate during your notice period, as set out in your contract of employment, for any time that you're:\r\n\r\n- off sick\r\n- on holiday\r\n- temporarily laid off\r\n- on maternity, paternity or adoption leave\r\n- available to work but your employer doesn't give you any\r\n\r\nIf your employment contract states your notice period is at least a week longer than the legal ('statutory') minimum, you're only entitled to the pay rate given in your contract. \r\n\r\nYou're not entitled to normal hourly rates during your notice period if you take part in strike action after giving notice. \r\n\r\n^ If you have time off for union duties, antenatal care or to look for work/arrange training during this time you may be entitled to minimum pay. ^\r\n\r\nIf you can't resolve a dispute about your notice pay with your employer informally, you can follow your company's grievance procedures. If this doesn't work, you may be able to make a complaint to an [employment tribunal](/employment-tribunals \"Employment tribunal\") for breach of contract. ","overview":"Notice periods and pay rights when you resign or leave your job","slug":"handing-in-your-notice-resigning-leaving-job","title":"Handing in your notice and your pay rights","updated_at":"2012-10-02T12:13:06+00:00","type":"answer"}