{"artefact":[["_response_info",{"status":"ok"}],["title","Holiday resort exemption from Sunday trading (Northern Ireland)"],["id","https://contentapi.production.alphagov.co.uk/holiday-resort-exemption-from-sunday-trading-northern-ireland.json"],["web_url","https://www.gov.uk/holiday-resort-exemption-from-sunday-trading-northern-ireland"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You need a licence to get an exemption from Sunday Trading laws in Northern Ireland","will_continue_on":"","continuation_link":"","licence_identifier":"678-4-1","licence_short_description":"Holiday resort exemption for Sunday trading in Northern Ireland.","licence_overview":"If you are run a large shop (eg one which has more than 280 square metres retail floor space), you may only open for trade on Sundays between the hours of 13.00 and 18.00.\r\n\r\nHowever, if you run a large shop that is situated in a holiday resort you may give notice to the district council for that area specifying up to 18 Sundays in a year where your shop will be exempt from that rule.\r\n\r\nThis exemption only applies to Sundays (other than Easter Sunday) that fall between 1 March and 30 September in any calendar year.\r\n\r\n##How to apply\r\n\r\nContact your local district council for a notification form or visit their website to notify them online. No fee is payable.\r\n\r\nYou must notify your district council of the dates of the Sundays you would like to open. The notification will take effect 14 days after the date it is given, unless your district council agrees that it should come into effect earlier.\r\n\r\nIf the area where your shop is located has not been designated as a holiday resort you can't use this exemption. Contact your local district council for more information on how areas are designated as holiday resorts.\r\n\r\n##Fines and penalties\r\n\r\n%If you open outside permitted hours on a Sunday without notifying the council, you could be fined up to £50,000.%","updated_at":"2012-10-02T12:13:10+00:00","licence":{"location_specific":true,"availability":["NI"],"authorities":[]}}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}