{"alternative_title":"","body":"$!If you're a shift or casual worker or work annualised or compressed hours, your holiday entitlement may be calculated in shifts or hours. $!\r\n\r\n##Shift workers##\r\nYour employer may calculate your holiday entitlement as shifts. For example if you work 4, 12 hour shifts followed by 4 days off, then your average working week may be calculated by:\r\n\r\n- [number of shifts worked (4) ÷ total number of days in shift pattern(8)] x 7 days = 3.5, 12 hour shifts per week\r\n\r\nYour statutory holiday entitlement may be calculated by:\r\n\r\n- 3.5 shifts per week x 5.6 (statutory leave entitlement) = 19.6, 12 hours shifts holiday\r\n\r\n##Working annualised hours##\r\nYour employer needs to calculate how many hours on average you work over the year. \r\n\r\nFor example if you work 1,600 hours a year, your average working week will be 34.48 hours. This may be calculated by excluding statutory leave entitlement: \r\n\r\ns1. 52 weeks -  5.6 weeks (statutory leave entitlement) = 46.4 weeks of working\r\ns2. 1,600 ÷ 46.4 = 34.48 hours a week\r\n\r\nYour holiday entitlement can be calculated by:\r\n\r\n- 5.6 weeks (statutory leave entitlement) x 34.48 hours a week = 193.09 hours paid holiday for the year.\r\n\r\n##Working compressed hours##\r\nFor example if you work 36 hours over 4 days, you would be entitled to:\r\n\r\n- 36 hours x 5.6 weeks (statutory leave entitlement) = 201.6 hours paid holiday for the year.\r\n\r\nYou would take the number of hours holiday that you would normally have worked - eg if you work 36 hours over 4 days, you would take 9 hours (36 ÷ 4) for each day of holiday.\r\n\r\n##Casual or irregular hours##\r\nYour employer may calculate your holidays as your entitlement builds up ('accrues') for each hour you work. This can be done by converting 5.6 weeks of statutory holiday entitlement into a percentage of hours worked over the year (time worked over the year should exclude your statutory leave entitlement):\r\n\r\ns1. 52 weeks -  5.6 weeks (statutory leave entitlement) = 46.4 weeks of working\r\ns2. 5.6 ÷ 46.4 x 100 = 12.07%\r\n\r\nIf you worked for 10 hours you would be entitled to 72.6 minutes paid holiday:\r\n\r\ns1. (12.07÷100) x 10 hours work = 1.21 hours\r\ns2. 1.21 hours = 60 minutes + (.21 x 60 mins) = 72.6 minutes\r\n\r\n\r\n\r\n\r\n","overview":"Calculate your annual leave if you work flexibly, have annualised or compressed hours or are a shift or casual worker","slug":"holiday-entitlement-if-you-work-irregular-hours","title":"Holiday entitlement if you work irregular hours","updated_at":"2012-10-02T12:13:10+00:00","type":"answer"}