{"alternative_title":"","overview":"You can nominate anyone for honours like BEMs, MBEs, OBEs and knighthoods for outstanding achievements and contributions to public life","slug":"honours-system","title":"The honours system","updated_at":"2012-10-02T12:14:31+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"The honours system recognises people who've made great achievements in public life and people who've committed themselves to serving Britain. They will usually have made life better for other people or been outstanding at what they do.\r\n\r\nPeople get honours for achievements like:\r\n\r\n- making a difference to their community or field of work\r\n- enhancing Britain's reputation\r\n- long-term voluntary service\r\n- innovation and entrepreneurship\r\n- changing things, with an emphasis on achievement\r\n- improving life for people less able to help themselves\r\n- displaying moral courage and vision in making and delivering tough choices\r\n\r\nHonours are given to people involved in different activities, including:\r\n\r\n- arts and media\r\n- health\r\n- education\r\n- science and technology\r\n- economy (including business etc)\r\n- community, voluntary and local services\r\n- sport\r\n- state (including civil service, politicians etc)","slug":"overview","title":"Overview"}},{"table":{"body":"^The person must still be actively involved in the area they're nominated for.^\r\n\r\nYou can nominate anyone. Which honour someone gets is decided by honours committees and their decisions are passed through the Prime Minister to the Queen, who awards the honour.\r\n\r\n$D [Download the 'Nomination pack' (English) (PDF, 149KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_193429.pdf \"Download the 'Nomination pack' (English) (PDF, 149KB)\"){:rel=\"external\"} $D\r\n\r\n$D [Download the 'Nomination pack' (English) (RTF, 3,698KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@government/documents/digitalasset/dg_185555.rtf \"Download the 'Nomination pack' (English) (RTF, 3,698KB)\"){:rel=\"external\"} $D\r\n\r\n$D [Download the 'Nomination pack' (Welsh) (RTF, 1,821KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@government/documents/digitalasset/dg_185556.rtf \"Download the 'Nomination pack' (Welsh) (RTF, 1,821KB)\"){:rel=\"external\"} $D\r\n\r\n$D [Download 'Honours: how to write citations' (PDF, 390KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/documents/digitalasset/dg_176733.pdf \"Download 'Honours: how to write citations' (PDF, 390KB)\"){:rel=\"external\"}\r\n$D\r\n\r\nThe completed forms or any enquiries should be sent to the Honours and Appointments Secretariat.\r\n\r\n$A\r\nCabinet Office\r\nHonours and Appointments Secretariat \r\nGround Floor \r\nRoom G39 \r\n1 Horse Guards Road \r\nLondon \r\nSW1A 2HQ  \r\n$A\r\n\r\n$C\r\n<honours@cabinet-office.x.gsi.gov.uk>  \r\n**Telephone:** 020 7276 2777  \r\n**Fax:** 020 7276 2766  \r\n$C\r\n\r\n##What happens next\r\n\r\n^ The nominee should not expect to hear anything for at least 12 to 18 months. ^\r\n\r\nHonours committees made up of experts and civil servants compare similar nominations, eg teacher with teacher.","slug":"nominate-someone","title":"Nominate someone"}},{"table":{"body":"^ You can't nominate someone for a specific honour - that's decided by the honours committee. ^\r\n\r\n##Types of honours\r\n\r\n###Companion of Honour\r\n\r\nA major contribution to the arts, science, medicine, or government lasting over a long period of time.\r\n\r\n###Knight/Dame\r\n\r\nA major contribution in any activity, usually at national level. Other people working in the nominee's area will see their contribution as inspirational and significant, requiring commitment over a long period of time.\r\n\r\n###Commander of the British Empire (CBE)\r\n\r\nA prominent but lesser role at national level, or a leading role at regional level. You can also get one for a distinguished, innovative contribution to any area.\r\n\r\n###Order of the British Empire (OBE)\r\n\r\nA major local role in any activity, including people whose work has made them known nationally in their chosen area.\r\n\r\n###Member of the British Empire (MBE)\r\n\r\nA significant achievement or outstanding service to the community. An MBE is also awarded for local 'hands-on' service which stands out as an example to other people.\r\n\r\n###British Empire Medal (BEM)\r\n\r\nReintroduced in 2012, this rewards a sustained, local contribution or innovative, high-impact work of a relatively short duration (eg 3-4 years).\r\n\r\n##Which order?\r\n\r\nThe committee decides which order someone should be a member of. You don't have to specify this in your nomination.\r\n\r\nOrder | Who can be nominated\r\n- | -\r\nOrder of the Bath | Senior civil servants and military officers\r\nOrder of St Michael and St George | Diplomats and people serving the UK abroad\r\nOrder of the British Empire | Anyone\r\nCompanion of Honour (award) | Anyone\r\n\r\nMost nominations are in the Order of the British Empire.\r\n\r\n##The Queen's Award for Enterprise Promotion \r\n\r\n[The Queen's Award for Enterprise Promotion](http://www.businesslink.gov.uk/bdotg/action/layer?topicId=1084953735&furlname=queensawards&furlparam=queensawards&ref=http%3A//www.google.com/url%3Fq%3Dhttp%253A%252F%252Fwww.queensawards.org.uk%252Findividual%252FHome.html%26sa%3DD%26sntz%3D1%26usg%3DAFQjCNEwLo-Lr7VbHRVpeuldOssMvekVUg&domain=www.businesslink.gov.uk \"The Queen's Award for Enterprise Promotion\"){:rel=\"external\"} recognises people who've made an outstanding contribution to promoting business enterprise, for example with young people or people from disadvantaged or under-represented communities.\r\n\r\n*[MBE]: Member of the British Empire\r\n","slug":"types-of-honours-and-awards","title":"Types of honours and awards"}},{"table":{"body":"The lists of who's received honours are published in the [London Gazette](http://www.london-gazette.co.uk/issues/recent/10/state/honours/start=1 \"London Gazette honours publications\"){:rel=\"external\"} on New Year's Day and the Queen's birthday in June.","slug":"honours-lists","title":"Honours lists"}},{"table":{"body":"Someone's who's been given an honour and has done something to bring the honours system into disrepute can have their honour taken away ('forfeited'). Examples include if someone has been:\r\n\r\n- sentenced to imprisonment of at least 3 months for a criminal offence\r\n- censured, struck off etc by a relevant professional or regulatory authority for something directly relevant to the granting of the honours (eg a doctor has been struck off)\r\n\r\nOther criteria can be considered as well. The Honours Forfeiture Committee's discussions are confidential.\r\n\r\n##Forfeiture - what happens\r\n\r\nThe Honours Forfeiture Committee looks at the evidence and considers the case. If the committee makes a recommendation that an order should be forfeited, it is submitted to the Queen by the Prime Minister. The Queen decides if the honour should be forfeited.\r\n\r\nIf someone's honour is forfeited it's published in the [London Gazette.](http://www.london-gazette.co.uk/ \"London Gazette\"){:rel=\"external\"}","slug":"having-honours-taken-away","title":"Having honours taken away"}},{"table":{"body":"Honours committees are made up of senior civil servants ('official members') and people who are independent of government ('independent members'). All honours committees have a majority of members who are independent.\r\n\r\n\r\nEach honours committee has an independent chairperson. \r\n\r\nHonours committees review honours nominations for people involved in specific activities (like arts and media or sport) which are then sent to the main committee.\r\n\r\n##Main committee\r\n\r\nMembers are: \r\n\r\n- Head of the Home Civil Service (chair)  \r\n- Chair of Arts and Media Committee: Sir Vernon Ellis \r\n- Chair of Community, Voluntary and Local Services Committee: TBC \r\n- Chair of the Economy Committee: Sir John Parker \r\n- Chair of Education Committee: Sir Michael Barber \r\n- Chair of Health Committee: Sir Ian Carruthers OBE \r\n- Chair of Science and Technology Committee: The Lord Krebs \r\n- Chair of Sport Committee: The Lord Coe of Ranmore KBE \r\n- Chair of State Committee: Dame Mary Marsh DBE \r\n- The Permanent Secretary of the Foreign and Commonwealth Office \r\n- The Chief of Defence Staff \r\n- Another Permanent Secretary   \r\n\r\n##Arts and Media\r\nSir Vernon Ellis - Chair, British Council (independent chair)\r\n\r\nIndependent members:\r\n \r\n- Dame Jenny Abramsky DBE – former Director of Radio and Music, BBC \r\n- Dame Liz Forgan  DBE - Chair of the Arts Council of England and of the Scott Trust \r\n- Ben Okri OBE – novelist and poet \r\n- Luke Rittner – Chief executive, Royal Academy of Dance \r\n- Sir Peter Stothard – Editor, The Times Literary Supplement      \r\n  \r\nOfficial members:\r\n\r\n- Jonathan Stephens – Permanent Secretary, Department for Culture, Media and Sport  \r\n- Sir Peter Housden – Permanent Secretary, Scottish Executive  \r\n\r\n##Community, Voluntary and Local Services\r\nIndependent chair - TBC \r\n\r\nIndependent members:\r\n\r\n- Evelyn Asante-Mensah OBE DL – Chair, NHS Manchester \r\n- Sue Charteris – former Director of Shared Intelligence; member of the England Committee, Big Lottery Fund; and former Chief Executive of Merton \r\n- Dilwar Hussain – Head, Policy Research Centre \r\n- Dr. Angus Kennedy OBE – Chief Executive, Community Regeneration Partnership \r\n- John Knight OBE JP – Board Member, Charity Commission \r\n- Brian O’Doherty – Head of Housing with Newcastle City Council \r\n- The Lord Shipley – Leader, Newcastle City Council \r\n- Mary Thomas – Non-Executive Director, Calderstones NHS Trust \r\n- Dame Clare Tickell – Chief Executive, Action for Children \r\n- Sir Nicholas Young – Chief Executive, British Red Cross \r\n\r\nOfficial members: \r\n\r\n- Sir Bob Kerslake – Permanent Secretary, Department for Communities and Local Government \r\n- Ursula Brennan – Permanent Secretary, Ministry of Defence \r\n- Sir Peter Housden – Permanent Secretary, Scottish Executive \r\n- Helen Kirkpatrick CB – Acting Permanent Secretary, Home Office \r\n- Chris Wormald – Permanent Secretary, Department for Education \r\n\r\n##The Economy\r\nSir John Parker (independent chair) – Chairman, National Grid Plc. And Anglo-American Plc \r\n\r\nIndependent members:\r\n\r\n- Dame Helen Alexander DBE – former President, CBI \r\n- Dr Colette Bowe – Chair, Office of Communications \r\n- Peter Chappelow – Chairman, Portfolio \r\n- The Rt Hon Baroness Dean of Thornton-le-Fylde – Member, House of Lords Appointment Commission \r\n- Rosemarie Harris – famer and County Councillor, Powys County Council \r\n- Christopher Hyman CBE – Chief Executive, Serco Plc \r\n- Sir Richard Lambert – former Director General, CBI \r\n- Sir Rob Margetts CBE – Chairman, Legal and General Plc \r\n- David Thomas CBE DL – former Chief Executive, Whitbread Plc \r\n\r\nOfficial members:\r\n\r\n- Martin Donnelly – Permanent Secretary, Department for Business, Innovation and Skills \r\n- Jonathan Stephens – Permanent Secretary, Department for Culture, Media and Sport \r\n- Sir Nicholas MacPherson – Permanent Secretary, HM Treasury \r\n- Sir Peter Housden – Permanent Secretary, Scottish Executive \r\n\r\n##Education\r\nSir Michael Barber – Head, McKinsey’s Global Education Practice (independent chair)\r\n\r\nIndependent members:\r\n\r\n- Professor the Baroness Afshar OBE – Professor, Politics and Women’s Studies, University of York \r\n- Graham Badman CBE – former Managing Director,Children, Schools and Education Directorate, Kent County Council \r\n- Sheila Gupta – Director of Human Resources, University of Edinburgh \r\n- Professor Sir Deian Hopkin – former Vice Chancellor and Chief Executive, London South Bank University \r\n- Marion Matchett CBE – former Chief Executive, Education and Training Inspectorate, Northern Ireland \r\n- Peter Williams CBE – former Chief Executive, Quality Assurance Agency for Higher Education \r\n\r\nOfficial members:\r\n\r\n- Martin Donnelly – Permanent Secretary, Department for Business, Innovation and Skills \r\n- Chris Wormald – Permanent Secretary, Department for Education \r\n- Dr. Malcolm McKibbin – Head, Northern Ireland Civil Service \r\n\r\n##Health\r\nSir Ian Carruthers OBE – Chief Executive, South West Strategic Health Authority (independent chair) \r\n\r\nIndependent members:\r\n\r\n- Dame Christine Beasley DBE – Chief Nursing Officer for England \r\n- Sir Leszek Borysiewicz FRS – Vice-Chancellor, University of Cambridge \r\n- Dame Ruth Carnall DBE - Chief Executive, NHS London \r\n- Professor Sir Ian Gilmore – Chair, Liverpool Health Partners, University of Liverpool \r\n- Dame Janet Husband – former Chair, Royal College of Radiologists Council \r\n- Professor The Lord Kakkar – Director, Thrombosis Research Institute \r\n- Professor Sir Netar Mallick – Medical Director, Advisory Committee on Clinical Excellence Awards and Professor Emeritus in Renal Medicine, University of Manchester \r\n- Sir Nicholas Partridge OBE - Chief Executive, Terrence Higgins Trust \r\n\r\nOfficial members:\r\n\r\n- Dame Sally Davies DBE – Chief Medical Officer (England) \r\n- Una O’Brien CB – Permanent Secretary, Department of Health \r\n- Dame Gillian Morgan – Permanent Secretary, Welsh Assembly Government\r\n\r\n##Parliamentary and Political Service\r\n\r\nIndependent members:\r\n\r\n- Dianne Bevan – Chief Operating Officer, National Assembly \r\n- The Rt Hon the Lord Butler of Brockwell KG GCB CVO \r\n- The Rt Hon the Baroness Hayman GBE \r\n- Dame Mary Keegan DBE \r\n- The Rt Hon Peter Riddell CBE \r\n\r\nOfficial members:\r\n\r\n- The Rt Hon Alistair Carmichael MP - Liberal Democrat Chief Whip \r\n- The Rt Hon Patrick McLoughlin MP – Parliamentary Secretary to the Treasury and Chief Whip \r\n- The Rt Hon Rosie Winterton MP - Labour Chief Whip \r\n\r\n##Science and Technology\r\nThe Lord Krebs – Principal, Jesus College, Oxford (independent chair)\r\n\r\nIndependent members:\r\n\r\n- Professor Sir Tony Atkinson FBA – Senior Research Fellow, Nuffield College  \r\n- Professor Dame Janet Finch DBE DL – former Vice Chancellor, Keele University \r\n- Dame Julia King DBE – Vice-Chancellor, Aston University \r\n- Dame Nancy Rothwell DBE FRS DL – President and Vice Chancellor, University of Manchester \r\n\r\nOfficial members:\r\n\r\n- Professor Sir John Beddington CMG, FRS – Chief Scientific Adviser, Department for Business, Innovation and Skills \r\n- John Alty CB – Acting DG Knowledge and Innovation, Department for Business, Innovation and Skills\r\n\r\n##Sport \r\nThe Lord Coe of Ranmore KBE – Chairman, London Organising Committee for the 2012 Olympic and Paralympic Games (independent chair) \r\n\r\nIndependent members:\r\n\r\n- Baroness Grey Thompson DBE – former Paralympic athlete \r\n- Tim Lamb – Chief Executive, Sport and Reaction Alliance \r\n- Sir Ian McGeechan OBE – Director of Rugby, Bath \r\n- Tim Phillips – former Chairman, All England Lawn Tennis Club \r\n- Tessa Sanderson-White CBE – former Olympic athlete \r\n- Graham Taylor OBE – former England Football Manager \r\n\r\nOfficial members:\r\n\r\n- Jonathan Stephens – Permanent Secretary, Department for Culture, Media and Sport  \r\n- Dr. Malcolm McKibbin – Head, Northern Ireland Civil Service  \r\n\r\n##State\r\nDame Mary Marsh DBE – Director, Clore Social Leadership Programme (independent chair) \r\n\r\nIndependent members:\r\n\r\n- Dame Suzi Leather DBE DL – Chair, Charity Commission \r\n- Elizabeth McKeikan – Non-Executive Director, JD Wetherspoon Plc. and former Civil Service Commissioner \r\n- Dr. Diana Walford CBE – former Principal, Mansfield College, Oxford \r\n\r\nPermanent Secretary members:\r\n\r\n- Sir Bob Kerslake – Head of the Home Civil Service \r\n- Sir Paul Jenkins KCB QC - Chief Executive and Permanent Secretary, Treasury Solicitor's Department \r\n\r\n*[CBE]: Commander of the British Empire\r\n*[OBE]: Order of the British Empire\r\n*[DBE]: Dame of the British Empire\r\n*[KBE]: Knight of the British Empire\r\n*[DL]: Deputy Lieutenant\r\n*[FRS]: Fellow of the Royal Society\r\n*[KCB]: Knight Commander of the Order of the Bath \r\n","slug":"members-of-honours-committees","title":"Members of honours committees"}}],"type":"guide"}