{"alternative_title":"","body":"$!If your child gets in trouble with the police, you can sometimes be held responsible.$!\r\n\r\nYou can be held responsible if your child repeatedly gets into trouble or if you don't take reasonable steps to control their behaviour.\r\n\r\nYou could be:\r\n\r\n- asked to attend a parenting programme\r\n- asked to sign a Parenting Contract\r\n- given a Parenting Order by a court\r\n\r\nEach of these support you in stopping your child from getting in trouble again.\r\n\r\nUsually, they are voluntary. But sometimes things are made more formal by a court.\r\n\r\n##Parenting programmes\r\n\r\nParenting programmes are run by the local [youth offending team](/youth-offending-team \"Youth offending teams\") and other youth justice organisations, like charities.\r\n\r\nEach programme will be different depending on your circumstances and what’s best for your child.\r\n\r\n##Parenting Contracts\r\n\r\nThis is a voluntary agreement signed by you, your child and someone from the local [youth offending team](/youth-offending-team \"Youth offending teams\").\r\n\r\nYou all agree to play a part in helping your child stay away from crime.\r\n\r\nIf you refuse to sign it, you could be given a Parenting Order.\r\n\r\n##Parenting Orders\r\n\r\nThese are given out by the court. It sets out things you and your child must or mustn't do.\r\n\r\nThey can last for up to 12 months.\r\n\r\nGetting a Parenting Order doesn’t mean you get a criminal record, but you can be taken to court if you don’t obey the order.\r\n\r\n##Anti-social Behaviour Orders (ASBOs)\r\n\r\nIf your child is given an [ASBO](/asbo \"Getting an ASBO\"), you can sometimes be fined if they break the ASBO's rules. You and your child should make sure you understand these rules, and what the consequences will be if they are broken.\r\n\r\n*[ASBO]: Anti-social Behaviour Order","overview":"Parents can get in trouble with the law if their child gets arrested - find out about parenting programmes, Parenting Contracts and Parenting Orders","slug":"if-my-child-gets-in-trouble-with-police","title":"What happens to me if my child gets in trouble with the police","updated_at":"2012-10-02T12:14:45+00:00","type":"answer"}