{"artefact":[["_response_info",{"status":"ok"}],["title","Independent school registration (Northern Ireland)"],["id","https://contentapi.production.alphagov.co.uk/independent-school-registration-northern-ireland.json"],["web_url","https://www.gov.uk/independent-school-registration-northern-ireland"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"If you run an independent school it must be registered with the Department of Education (DE)\r\n","will_continue_on":"the Department of Education website","continuation_link":"http://www.deni.gov.uk/","licence_identifier":"1222-4-1","licence_short_description":"Register an independent school with the Department of Education","licence_overview":"If you run an independent school it must be registered with the [Department of Education (DE).](http://www.deni.gov.uk/ \"Department of Education (DE)\"){:rel=\"external\"}\r\n\r\nA registration will be provisional until the school has been inspected on behalf of DE.\r\n\r\n##Conditions\r\n\r\nYou may be served with a notice of compliant if the DE believe that your school is objectionable on one of the following grounds:\r\n\r\n- the premises or parts of it are unsuitable for use as a school\r\n- the accommodation provided is unsuitable given the number, sex and ages of the pupils\r\n- you have failed to comply with pupil welfare requirements for a child accommodated at your school\r\n- suitable and efficient teaching is not being provided taking into account the age, sex and abilities of the pupils\r\n- you or any teacher are not a fit and proper person to be a proprietor or teacher\r\n\r\nThe notice will give full details of any failure and give steps to be taken to remedy the failure, together with a time period of when these steps must be taken.\r\n\r\nYou can appeal against a notice of complaint to the Independent Schools Tribunal.\r\n\r\n\r\n##Fines and penalties\r\n\r\nYour school will not be registered if you have been disqualified from being an independent school proprietor, your premises is disqualified from being a school or your premises are being used for an activity that they are disqualified from being used for.\r\n\r\nIf you operate an independent school that is not registered or do anything intended to make it appear that your school is provisionally or fully registered you may commit an offence and be fined up to £2,500, imprisoned for up to three months or both.\r\n\r\nIf you use premises as a school when you have been disqualified from doing so you may commit an offence and be fined up to £2,500, imprisoned for up to three months or both.\r\n\r\nYou must keep a register of all pupils that attend your school. If you fail to keep such a register you may commit an offence and be fined up to £200.\r\n\r\n*[DE]: Department of Education","updated_at":"2012-10-08T09:55:15+00:00","licence":{"location_specific":false,"availability":["NI"],"authorities":[{"name":"DENI","slug":"deni","contact":{"website":"","email":"","phone":"","address":"\n\n\n\n"},"actions":{"apply":[{"url":"https://www.gov.uk/apply-for-a-licence/application-for-registration-of-an-independent-school/deni/apply-1","introduction":"","description":"Application for Registration of an Independent School - Application to register an independent school","payment":"none"}]}}]}}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}