{"artefact":[["_response_info",{"status":"ok"}],["title","Independent school registration (England)"],["id","https://contentapi.production.alphagov.co.uk/independent-school-registration-england.json"],["web_url","https://www.gov.uk/independent-school-registration-england"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"Independent school (under compulsory school age) registration (England)","overview":"You need to register with Ofsted or the Department for Education if you run an independent school that has daycare for pupils under compulsory school age","will_continue_on":"","continuation_link":"","licence_identifier":"9068-5-1","licence_short_description":"Register with Ofsted or the Department for Education if you run an independent school that has daycare for pupils under compulsory school age.","licence_overview":"If you run an independent school that provides day care for pupils under compulsory school age, you need to register with the [Ofsted](http://www.ofsted.gov.uk/ \"Ofsted\"){:rel=\"external\"} Early Years Directorate or the [Department for Education (DfE).](http://www.education.gov.uk/ \"Department for Education (DfE)\"){:rel=\"external\"}  Ofsted registration is required if children attend who are under 3 but not rising 3; or no child attending Early Years Foundation Stage provision is a pupil of a school; or the provision is not part of the school's activities.\r\n\r\nYou must comply with certain requirements, including provision of enhanced criminal record certificate applications, suitability for providing the service and first aid qualifications.\r\n\r\nYou must also provide specific information including your full name, date of birth, address and telephone number and details of any criminal convictions and/or cautions.\r\n\r\n##Conditions\r\n\r\nYou must also comply with additional requirements including:\r\n\r\n- ensuring the welfare of the children being cared for\r\n- ensuring a written procedure is available for review and is followed to protect children from abuse or neglect\r\n- that you are suitable to work with children, are of good character, have suitable skills and experience and are physically and mentally fit to do the work\r\n- ensuring a system is in place to ensure anyone working with the children fits the suitability criteria and have the appropriate qualifications\r\n- ensuring premises are suitable and safe\r\n- that health and safety risk assessments are carried out on the premises, equipment and activities at least once per calendar year\r\n- ensuring the children's behaviour is managed suitably\r\n- ensuring a written complaints procedure is in place\r\n\r\nYou must keep the required records on each child.\r\n\r\nYou must ensure that specific information is given to parents, including a copy of the complaints procedure, the procedure for ensuring the safety of children from harm and abuse and information on the activities.\r\n\r\nYou must notify the Chief Inspector of the following:\r\n\r\n- the death or serious injury of a child or other person on the premises\r\n- the sudden serious illness of a child\r\n- allegations of serious harm or abuse to a child\r\n- food poisoning that affects two or more children\r\n- any event likely to alter the suitability of a carer or person living or working on the premises\r\n\r\nYou must be covered for death, injury, damage, public liability or other loss by adequate insurance.\r\n\r\nYou must display your certificate of registration and you must provide a copy of the registration to a parent if requested.\r\n\r\nYou must not smoke or consume drugs or alcohol whilst providing childcare, or allow alcohol, drugs or tobacco to be consumed on the premises or in the presence of a child being cared for.\r\n\r\nYou must not use corporal punishment on a child or allow others on the premises to use such punishment.","updated_at":"2012-10-08T09:50:36+00:00"}],["tags",[{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null},{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}},{"title":"Education","id":"https://contentapi.production.alphagov.co.uk/tags/education.json","web_url":null,"details":{"description":"Get help if you&#39;re at school, planning to go on to further or higher education, looking for training or interested in a student or career development loan.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=education","web_url":"https://www.gov.uk/browse/education"},"parent":null}]],["related",[]]],"parts":null}