{"artefact":[["_response_info",{"status":"ok"}],["title","Independent school registration (England and Wales)"],["id","https://contentapi.production.alphagov.co.uk/independent-school-registration.json"],["web_url","https://www.gov.uk/independent-school-registration"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"If you run an independent school offering full time education, you need to register with the Department for Education","will_continue_on":"the Department for Education (DfE) website","continuation_link":"http://www.education.gov.uk/","licence_identifier":"1222-2-1","licence_short_description":"","licence_overview":"If you run an independent school offering full time education, you need to register with the [Department for Education (DfE)](http://www.education.gov.uk/ \"Department for Education (DfE)\"){:rel=\"external\"} in England or the Welsh Government in Wales.\r\n\r\nYou must meet required standards on the:\r\n\r\n- quality of education provided\r\n- spiritual, moral, social and cultural development of students\r\n- welfare, health and safety of students\r\n- suitability of staff\r\n- premises and accommodation provided at your school\r\n- information provided by your school\r\n- handling of complaints\r\n\r\nYour application to enter your school in the register must be made in the prescribed manner, and must contain the required information, including:\r\n\r\n- the age range of students\r\n- the maximum number of students\r\n- whether the school is for male or female students or both\r\n- whether the school provides accommodation for students\r\n- whether the school is specially organised to make special educational provision for students with special educational needs (SEN) and, if so, the types of SEN provided for\r\n\r\nYour school will be inspected to ensure it is suitable. You will be notified as to whether it is suitable or not and, if it is, your details will be entered onto the register.\r\n\r\n##How to apply\r\n\r\nYou must make an application in writing to DfE or the Welsh Government for approval of any material change to the school or the running of the school. This includes but is not limited to change of proprietor, change of address, or the change of any of the information which was required in the application for registration. In Wales, a material change also includes the provision for students with special educational needs.\r\n\r\n##Conditions\r\n\r\nYour school may be removed from the register if there is a material change that has not been approved.\r\n\r\nYour school will be regularly inspected to ensure that standards are being met, and are likely to continue to be met.\r\n\r\nIf your school is not meeting the relevant standards, you may be required to submit an action plan for approval, specifying the steps that will be taken to meet the standards, and the time by which each step will be taken.\r\n\r\nIf you do not submit an action plan, or if an approved action plan is not complied with, a relevant restriction may be imposed on you, or your school may be removed from the register.\r\n\r\nIf a relevant restriction is imposed, you must take one or more of the following steps by a specified time:\r\n\r\n- cease to use any part of the school's premises for all purposes, or for specified purposes\r\n- close any part of the school's operation\r\n- cease to admit any new students or new students of specified descriptions\r\n\r\nYou may be required to provide the Secretary of State in England or the Minister for Education and Skills in Wales, with certain information relating to your school on request.\r\n\r\nYou may be considered unsuitable to take part in the management of an independent school, in which case you will be prohibited from doing so. The DfE or the Welsh Government may remove your school from the register if it is satisfied that someone who either owns or carries out certain work for the school is prohibited under certain legislation.\r\n\r\n##Fines and penalties\r\n\r\n%If you fail to register you could be liable to up to six months imprisonment or a £5,000 fine, or both.%\r\n\r\n*[DfE]: Department for Education \r\n*[SEN]:  special educational needs","updated_at":"2012-10-08T08:13:19+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}