{"alternative_title":"","continuation_link":"","licence_identifier":"1310-1-1","licence_overview":"If you operate an independent fostering service you must be registered with Her Majesty's Chief Inspector of Education, Children's Services and Skills.\r\n\r\nYour application will be subject to a fee.\r\n\r\nIn order to be registered to operate a fostering agency, you must prove that you:\r\n\r\n* are a fit and proper person\r\n* are physically and mentally fit\r\n* have the right skills and qualifications\r\n\r\n##Complying with regulations\r\n\r\nWhen registered, you must comply with all related rules under the regulations, including:\r\n\r\n* protecting the health and welfare of each child\r\n* showing respect for the child's wishes\r\n* promoting contact between a child and their relatives and friends, where appropriate\r\n* making sure that foster parents follow the regulations\r\n* making sure that foster parents promote the leisure interests and educational achievement of the child\r\n* providing foster parents with any necessary training, advice and support to enable them to provide the right care for the child\r\n* monitoring certain matters once you have placed a child\r\n* staff training\r\n* establishing an appropriate complaints procedure\r\n* having a written statement of purpose to outline the aims and objectives of your fostering service\r\n* producing and regularly reviewing a written children's guide to your service - including contact details for the Chief Inspector and a summary of the complaints procedure - for each foster parent and each child placed\r\n* always having a suitable number of competent, skilled and supervised staff to ensure that the welfare of the children is protected\r\n* only employing workers who are fit and proper, physically and mentally fit and who have suitable qualifications\r\n* making sure all employees receive appropriate training, supervision and appraisal\r\n* implementing a written policy to safeguard children from abuse or neglect, and setting out the procedure to be followed in the event of an allegation of abuse or neglect\r\n* implementing a written policy on acceptable measures of control, restraint and discipline of fostered children\r\n* having a disciplinary procedure under which an employee will be suspended where necessary for the welfare of children, and where any failure to report abuse or neglect is a ground for disciplinary proceedings\r\n* maintaining up to date records on prescribed matters and ensuring all records are kept confidentially and securely\r\n* constituting a fostering panel to perform the prescribed functions\r\n\r\nYou may only approve a foster parent if, after carrying out an assessment, you consider them and their household to be suitable. You must have referred a written report to the foster panel and taken their recommendation into account when making your decision.\r\n\r\nYou must notify the potential foster parent in writing of your decision and, if they have been approved, you must enter into a written foster care agreement with them.\r\n\r\nYou must review each approval every year and prepare a written report. Where a foster parent is no longer suitable, you must give them written notice of this.\r\n\r\nIf a foster parent gives you notice that they wish to terminate their agreement, you must send a copy of the notice to the relevant placing authority and area authority.\r\n\r\nYou must also notify the Chief Inspector of any significant change to the running of the home, and of certain events including the death or injury of a child, or a serious complaint about a foster parent. You must give notice if you are convicted of a criminal offence.\r\n\r\nIf you wish to manage more than one establishment you must be registered for each.\r\n\r\n$C You must pay an annual fee of £1,597. $C","licence_short_description":"Register with Her Majesty's Chief Inspector of Education, Children's Services and Skills to operate as an independent fostering service.","overview":"You must be registered to operate a independent fostering service in England.","slug":"independent-fostering-service-registration-england","title":"Independent fostering service registration (England)","updated_at":"2012-10-02T12:13:15+00:00","will_continue_on":"","type":"licence"}