{"alternative_title":"","overview":"Inheritance Tax (IHT) is paid when a person's estate (their property and possessions) is worth more than £325,000 when they die - exemptions, passing on property, transferring thresholds and paying IHT","slug":"inheritance-tax","title":"Inheritance Tax","updated_at":"2012-10-02T12:13:16+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Inheritance Tax is due when a person's estate (their property and possessions) is worth more than £325,000 when they die. This is called the 'Inheritance Tax threshold'.\r\n\r\n##How much Inheritance Tax is paid\r\n\r\nThe rate of Inheritance Tax is 40% on anything above the threshold. You can see a list of [Inheritance Tax thresholds](http://www.hmrc.gov.uk/rates/iht-thresholds.htm \"Inheritance Tax thresholds\"){:rel=\"external\"} on the HM Revenue & Customs (HMRC) website.\r\n\r\n##Who pays Inheritance Tax\r\n\r\nUsually the executor or personal representative for the person who has died pays Inheritance Tax using the funds from the estate. \r\n\r\nTrustees are responsible for paying Inheritance Tax on [trusts](/trusts-taxes \"trusts\"), which are a way of looking after assets (money, investments, land or buildings) for people. The trustee is the person who looks after the trust.\r\n\r\nIf you've got an inheritance or a gift from someone who has died you only owe Inheritance Tax if their estate is more than £325,000 and:\r\n\r\n- it says in the will that you should pay Inheritance Tax\r\n- or the deceased's estate can't pay it\r\n\r\n##Working out if Inheritance Tax is due on an estate\r\n\r\nIf you're the executor of an estate you need to work out if you need to pay Inheritance Tax. \r\n\r\nTo see if it's due, you:\r\n\r\n- add up the value of everything in the estate (including gifts made before the person died)\r\n- take away any debts, like bills and funeral expenses\r\n\r\nThere's detailed information to help you if you're [valuing the estate of someone who's died](/valuing-estate-of-someone-who-died \"valuing the estate of someone who's died\").\r\n\r\n##Deadline for paying Inheritance Tax\r\n\r\nYou usually have to pay Inheritance Tax within 6 months of the person dying - after this, you have to pay [interest](http://www.hmrc.gov.uk/rates/iht-interest-rates.htm \"interest\"){:rel=\"external\"}. \r\n\r\nThere's more information on [Inheritance Tax deadlines](http://www.hmrc.gov.uk/inheritancetax/paying-iht/payment-deadlines.htm \"Inheritance Tax deadlines\"){:rel=\"external\"} on the HMRC website.\r\n\r\n^Even if no Inheritance Tax is due, you still have to complete a ['Return of estate information' form](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?formid=3307&record=hBFaNANqIOw \"Return of estate information form\"){:rel=\"external\"} if you're applying for [probate](/wills-probate-inheritance/applying-for-a-grant-of-representation \"applying for probate\"). All the [other Inheritance Tax forms](http://search2.hmrc.gov.uk/kb5/hmrc/forms/ihtforms.page \"other Inheritance Tax forms\"){:rel=\"external\"} are on the HMRC website.^\r\n\r\n*[HMRC]:HM Revenue & Customs\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"Even if your estate is over the threshold you can sometimes pass on assets without paying Inheritance Tax.\r\n\r\n##Your spouse or civil partner\r\n\r\nThere's usually no Inheritance Tax to pay on anything you leave to your spouse or civil partner who has their permanent home in the UK, even if it's over the threshold. This includes any gifts you give while you're alive.\r\n\r\n##Charities\r\n\r\nGifts you make to charities, museums, universities and the National Trust are exempt - for more information, call the HM Revenue & Customs (HMRC) Charities Helpline:\r\n\r\n$C\r\n\r\n**Charities Helpline**  \r\n\r\n0845 302 0203\r\n\r\n$C\r\n\r\n#Gifts - the 7-year rule\r\n\r\nIf you live for 7 years after making a gift to someone, it's exempt from Inheritance Tax regardless of the value. This is called a 'potentially exempt transfer'.\r\n\r\n^[Income Tax](/income-tax \"Income Tax\") might be due if you give away a house.^\r\n\r\n##Annual exemption\r\n\r\nYou can give away up to £3,000 a year - you can also carry over unused allowance from previous years. These gifts will be exempt from Inheritance Tax when you die.\r\n\r\n##Small gift exemption\r\n\r\nYou can make small gifts of up to £250 to as many people as you like (but you can't use this exemption with the £3,000 annual exemption for the same person).\r\n\r\n##Wedding and civil partnership gifts\r\n\r\nThese are exempt, with certain rules:\r\n\r\n- parents of the couple can give them cash or gifts worth up to £3,000\r\n- grandparents can each give up to £2,500\r\n- anyone else can give up to £1,000\r\n- you have to make the gift, or promise to make it, on or shortly before the date of the wedding or civil partnership ceremony\r\n\r\n##Business relief\r\n\r\nIf you own a business or share of a business you may be able to pass some of it on without paying tax. More [information about business relief](http://www.hmrc.gov.uk/inheritancetax/pass-money-property/business-relief.htm \"information about business relief\"){:rel=\"external\"} is on the HMRC website.\r\n\r\n##Agricultural relief\r\n\r\nIf you own a working farm, you can pass some of it on without paying tax. More [information about agricultural relief](http://www.hmrc.gov.uk/inheritancetax/pass-money-property/agricultural-relief.htm \"information about agricultural relief\"){:rel=\"external\"} is on the HMRC website.\r\n\r\n##Woodland relief\r\n\r\nIf you have woodland, the value of the timber (but not the land) is excluded from your estate. If the timber is sold, Inheritance Tax is then due. \r\n\r\nThe woodland might also qualify for agricultural relief or business relief if it's part of a working farm or business.\r\n\r\n##Heritage relief\r\n\r\nIf you own something of historic or scientific interest, it could be exempt from Inheritance Tax. Examples include:\r\n\r\n- buildings of outstanding historic or architectural interest\r\n- objects with national scientific, historic or artistic interest\r\n\r\nThe assets have to be made available for the public to view - there's a [database of heritage assets](http://www.hmrc.gov.uk/heritage/index.htm \"database of heritage assets\"){:rel=\"external\"} on the HMRC website.\r\n\r\nThe rules on heritage relief are complicated - contact the Inheritance Tax Helpline for advice:\r\n\r\n$C\r\n\r\n**Inheritance Tax Helpline**  \r\n0845 302 0900 \r\n\r\n$C\r\n\r\n*[HMRC]:HM Revenue & Customs\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","slug":"inheritance-tax-exemptions","title":"Inheritance Tax exemptions"}},{"table":{"body":"You can give your home to your children - or someone else - at any time. For Inheritance Tax purposes, it's treated as a gift.\r\n\r\nWhen passing on property, you need to remember:\r\n\r\n- the 7-year rule - if you live for 7 years after giving it away, it's exempt from Inheritance Tax\r\n- if there are conditions attached when you give away your home (eg if you continue to live in it rent-free) it's known as a 'gift with reservation of benefit' and won't be exempt - call the Inheritance Tax Helpline for more information:\r\n\r\n$C\r\n\r\n**Inheritance Tax Helpline**    \r\n\r\n0845 302 0900  \r\n$C\r\n\r\n##Giving your home away and moving out\r\n\r\nYou can make social visits and stay for short periods in the home you give away, but there are guidelines on how frequent the visits can be without Inheritance Tax being due.\r\n\r\n\r\n##Giving your home away and living it\r\n\r\nYou can still live in your home after you give it away, but to avoid Inheritance Tax you have to pay rent to the new owner.\r\n\r\n##Selling your home and giving the money to your children\r\n\r\nIf you sell your home and give the money to your children, the gift won't be included in your estate for Inheritance Tax purposes if you live for 7 years after you make the gift.\r\n\r\nIf you sell your home, give the money to your children and then move into their home it counts as a ['pre-owned asset'](http://www.hmrc.gov.uk/poa/poa_liable.htm \"pre-owned asset\"){:rel=\"external\"} and there might be Income Tax due if you don't pay the market rent.\r\n\r\nIf both you and your children sell your homes, pool your money and buy a new home to live in together, the part belonging to you is considered part of your estate for Inheritance Tax purposes.\r\n\r\n##Giving your home to your children and they move in with you\r\n\r\nInheritance Tax is still due if you do this as it's counted as a 'gift with reservation of benefit'. \r\n\r\nIf you just give half of your home to your children, they move in with you and you share bills, the half you give them isn't part of your estate for Inheritance Tax purposes as long as you live for 7 years after giving it away.\r\n\r\n##Leaving your home in your will\r\n\r\nHow you pass your home on after you die depends on how you own it. This could be:\r\n\r\n- sole tenancy - you own 100% of the home\r\n- joint tenancy - you own an equal share of the home with one or more people \r\n- tenants in common - you own the home with one or more people but each share doesn't have to be equal\r\n\r\nIf you and your spouse or civil partner are joint tenants and one of you dies, the other automatically gets their share of the house. \r\n\r\nIf you own a home as tenants in common, you can pass your portion on to your children when you die and divide the property up between them and your partner. This can reduce the size of the estate for tax purposes.\r\n\r\n*[HMRC]:HM Revenue & Customs\r\n\r\n\r\n\r\n\r\n","slug":"inheritance-tax-planning-passing-on-property","title":"Inheritance Tax planning - passing on property"}},{"table":{"body":"If someone leaves everything to their spouse or civil partner when they die and the partner has their permanent home in the UK, it's exempt from Inheritance Tax.  \r\n\r\nThis means their Inheritance Tax threshold hasn't been used and can be transferred to their partner's estate when they die, even if they remarry.\r\n\r\nSo, they could have an Inheritance Tax threshold of up to £650,000 - twice the usual threshold.\r\n\r\n##How the transfer works\r\n\r\nThe transfer happens when the second partner dies and is done by their executor or personal representative. It doesn't matter when the first partner died. \r\n\r\nTo transfer the threshold, follow the steps below.\r\n\r\n###Work out what percentage of the threshold you can transfer\r\n\r\nThe size of the first estate doesn't matter - if it was all left to the second partner, 100% of the threshold can be transferred. \r\n\r\nIf the first partner made gifts during their lifetime that weren't exempt from Inheritance Tax, their value must be deducted from the threshold.  \r\n\r\n\r\n###Get the documents together from the first death \r\n\r\nYou need copies of:  \r\n\r\n- the will, if there was one\r\n- the grant of [representation](/wills-probate-inheritance \"probate\") (or 'confirmation' in Scotland), or death certificate if there's no grant\r\n- any 'deeds of variation' used to change the will\r\n\r\n###Complete and send in the relevant forms \r\n\r\nThe ones you'll need depend on how much of the threshold is being transferred and the value of the estate when the second partner dies.  \r\n\r\nIf you're transferring 100% of the threshold and the estate's worth less than £650,000, it's called an ['excepted estate'](http://www.hmrc.gov.uk/inheritancetax/iht-probate-forms/excepted-estates.htm \"'excepted estate'\"){:rel=\"external\"}. Use [form IHT217](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?formid=4070&record=fgM0HzBuH7k \"form IHT217\"){:rel=\"external\"} on the HM Revenue & Customs (HMRC) website - you need to fill out [form IHT205](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?formid=3307&record=hBFaNANqIOw \"IHT205\"){:rel=\"external\"} too.\r\n\r\n^Some estates [don't count as excepted estates](http://www.hmrc.gov.uk/inheritancetax/iht-probate-forms/excepted-estates.htm#2 \"don't count as excepted estates\"){:rel=\"external\"} - the HMRC website has more information.^\r\n\r\nIf you're transferring 100% of the threshold and the estate's worth more than £650,000, use forms IHT402 and IHT400 - you can get both on the [Inheritance Tax account](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?record=ID-K_xN6ens&formId=3309 \"Inheritance Tax account\"){:rel=\"external\"} page on the HMRC website.\r\n\r\nIf you're transferring less than 100% of the threshold or the estate doesn't qualify as an 'excepted estate' you also use forms IHT402 and IHT400.\r\n\r\n^You also need to send in the forms you need for [probate](/wills-probate-inheritance \"probate\").^\r\n\r\n*[HMRC]:HM Revenue & Customs","slug":"transferring-inheritance-tax-thresholds","title":"Transferring Inheritance Tax thresholds"}},{"table":{"body":"There are different ways to pay Inheritance Tax. These include:\r\n\r\n- yearly installments (for property only)\r\n- payments on account\r\n- internet or telephone banking\r\n- bank giro\r\n- post\r\n- using the deceased person's bank account\r\n\r\nFull details of the payment methods and [how to pay Inheritance Tax](http://www.hmrc.gov.uk/payinghmrc/inheritance.htm \"how to pay Inheritance Tax\"){:rel=\"external\"} are on the HM Revenue & Customs (HMRC) website.\r\n\r\n*[HMRC]:HM Revenue & Customs\r\n","slug":"paying-inheritance-tax","title":"Paying Inheritance Tax"}}],"type":"guide"}