{"artefact":[["_response_info",{"status":"ok"}],["title","Ionising radiation notification (England, Scotland and Wales)"],["id","https://contentapi.production.alphagov.co.uk/ionising-radiation-notification-england-scotland-wales.json"],["web_url","https://www.gov.uk/ionising-radiation-notification-england-scotland-wales"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"Notification of work with ionising radiation (England, Scotland & Wales)","overview":"You must notify the Health & Safety Executive (HSE) at least 28 days before you start working with ionising radiation\r\n","will_continue_on":"the Health and Safety Executive website","continuation_link":"http://www.hse.gov.uk/","licence_identifier":"9078-6-1","licence_short_description":"You must notify the HHealth & Safety Executive (HSE) at least 28 days before you start working with ionising radiation\r\n","licence_overview":"If you plan to start working with ionising radiation you need to notify the [Health & Safety Executive (HSE)](http://www.hse.gov.uk/ \"Health & Safety Executive (HSE)\"){:rel=\"external\"} at least 28 days beforehand.\r\n\r\nThis requirement applies if you do any of the following:\r\n\r\n- produce, process, handle, use, hold, store, transport or dispose of artificial radioactive substances and some naturally occurring sources (eg at nuclear power stations)\r\n- use electrical equipment emitting ionising radiation at no more than 5 kilovolts (eg X-ray equipment in medical or dental practices)\r\n- work in places where the radon gas concentration exceeds certain levels (eg in mines)\r\n- work with naturally occurring radioactive materials (eg that occur in oil and gas pipes or during smelting operations)\r\n\r\nSuppliers of radiation equipment should inform their customers of the need to give 28 days' notice to HSE well in advance.\r\n\r\nHowever, there may be instances - particularly with radon or naturally occurring radioactive materials - where it is not possible to provide 28 days' notice before commencing work. In such cases, you must notify HSE as soon as you become aware of the presence of ionising radiation.\r\n\r\nYour notification should take the form of an email or letter (HSE does not provide a form) and should contain the following information:\r\n\r\n- your business name and address and a contact number or email address\r\n- address of the premises where the work activity is to be carried out and a contact number or email address\r\n- the nature of your business\r\n- category of the source of the ionising radiation, ie sealed source, unsealed radioactive substance, electrical equipment or an atmosphere containing the decay products of radon (known as the 'daughters of radon')\r\n- whether or not any source is to be used at premises other than those notified\r\n- the dates of notification and commencement of work activity\r\n\r\nHSE also recommends including a brief summary of the work that you intend to undertake with ionising radiation.\r\n\r\nHSE contact details are available on the HSE website.\r\n\r\nIf you intend to start site radiography work, HSE will issue you with further notification requirements that you must submit at least seven days prior to each job taking place.\r\n\r\nIf there is a material change in the work you are doing that would affect the notification details provided, you must notify HSE immediately of those changes.\r\n\r\n##Exemptions\r\n\r\nThe following are exempt from the notification requirement:\r\n\r\n- work carried out on a nuclear licensed site\r\n- work generating very low quantities or concentrations of radioactive substances\r\n- cathode ray tubes intended for the display of visual images\r\n- any other electrical apparatus operating at less than 30 kilovolts\r\n\r\nIf you're unsure whether notification applies to you, contact:\r\n\r\n$C\r\n**HSE infoline**   \r\n<hse.infoline@santia.co.uk>  \r\n**Telephone:**  0845 345 0055\r\n$C","updated_at":"2012-10-08T09:56:07+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}