{"alternative_title":"","body":"$! The council must support you until you're 21. There'll be a meeting to help you work out what you're going to do when you leave care. $!\r\n\r\nAge | What happens\r\n- | -\r\n16 | You'll be given a plan to help you make the transition from care to independent life\r\n18 | You can leave care if you decide you're ready and there's a plan in place with the local council to support you\r\n21 | You'll get help and advice from the council until you're 21 (or longer if you're still in education or training)\r\n\r\n##What the council must do to help you\r\n\r\nThe council must give you a personal adviser who stays in touch with you once you've left care. The council also has to make sure you've got somewhere to live and enough money.\r\n\r\n^If you're leaving care you'll have a 'statutory review meeting' to discuss your future, including what support you'll need. ^\r\n\r\n##Things to consider before your meeting\r\n\r\nThese things will be discussed at your statutory review meeting:\r\n\r\n- where you’re going to live (you can move somewhere where personal support and advice is always available if you want to)\r\n- if you’re going to work, get training or continue in education\r\n- how much support you think you’ll need from your social worker or personal adviser\r\n\r\n##Who should be at your statutory review meeting\r\n\r\n- you\r\n- an advocate, if you ask for one (an adult you choose who can help you explain things)\r\n- your social worker\r\n- your carers\r\n- any other people responsible for supporting you (like a mentor or a member of staff from your school or college)\r\n- an Independent Reviewing Officer (a neutral person appointed to make sure everything's done properly)\r\n\r\n##Complaining about your statutory review meeting\r\n\r\nYou can make a formal complaint if you're not happy with how your meeting went. Your social worker or personal adviser from the leaving care service and the Independent Reviewing Officer must tell you how to do this.\r\n\r\n##Benefits\r\n\r\nYou might be able to claim some benefits, like:\r\n\r\n- [Jobseeker’s Allowance](/apply-jobseekers-allowance/ \"Jobseeker's Allowance\")\r\n- [Housing Benefit](/housing-benefit/ \"Housing Benefit\")\r\n- [Income Support](/income-support/ \"Income Support\")\r\n- [Community Care Grant](/community-care-grant/ \"Community Care Grant\")","overview":"When you leave foster or local council care, the council must help you to live independently - there'll be a meeting to discuss your future","slug":"leaving-foster-or-local-authority-care","title":"Leaving foster or local authority care","updated_at":"2012-10-02T12:13:20+00:00","type":"answer"}