{"alternative_title":"","body":"$!Limousines with up to 8 passengers seats don't require a licence for weddings and funerals.$!\r\n\r\nLimousines must be run by a licensed operator unless they're being hired out without a driver. \r\n\r\nFor small limousines - seating up to 8 passengers - you'll need a private hire vehicle (PHV) operator licence. This is different [inside London](private-hire-vehicle-operator-licence-inside-london “private-hire-vehicle-operator-licence-inside-london”) and [outside London](private-hire-vehicle-operator-licence-outside-london “PHV licensing outside London”).\r\n\r\nFor large limousines - seating 9 passengers or more - you'll need to get a public sector vehicle (PSV) operator licence. \r\n\r\n%Operators hiring out limousines and drivers separately to avoid licensing are breaking the law.%\r\n\r\n##Vehicle standards##\r\nStretched limousines must have [Individual Vehicle Approval (IVA)](vehicle-type-approval/individual-vehicle-approval “Individual vehicle approval”) to be registered and licensed. For those built before 29 July 2011, a Certificate of Fitness (COIF) is accepted.\r\n\r\n##Fines and penalties##\r\n\r\nYour limousines can be destroyed or confiscated if you aren't licensed or your vehicles aren't properly insured. For other offences you can be prosecuted and fined.\r\n\r\n$D[Download 'Guidance for operators of stretch limousines' (PDF, 287KB)](http://www.dft.gov.uk/vosa/repository/Guidance%20for%20Operators%20of%20Stretch%20Limousines.pdf \"Guidance for operators of stretch limousines\")$D\r\n\r\n*[COIF]: Certificate of Fitness\r\n*[DVLA]:Driver and Vehicle Licensing Agency\r\n*[DVA]:Driver and Vehicle Agency\r\n*[PSV]:Public Service Vehicle\r\n*[PHV]:Public Hire Vehicle\r\n*[IVA]: Individual Vehicle Approval","overview":"Limousines must be run by a licensed operator unless they're being hired out without a driver - licensing, private hire vehicle, public service vehicle","slug":"limousine-licensing","title":"Limousine licensing","updated_at":"2012-10-03T12:01:04+00:00","type":"answer"}