{"alternative_title":"","continuation_link":"http://www.rcvs.org.uk/home","licence_identifier":"1233-7-1","licence_overview":"To practise as a veterinary nurse and undertake any medical treatment or minor surgery on an animal, you may register with the [Royal College of Veterinary Surgeons (RCVS)](http://www.rcvs.org.uk/home \"Royal College of Veterinary Surgeons\"){:rel=\"external\"} and be entered into the list of veterinary nurses or list of visiting European veterinary nurses.\r\n\r\nIf you were a listed veterinary nurse before 1 January 2003, you will automatically be registered. Otherwise you can apply to the RCVS for registration.\r\n\r\nYou must pay a registration fee.\r\n\r\n##Conditions\r\n\r\nRegistered veterinary nurses are required to complete at least 45 hours of continual professional development each year. You must also comply with the requirements of the Guide to Professional Conduct for Veterinary Nurses.\r\n\r\nOnce you are entered on to one of these lists, you may carry out medical treatment or minor surgery - excluding entry into a body cavity - only if all of the following conditions are met:\r\n\r\n* the animal must be under the care of a registered veterinary surgeon or veterinary practitioner\r\n* the surgeon or practitioner must be your employer - or acting as your employer\r\n* the surgeon or practitioner directing the treatment must be satisfied that you are qualified to carry out the treatment or surgery\r\n\r\n*[RCVS]: Royal College of Veterinary Surgeons\r\n","licence_short_description":"Register with the Royal College of Veterinary Surgeons as a veterinary nurse.","overview":"To practise as a veterinary nurse and undertake any medical treatment or minor surgery on an animal, you may register with the Royal College of Veterinary Surgeons","slug":"listed-veterinary-nurse-authorisation-all-uk","title":"Listed veterinary nurse authorisation (All UK)","updated_at":"2012-10-02T12:13:22+00:00","will_continue_on":"the Royal College of Veterinary Surgeons website","type":"licence"}