{"alternative_title":"","continuation_link":"","licence_identifier":"9187-5-1","licence_overview":"To introduce live fish, fry or ova into inland waters, including fisheries, you need to apply for written consent from the [Environment Agency.](http://www.environment-agency.gov.uk/ \"Environment Agency\"){:rel=\"external\"} This is called a Section 30 consent.\r\n\r\nIf you are introducing non-native fish, you also need an [Import of Live Fish Act licence](/live-fish-and-shellfish-importer-authorisation-england-wales \"Live fish and shellfish import licence\") from the [Centre for Environment, Fisheries and Aquaculture Science (Cefas).](http://www.cefas.defra.gov.uk/ \"Centre for Environment, Fisheries and Aquaculture Science\"){:rel=\"external\"}\r\n\r\n##How to apply\r\nYou can apply for a Section 30 consent either online or by completing the FR1 application form. You need to give details of the species of fish to be introduced, your supplier, the date of the planned introduction, the water or fish farm that the fish come from and the waters where you intend to keep them. You may not need consent to move fish between authorised fish farms.\r\n\r\nYou don't need to pay an application fee.\r\n\r\nThe Environment Agency will process applications within 20 days of receipt. If your application is successful you will receive written consent. This will only apply to the date, site and consignment of fish specified on the consent. If you want to introduce more fish at a later date, you must make another application.\r\n\r\nFor more help contact:\r\n\r\n$C \r\n**Environment Agency's Fish Movements Team**  \r\n**Telephone:** 01480 483968 \r\n$C\r\n\r\n##Fines and penalties\r\n\r\n%If you introduce fish, fry or ova without consent you may be fined up to £2,500.%\r\n\r\n\r\n\r\n","licence_short_description":"To introduce live fish, fry or ova into inland waters, including fisheries, you need to apply for written consent from the Environment Agency.","overview":"To introduce live fish, fry or ova into inland waters, including fisheries, you need to apply for written consent from the Environment Agency","slug":"live-fish-introduction-consent-england-wales","title":"Live fish introduction consent (England & Wales)","updated_at":"2012-10-02T12:13:22+00:00","will_continue_on":"","type":"licence"}