{"alternative_title":"","body":"$!If you were adopted or if you're a birth relative of an adopted person, you can add yourself to the Adoption Contact Register to express an interest in finding your family. $!\r\n\r\n##If you were adopted - finding birth relatives\r\n\r\nYou can add yourself to the Adoption Contact Register if you are 18 or over and your birth was registered with the General Register Office. You need:\r\n\r\n- your original birth name\r\n- your date of birth\r\n- the full name(s) of your birth mother (and birth father if known)\r\n\r\nThe fee is £15 - instructions on how to pay are on the form. \r\n\r\n$D\r\n\r\n[Download form ACR 105 - 'Entry in Adoption Contact Register - adopted people' (PDF, 92KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_176233.pdf \"Download form ACR 105 ‘Entry in Adoption Contact Register - adopted people’ (PDF, 92KB)\"){:rel=\"external\"}\r\n\r\n\r\n$D\r\n\r\n^You'll only be able to get in touch with your family if they've also added themselves to the Adoption Contact Register.^\r\n\r\n###If you don't have your birth records\r\n\r\nYou can apply to get your birth records using the forms below. If you were adopted outside England or Wales, you need to contact the General Register Office in the country where you were adopted.\r\n\r\nIf you were adopted before 1975 you'll need to attend a counselling session with an approved adoption advisor first.\r\n\r\n$D\r\n\r\n[Download 'Application for access to birth records - if you live in England or Wales' (PDF, 41KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_176215.pdf \"Download 'Application for access to birth records - if you live in England or Wales’ (PDF, 41KB)\"){:rel=\"external\"}\r\n\r\n[Download 'Application for access to birth records - if you live outside England or Wales' (PDF, 33KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_176216.pdf \"Download 'Application for access to birth records - if you outside England or Wales' (PDF, 33KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\nOnce you've completed your form, post it to the address below or fax it to 0151 471 4755. \r\n\r\n$A\r\n\r\nAdoptions section\r\nRoom C202\r\nGeneral Register Office\r\nTrafalgar Rd\r\nSouthport PR8 2HH \r\n\r\n$A\r\n\r\n##If you're a birth relative - finding an adopted person\r\n\r\nYou can add yourself to the register to try to find an adopted person - you'll only be able to find people who have also added themselves to it. \r\n\r\nYou need:\r\n\r\n- to be 18 or over \r\n- evidence to prove your relationship to the person you want to find - more details are in the form below\r\n\r\nThe fee is £30 - instructions on how to pay are on the form. You can also use this form if you are an adopted person looking for other adopted siblings.\r\n\r\nYou can also apply to make contact with an adopted person through an approved intermediary agency. For further information on intermediary services you can contact:\r\n\r\n- the adoption team at [your local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"your local council\"){:rel=\"external\"}\r\n- a voluntary adoption agency \r\n- an adoption support agency\r\n\r\n$D\r\n\r\n[Download form ACR 108 - 'Entry in Adoption Contact Register - birth relatives' (PDF, 98KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_176234.pdf \"Download form ACR 108 - 'Entry in Adoption Contact Register - birth relatives' (PDF, 98KB)\"){:rel=\"external\"}\r\n\r\n$D","overview":"If you were adopted or if you’re a birth relative of an adopted person you can add yourself to the Adoption Contact Register to try to find your family - how to apply, fees, where to send the forms","slug":"look-up-adoption-records","title":"Adoption records","updated_at":"2012-10-02T12:11:47+00:00","type":"answer"}