{"alternative_title":"","overview":"How to make a will: making sure it's valid, using a solicitor and making amendments to it when your circumstances change","slug":"make-will","title":"Making a will","updated_at":"2012-10-02T12:13:25+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Your will lets you decide what happens to your money, property and possessions after your death. \r\n\r\nIf you make a will you can also make sure you don't pay more Inheritance Tax than you need to.\r\n\r\nYou can write your will yourself, but you should get legal advice, for example from [Citizens Advice](http://www.citizensadvice.org.uk \"Citizens Advice website\"){:rel=\"external\"} to make sure your will is interpreted in the way you wanted.\r\n\r\nYou need to get your will formally witnessed and signed to make it legally valid.\r\n\r\nIf you want to update your will, you need to make an official alteration (called a codicil) or make a new will.\r\n\r\n% If you die without a will, the law says who gets what. %","slug":"overview","title":"Overview"}},{"table":{"body":"##What you should put in your will\r\nYou should set out:\r\n\r\n- who you want to benefit from your will\r\n- who should look after any children under 18 \r\n- who is going to sort out your estate and carry out your wishes after your death (your executor) \r\n- what happens if the people you want to benefit die before you \r\n\r\n##When you need legal advice\r\nYou should get advice from a professional if your will isn't straightforward, eg:\r\n\r\n- you share a property with someone who isn't your husband, wife or civil partner\r\n- you want to leave money or property to a dependant who can't care for themselves\r\n- you have several family members who may make a claim on your will, eg a 2nd spouse or children from another marriage\r\n- your permanent home isn't in the UK\r\n- you're resident in the UK but have overseas property\r\n- you have a business\r\n\r\n##Keep your will safe\r\nYou should tell your executor (the person you've chosen to carry out your will), close friend or relative where it is.","slug":"writing-your-will","title":"Writing your will"}},{"table":{"body":"For a will to be legally valid, it must be:\r\n\r\n- made by a person 18 or over\r\n- made voluntarily\r\n- made by a person of sound mind\r\n- in writing\r\n- signed by the person making the will in the presence of 2 witnesses\r\n- signed by the 2 witnesses, in the presence of the person making the will","slug":"make-sure-your-will-is-legal","title":"Make sure your will is legal"}},{"table":{"body":"You need to sign and witness your will formally to make it legal. You must:\r\n\r\n- sign your will in the presence of 2 witnesses\r\n- get your 2 witnesses to sign your will in your presence, after you've signed it\r\n- make sure your witnesses are aged 18 or over\r\n\r\nIf you need to make any changes to your will you need to follow the same signing and witnessing process.\r\n\r\n% You can't leave your witnesses (and their married partners) anything in your will. %","slug":"witnessing-your-will","title":"Witnessing your will"}},{"table":{"body":"You should review your will every 5 years and after any major change in your life, eg:\r\n\r\n- getting separated, married or divorced\r\n- having a child \r\n- moving house\r\n- if the executor named in the will dies\r\n\r\n##Making changes to your will \r\n\r\nYou can't amend your will after it's been signed and witnessed. The only way you can change a will is by making an official alteration called a codicil.\r\n\r\nYou must sign a codicil and get it witnessed in the same way as witnessing a will. \r\n\r\n^ There's no limit on how many codicils you can add to a will. ^\r\n\r\n##Making a new will\r\n\r\nFor major changes you should make a new will. \r\n\r\nYour new will should explain that it revokes (officially cancels) all previous wills and codicils. You should destroy your old will by burning it or tearing it up.","slug":"updating-your-will","title":"Updating your will"}}],"type":"guide"}