{"alternative_title":"","continuation_link":null,"licence_identifier":"866-5-1","licence_overview":"$!You must register with your local council to run a motor salvage operator business in England and Wales. You must be ‘fit and proper’ and tell your local council if your circumstances change.$!\r\n\r\nYou’re a motor salvage operator if as part of your business you:\r\n\r\n- recover for sale or re-use parts from motor vehicles and sell or dispose of scrap from the rest of the vehicle\r\n- buy and repair or re-sell written-off vehicles\r\n- buy or sell motor vehicles that will be used for the above activities\r\n\r\n^Registration lasts for 3 years and you must renew your registration before the end of the 3 years.^\r\n\r\n##Restrictions\r\n\r\nYou must be a ‘fit and proper’ person to be registered. This means things like any previous motor-related or other relevant convictions or if you have been declared bankrupt will be considered when you make your application.\r\n\r\nIf the local council thinks you’re no longer fit and proper your registration may be cancelled.\r\n\r\nIt can also be cancelled if the local council thinks you haven’t been working as a motor salvage operator for at least 28 days.\r\n\r\n%If you’re registration is refused or cancelled the local council doesn’t have to consider any new applications from you for 3 years from when they refused or cancelled it.%\r\n\r\nIf your registration is going to be refused or cancelled you’ll be sent a notice from the local council saying why. It will give you a chance to state your case for getting or keeping your licence. You can also appeal to your [local magistrates' court](http://hmctscourtfinder.justice.gov.uk/HMCTS/ \"local magistrates' court\"){:rel=\"external\"}.\r\n\r\n##How to apply\r\n\r\nContact your local council to get the right form to register to be a motor salvage operator. There may be a fee.\r\n\r\n##Fines and penalties\r\n\r\nIf you operate as an unregistered motor salvage operator you could be fined up to £5,000.\r\n\r\nIf you put false or misleading information in your application you could be fined up to £1,000. This could go up to £5,000 if you’ve previously had an application refused or cancelled.\r\n\r\nIf any of the information you gave in your application is now wrong you must tell your local council within 28 days. Otherwise you could be fined up to £1,000.\r\n\r\nTell your local council if you're no longer carrying on a motor salvage operator business. Otherwise you could be fined up to £1,000.\r\n\r\nYou must keep proper records of each vehicle you receive and the details of it when you sell or dispose of it. Otherwise you could be fined up to £2,500.\r\n\r\n###Record keeping\r\n\r\nYou must keep the following records for each vehicle you receive:\r\n\r\n- registration number, identification number, make, model and colour\r\n- supplier's name, address and contact details\r\n- supplier's proof of identity\r\n- vehicle condition\r\n- date the information is recorded\r\n\r\nWhen you sell or dispose of the vehicle you must also record:\r\n\r\n- date of sale or disposal\r\n- name, address and contact details of the person receiving it\r\n- vehicle purchaser's proof of identity\r\n- vehicle condition\r\n- date the information is recorded\r\n\r\n^Records must be kept for 6 years from the last entry for the vehicle.^","licence_short_description":"To run a motor salvage operator business you need to register with your local authority in England and Wales. You must be ‘fit and proper’ and tell your local authority if your circumstances change.","overview":"Register with your local council in England and Wales to become a motor salvage operator - licence restrictions and rules, changes of circumstances, penalties","slug":"motor-salvage-operator-registration","title":"Motor salvage operator registration (England and Wales)","updated_at":"2012-10-02T12:13:29+00:00","will_continue_on":null,"type":"licence"}