{"alternative_title":"","body":"$!You need to tell the relevant government offices that deal with your benefits, pension and tax that you're moving or retiring abroad.$! \r\n\r\n#Tell your council\r\n\r\nYou need to [contact your local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\") if you move or retire abroad, and give them a forwarding address.\r\n\r\n#Benefits\r\nYou need to tell the relevant benefits offices that deal with your benefits that you're moving abroad. \r\n\r\nThey will tell you if you can continue to get your benefits while you are abroad.\r\n\r\n$E **Example:** If you get Jobseeker's Allowance, [contact your local Jobcentre Plus office.](http://los.direct.gov.uk/default.aspx?type=1&lang=en \"Contact your local Jobcentre Plus office\"){:rel=\"external\"}$E\r\n\r\n#Pensions\r\nYou need to contact the International Pension Centre.\r\n\r\nFind out how [moving or retiring abroad affects your pension - and how to apply](/state-pension-if-you-retire-abroad \"State Pension if you retire abroad\").\r\n\r\n#Tax\r\nYou need to [tell HM Revenue & Customs if you move or retire abroad](/tax-right-retire-abroad-return-to-uk \"Get your tax right if you retire abroad or return to the UK\").\r\n\r\n#Voting and citizenship\r\nFind out how you can [vote in UK elections if you move or retire abroad](/voting-in-uk/postal-voting \"Voting in the UK: Postal voting\").\r\n\r\nYour UK citizenship will not be affected if you move or retire abroad. \r\n\r\nYou have the right to live and work in any [European Economic Area (EEA)](http://www.dwp.gov.uk/international/social-security-agreements/list-of-countries/ \"European Economic Area countries: Department for Work and Pensions website\"){:rel=\"external\"} country, if you’re a UK citizen.\r\n\r\nIf you want to work in another country, contact their embassy for more information.\r\n\r\n*[EEA]: European Economic Area\r\n","overview":"What you need to know if you move or retire abroad - tax, pensions, voting and contacting your local council","slug":"moving-or-retiring-abroad","title":"Moving or retiring abroad","updated_at":"2012-10-02T12:13:29+00:00","type":"answer"}