{"alternative_title":"","body":"$!Ring Jobcentre Plus to apply for a National Insurance number for the first time or contact HM Revenue & Customs (HMRC) if you've lost your number.$!\r\n\r\n\r\n##Applying for a number for the first time\r\nTo get a National Insurance number you must have the right to work or study in the UK. \r\n\r\nPhone Jobcentre Plus for an application form. They may also ask you to go to an interview to confirm your identity.\r\n\r\nEU and international students don’t have to apply themselves. The Student Loans Company will do this for you. \r\n\r\n$C\r\n**Jobcentre Plus application line**\r\n\r\n**Telephone:** 0845 600 0643  \r\nMonday to Friday, 8am to 6pm  \r\n**Welsh language:** 0300 200 1900  \r\nMonday to Friday, 8:30am to 5pm\r\n$C\r\n\r\n###National Insurance number interview\r\n\r\nJobcentre Plus may write to you and ask you to come to an interview where you’ll be asked about your circumstances and why you need a National Insurance number. \r\n\r\nThe letter will also tell you which documents to bring to prove your identity, eg:\r\n\r\n- passport/identity card  \r\n- residence permit \r\n- birth/adoption certificate \r\n- marriage/civil partnership certificate \r\n- driving licence\r\n\r\n##Lost National Insurance numbers\r\nCheck your payslip, P60 or tax return which have the National Insurance number on them. If you can’t find it there you can either:\r\n\r\n- [fill in form CA5403 – Your National Insurance number](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?formid=3643&record=WCHblKPNSXc \"form CA5403\"){:rel=\"external\"} and send it to the address on the form\r\n-  phone the National Insurance Registrations Helpline on **0845 915 7006**\r\n\r\n^You don’t need a National Insurance plastic card as long as you remember your number. HMRC no longer sends these cards out .^\r\n\r\n##You turned 16 and didn’t get a number\r\nYou should automatically get a National Insurance number just before your 16th birthday. If you didn’t and you're under 20, phone the National Insurance Registrations Helpline on **0845 915 7006**.\r\n\r\n*[NI]: National Insurance\r\n*[HMRC]: HM Revenue & Customs","overview":"What to do about lost a National Insurance number and how to apply for a new one","slug":"national-insurance-number","title":"Get a National Insurance number","updated_at":"2012-10-02T12:13:01+00:00","type":"answer"}