{"artefact":[["_response_info",{"status":"ok"}],["title","Non-domestic energy assessor accreditation (England and Wales)"],["id","https://contentapi.production.alphagov.co.uk/non-domestic-energy-assessor-accreditation.json"],["web_url","https://www.gov.uk/non-domestic-energy-assessor-accreditation"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You must be part of an accreditation scheme to operate as a non-domestic energy assessor in England and Wales","will_continue_on":"the Department for Communities and Local Government (DCLG) website","continuation_link":"http://www.communities.gov.uk/corporate/","licence_identifier":"1316-5-1","licence_short_description":"You must be part of an accreditation scheme to operate as a non-domestic energy assessor in England and Wales.","licence_overview":"If you operate as a non-domestic energy assessor (NDEA) for existing buildings you must be suitably qualified and a member of an accreditation scheme which covers the carrying out of energy assessments on existing non-domestic buildings and is approved by the [Department for Communities and Local Government (DCLG).](http://www.communities.gov.uk/corporate/ \"Department for Communities and Local Government (DCLG)\"){:rel=\"external\"}\r\n\r\nThere are three levels of qualification for NDEAs:\r\n\r\n- level three - an assessor can use Simplified Building Energy Model (SBEM) software to produce energy performance certificates (EPCs) for simple existing buildings\r\n- level four - an assessor can use SBEM software to produce EPCs for new and existing complex buildings\r\n- level five - an assessor can use Dynamic Simulation Modelling (DSM) software to produce EPCs for new, more complex buildings\r\n\r\nSBEM is a computer programme that analyses a building's energy consumption. It uses a description of the building's geometry, construction, use, heating, ventilating, air-conditioning and lighting equipment. From this it calculates the monthly energy use and carbon dioxide emissions of the building.\r\n\r\nDSM is a software tool that models energy inputs and outputs for different types of buildings over time. It is used where SBEM will not be sophisticated enough to provide an accurate assessment of a building's energy efficiency.\r\n\r\nThere are two routes to accreditation as a level three or four NDEA qualification either by holding the correct qualification or accreditation of prior experiential learning (APEL). If you have experience in the commercial sector you must be able to show how you meet National Occupational Standards (NOS) when applying for accreditation.\r\n\r\nYou can only obtain level five accreditation through APEL. If you already use DSM software you must be able to show how you meet NOS, you must produce sample EPCs and undertake top-up training as necessary. You may also be required to hold a professional qualification.\r\n\r\nYou must register with a scheme that provides accreditation for NDEAs.\r\n\r\nIn order to become accredited, you will have to:\r\n\r\n- show that you can carry out consistent and accurate energy assessments in an independent manner\r\n- show that you are a fit, proper person who is qualified (by education, training and experience) to carry out energy assessments\r\n- prepare EPCs and recommendation reports using standard forms\r\n- follow your scheme's code of conduct\r\n- enter any EPC or recommendation report that you produce and the data which was used to produce the document or calculate any asset rating onto the relevant register kept by the DCLG or an organisation/person keeping a register on DCLG's behalf\r\n\r\n##Conditions\r\n\r\nAs an energy assessor you may only conduct inspections in areas covered by your current qualification and accreditation system, ie if you are qualified and accredited to carry out domestic energy assessments you must not carry out non-domestic energy assessments unless also qualified and accredited for this area.\r\n\r\nWhen producing EPCs or inspection reports you must include a declaration detailing whether you have a business or personal relationship with either the person who commissioned the certificate, any on whose behalf it was commissioned or anyone with an interest with either of these people or in the building.\r\n\r\nYou must carry out energy assessments with reasonable care and skill.\r\n\r\nMixed use buildings - when the building is built, sold or rented out - should be treated as a dwelling if the living accommodation is more than half of the total area of the building and the commercial part could revert to living accommodation without significant alteration. A house with a portion separated out as a workshop, office or surgery should be dealt with as a mixed use building.\r\n\r\nIn other cases you should treat the dwelling and the non-dwelling parts separately using the most appropriate methodology for each parts separately using the most appropriate methodology for each part. For example, where a building contains both flats and offices you should use Standard Assessment Procedure or Reduced Data Standard Assessment Procedure for the flats and SBEM or DSM for the offices.\r\n\r\n*[DCLG]: Department of Communities and Local Government\r\n*[APEL]: Accreditation of Prior Experiential Learning\r\n*[EPC]: energy performance certificate\r\n*[EPCs]: energy performance certificates\r\n*[NOS]: National Occupational Standard \r\n*[SAP]: Standard Assessment Procedure\r\n*[NDEA]:  non-domestic energy assessor\r\n*[SBEM]: Simplified Building Energy Model \r\n*[DSM]: Dynamic Simulation Modelling","updated_at":"2012-10-08T09:55:50+00:00","licence":{"location_specific":false,"availability":["England","Wales"],"authorities":[{"name":"NAPIT","slug":"napit","contact":{"website":"","email":"","phone":"","address":"\n\n\n\n"},"actions":{"apply":[{"url":"","introduction":"","description":"Commercial (Non-Domestic) Energy Assessor - Application for a Commercial (Non-Domestic) Energy Assessor","payment":"none"}]}},{"name":"National Energy Services Ltd","slug":"national-energy-services-ltd","contact":{"website":"","email":"","phone":"","address":"\n\n\n\n"},"actions":{"apply":[{"url":"https://www.gov.uk/apply-for-a-licence/commercial-(non-domestic)-energy-assessor/national-energy-services-ltd/apply-1","introduction":"","description":"Commercial (Non-Domestic) Energy Assessor - Application for a Commercial (Non-Domestic) Energy Assessor","payment":"none"}]}},{"name":"CIBSE","slug":"cibse","contact":{"website":"","email":"","phone":"","address":"\n\n\n\n"},"actions":{"apply":[{"url":"","introduction":"","description":"Commercial (Non-Domestic) Energy Assessor - Application for a Commercial (Non-Domestic) Energy Assessor","payment":"none"}],"tell us once":[{"url":"","introduction":"","description":"Commercial (Non-Domestic) Energy Assessor - Lodge Energy Certificates","payment":"none"}]}},{"name":"Northgate","slug":"northgate","contact":{"website":"","email":"","phone":"","address":"\n\n\n\n"},"actions":{"apply":[{"url":"https://www.gov.uk/apply-for-a-licence/commercial-(non-domestic)-energy-assessor/northgate/apply-1","introduction":"","description":"Commercial (Non-Domestic) Energy Assessor - Application for a Commercial (Non-Domestic) Energy Assessor","payment":"none"}]}}]}}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}