{"artefact":[["_response_info",{"status":"ok"}],["title","Non-domestic energy assessor accreditation (Northern Ireland) "],["id","https://contentapi.production.alphagov.co.uk/non-domestic-energy-assessor-accreditation-ni.json"],["web_url","https://www.gov.uk/non-domestic-energy-assessor-accreditation-ni"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You must be part of an accreditation scheme to operate as a non-domestic energy assessor in Northern Ireland","will_continue_on":"the Department of Finance and Personnel website","continuation_link":"http://www.dfpni.gov.uk/","licence_identifier":"1087106212","licence_short_description":"You must be part of an accreditation scheme to operate as a non-domestic energy assessor in Northern Ireland.","licence_overview":"If you operate as a non-domestic energy assessor in Northern Ireland, you must be suitably qualified and a member of an accreditation scheme which covers the type of work you undertake and is approved by the [Department of Finance and Personnel (DFP).](http://www.dfpni.gov.uk/ \"Department of Finance and Personnel (DFP)\"){:rel=\"external\"}\r\n\r\nA non-domestic energy assessor is qualified to assess the energy efficiency of offices, shops, factories etc and produce energy performance certificates (EPCs) and reports containing recommendations for cost-effective improvements of their energy performance.\r\n\r\nTo join an accreditation scheme you must either:\r\n\r\n- hold a current qualification in energy inspection - part of a National Occupational Standard (NOS) in Energy Inspection\r\n- have approved prior experience and learning equivalent to the NOS requirements - gained via the Accreditation of Prior Experiential Learning (APEL) route\r\n\r\nThere are three levels of qualification:\r\n\r\n- level three - an NDEA can use Simplified Building Energy Model (SBEM) software to produce EPCs for simple existing buildings\r\n- level four - an NDEA can use SBEM software to produce EPCs for new and existing complex buildings\r\n- level five (APEL only) - an NDEA can use Dynamic Simulation Modelling (DSM) software to produce EPCs for new, complex buildings\r\n\r\nSBEM is a computer programme that analyses a building's energy consumption. It uses the building's geometry, construction, use, heating, ventilating, air-conditioning and lighting equipment to calculate the monthly energy use and CO2 emissions of the building.\r\n\r\nDSM is software that models energy inputs and outputs for different building types over time. It's used where SBEM isn't sophisticated enough to give an accurate assessment of a building's energy efficiency.\r\n\r\nQualifications/APEL may only be valid for specific areas of energy inspection, eg certain energy assessment methodologies or building types. You may only conduct inspections in areas covered by your current qualification/APEL.\r\n\r\nTo become accredited you must complete an application form and provide any supporting documents and application fee the accreditation scheme requests. Each scheme has its own application form and membership requirements.\r\n\r\nYou will usually be issued with an identity card and have to pay an annual membership fee.\r\n\r\nAn assessor from Northern Ireland accredited by an approved scheme also qualifies to work in England and Wales.\r\n\r\nYou must:\r\n\r\n- show you can carry out consistent and accurate energy assessments independently\r\n- show you are fit, proper and qualified to carry out energy assessments\r\n- prepare EPCs and recommendation reports using standardised forms\r\n- follow your scheme's Code of Conduct\r\n- enter any EPC or recommendation report that you produce and the data used onto the relevant register held by Landmark on behalf of DFP\r\n\r\n##Conditions\r\n\r\nWhen producing EPCs or inspection reports you must include a declaration detailing whether you have a business or personal relationship with either the person who commissioned the certificate, on whose behalf it was commissioned or anyone with an interest with either of these people or the building.\r\n\r\nYou must carry out energy assessments with reasonable care and skill. When you issue an EPC, you must also issue a report containing recommendations for cost-effective improvement of the building's energy performance.\r\n\r\n*[DFP]: Department of Finance and Personnel\r\n*[APEL]: Accreditation of Prior Experiential Learning\r\n*[EPC]: energy performance certificate\r\n*[EPCs]: energy performance certificates\r\n*[NOS]: National Occupational Standard \r\n*[SAP]: Standard Assessment Procedure\r\n*[NDEA]:  non-domestic energy assessor\r\n*[SBEM]: Simplified Building Energy Model \r\n*[DSM]: Dynamic Simulation Modelling","updated_at":"2012-10-08T09:55:53+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}