{"alternative_title":"","body":"$!If you sell or transfer your vehicle you must tell DVLA straight away using the V5C registration certificate.$!\r\n\r\n%You and the buyer should follow the procedures correctly or you could still be liable for the vehicle.%\r\n\r\n##Telling DVLA if you have your V5C registration certificate\r\n\r\nIf you have a registration certificate:\r\n\r\ns1. Complete section 6 on the V5C.\r\ns2. Sign section 8 on the V5C.\r\ns3. Get the buyer to also sign section 8 on the V5C.\r\ns4. Send the V5C to **DVLA, Swansea, SA99 1BA**.\r\ns5. Give the buyer the completed V5C/2 section.\r\n\r\n\r\n### Selling to a motor trader\r\n\r\nIf you sell the vehicle to a motor trader you must:\r\n\r\ns1. Complete the V5C/3 section.\r\ns2. Get the details and signature of the motor trader.\r\ns3. Post it to **DVLA, Swansea, SA99 1BD**.\r\ns4. Give the V5C and uncompleted V5C/2 section to the trader.\r\n\r\n\r\n%Don’t rely on anyone else to send the V5C/3 to DVLA.%\r\n\r\nTo see what counts as a 'motor trader' check the notes on the back of the V5C/3 certificate.\r\n\r\n##If you don’t have your V5C registration certificate\r\n\r\nIf you don't have a V5C registration certificate write to **DVLA, Swansea, SA99 1AR** giving the:\r\n\r\n- vehicle registration mark\r\n- make and model\r\n- exact date of sale\r\n- name and address of the new keeper\r\n\r\n%Make sure the new keeper sends DVLA a completed V62 form to apply for a new registration certificate. Otherwise the police could still contact you if they need to make enquiries about the vehicle.%\r\n\r\nOnce DVLA have updated their records you’ll get a letter within 4 weeks confirming that you're not liable for the vehicle any more.\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","overview":"What you need to tell DVLA if you are selling your vehicle","slug":"notifying-dvla-if-you-sell-your-vehicle","title":"Telling DVLA if you sell your vehicle","updated_at":"2012-10-02T12:14:29+00:00","type":"answer"}