{"alternative_title":"","continuation_link":"http://www.cqc.org.uk/","licence_identifier":"9133-5-1","licence_overview":"To run a nursing home, you need to register with the [Care Quality Commission (CQC).](http://www.cqc.org.uk/ \"Care Quality Commission\"){:rel=\"external\"}\r\n\r\nYour application must be made using the right form. You must comply with any conditions that CQC imposes.\r\n\r\nCQC will register your nursing home according to the requirements set out in the [Health and Social Care Act 2008 (Regulated Activities) Regulations 2010](http://www.legislation.gov.uk/ukdsi/2010/9780111491942/contents \"Health and Social Care Act 2008 (Regulated Activities) Regulations 2010\"){:rel=\"external\"} and associated guidance on compliance with the [Regulations, the Essential Standards of Quality and Safety (PDF, 2.2 MB)](http://www.cqc.org.uk/sites/default/files/media/documents/essential_standards_of_quality_and_safety_march_2010_final_0.pdf \"Essential Standards of Quality and Safety\"){:rel=\"external\"}\r\n\r\n##Conditions\r\n\r\nYou may only carry on or manage a nursing home if you are fit to do so. You must:\r\n\r\n* be of good character\r\n* be physically and mentally fit\r\n* have satisfactory information available\r\n* have the necessary qualifications, skills and experience\r\n\r\nYou must make sure that your service protects the health, safety and welfare of users, and that you regularly review the quality of your services.\r\n\r\nYou must take such training as is appropriate to ensure that you have the necessary experience and skills.\r\n\r\nYou must ensure that each service user receives safe and appropriate care, by means of:\r\n\r\n* assessing the needs of the user\r\n* planning and delivering care and treatment so as to meet individual needs, ensure the welfare and safety of the user, follow any published best practice guidance and avoid unlawful discrimination\r\n\r\nYou must have procedures in place for dealing with emergencies which would affect the provision of services, in order to reduce any associated risks to service users.\r\n\r\nYou must protect service users against the risks of inappropriate or unsafe care, by operating systems which enable you to:\r\n\r\n* regularly assess and monitor the quality of the services provided against the requirements\r\n* identify, assess and manage risks\r\n* where necessary, make changes to the care provided\r\n* ensure that decisions are taken at the appropriate level, and the appropriate people are held accountable\r\n\r\nYou must ensure that service users are safeguarded against abuse, and you must ensure that any form of control or restraint used is neither unlawful nor otherwise excessive.\r\n\r\nYou must ensure that both service users and employees are protected against identifiable risks of infections, by means of risk assessment, treatment, and appropriate standards of cleanliness and hygiene for premises and equipment.\r\n\r\nYou must make appropriate arrangements for the obtaining, recording, handling, storing, dispensing, administering and disposal of medicines.\r\n\r\nYou must ensure that service users are provided with, and enabled to consume, a choice of suitable and nutritious food and drink, in sufficient quantities to meet their needs, taking into account the user's religious or cultural background.\r\n\r\nYou must ensure that your premises are of suitable design and layout, and are secure and adequately maintained.\r\n\r\nYou must ensure that equipment is properly maintained, suitable for purpose and used correctly. Equipment must be available in sufficient quantities to meet user's needs and promote the independence and comfort of service users.\r\n\r\nYou must ensure that the dignity, privacy and independence of service users is promoted, and that they are sufficiently informed and enabled to participate in decisions relating to their care or treatment, where possible, and that you have arrangements in place for obtaining their consent to treatment or care.\r\n\r\nYou must implement an effective complaints system for identifying, receiving, handling and responding to complaints, under which every complaint is fully investigated.\r\n\r\nYou must keep accurate records on each service user.\r\n\r\nYou must only employee people who:\r\n\r\n* are of good character\r\n* have the necessary qualifications\r\n\r\n*[CQC]: Care Quality Commission","licence_short_description":"Register with the Care Quality Commission to run a nursing home in England.","overview":"You must register with the Care Quality Commission to run a nursing home in England.","slug":"nursing-homes-registration-england","title":"Nursing homes registration (England)","updated_at":"2012-10-02T12:13:33+00:00","will_continue_on":"the Care Quality Commission website","type":"licence"}