{"artefact":[["_response_info",{"status":"ok"}],["title","On-construction DEA accreditation (England and Wales)"],["id","https://contentapi.production.alphagov.co.uk/on-construction-dea-accreditation.json"],["web_url","https://www.gov.uk/on-construction-dea-accreditation"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"On-construction domestic energy assessor accreditation (England & Wales)","overview":"You need to be a member of an accreditation scheme to operate as an on-construction domestic energy assessor.","will_continue_on":"the Department for Communities and Local Government (DCLG) website","continuation_link":"http://www.communities.gov.uk/corporate/","licence_identifier":"1087833166","licence_short_description":"You need to be a member of an accreditation scheme to operate as an on-construction domestic energy assessor.","licence_overview":"If you operate as an on-construction domestic energy assessor (OCDEA) you must be suitably qualified and a member of an accreditation scheme which covers the carrying out of energy assessments on new build dwellings and is approved by the [Department for Communities and Local Government (DCLG).](http://www.communities.gov.uk/corporate/ \"Department for Communities and Local Government (DCLG)\"){:rel=\"external\"}\r\n\r\nThe two ways to demonstrate that you are a qualified OCDEA are:\r\n\r\n- accreditation of prior experiential learning - you must be able to show that you meet the National Occupational Standards, evidence of experience creating Standard Assessment Procedure (SAP) reports and may have to provide sample energy performance certificates (EPCs) you have produced\r\n- qualification - if new to the field you must qualify for the level three diploma and certificate in on-construction domestic energy assessment before you can seek accreditation\r\n\r\nIn order to become accredited, you will have to:\r\n\r\n- show that you can carry out consistent and accurate energy assessments in an independent manner\r\n- show that you are a fit, proper person who is qualified (by education, training and experience) to carry out energy assessments\r\n- prepare EPCs and recommendation reports using standard forms\r\n- follow your scheme's code of conduct\r\n- enter any EPCs or recommendation reports that you produce onto the relevant register\r\n\r\n##Conditions\r\n\r\nIf you are an OCDEA you must:\r\n\r\n- assess new-build properties only\r\n- use plans and specifications to collect data on the dimensions, construction, heating and hot water provision of the property and enter the information into an approved SAP programme\r\n- produce EPCs and energy assessments for new-build dwellings\r\n\r\n\r\n\r\nAs an energy assessor you may only conduct inspections in areas covered by your current qualification and accreditation system, ie if you are qualified and accredited to carry out domestic energy assessments you must not carry out commercial energy assessment unless also qualified and accredited for this area.\r\n\r\nWhen issuing an EPC, you must include a declaration of any personal or business relationship that you have with:\r\n\r\n- any person who commissioned the certificate, or on whose behalf the certificate was commissioned - or any person who you believe may have a personal or business relationship with such a person\r\n- any person who you believe may have an interest in the building\r\n\r\n\r\nYou must carry out energy assessments with reasonable care and skill.\r\n\r\nYou must ensure that any EPC or recommendation report that you issue, and the data which was used to produce the document or calculate any asset rating, is entered onto the relevant register kept by DCLG or an organisation/person keeping a register on their behalf, before you give the document to the person who requested that it be issued.\r\n\r\n*[OCDEA]: on-construction domestic energy assessor\r\n*[DCLG]: Department for Communities and Local Government \r\n*[EPC]:  energy performance certificate\r\n*[EPCs]:  energy performance certificates","updated_at":"2012-10-08T09:43:52+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}