{"alternative_title":"","body":"$!\r\nPart-time workers are protected from being treated less favourably than equivalent full-time workers just because they're part time.\r\n$!\r\n\r\n^A part-time worker is someone who works fewer hours than a full-time worker. There is no specific number of hours that makes someone full or part-time, but a full-time worker will usually work 35 hours or more a week.\r\n\r\nPart-time workers should get the same treatment for:\r\n\r\n- [pay rates](/understanding-your-pay \"Understanding your pay\") (including sick pay, maternity, paternity and adoption leave and pay)\r\n- pension opportunities and benefits\r\n- [holidays](/holiday-entitlement-your-rights \"Holiday entitlement your rights\")\r\n- training and career development\r\n- selection for promotion and transfer, or for [redundancy](/redundant-your-rights \"Redundancy: your rights\")\r\n- opportunities for career breaks   \r\n\r\nSome benefits are applied 'pro rata' (in proportion to hours worked). For example, if a full-time worker gets a £1,000 Christmas bonus, and a part-time worker works half the number of hours, they should get £500.\r\n\r\n^Overtime pay - part-time workers may not get [overtime pay](overtime-your-rights \"Overtime - your rights\") until they've worked over the normal hours of a full-time worker.^\r\n\r\n##When employers can treat part-time workers differently##\r\nThere are some situations when employers don't have to treat part-time workers in the same way as full-time employees. In these situations the employer must be able to show there is a good reason to do so - this is called 'objective justification'.\r\n\r\n$E **Example**\r\n\r\nAn employer may provide health insurance for full-time employees but not part-timers if this can be objectively justified. \r\n\r\nTheir reason may be that the costs involved are disproportionate to the benefits part-timers are entitled to. \r\n\r\nIn this case the employer may come up with an alternative like asking the part-time worker to make a contribution to the extra cost.$E\r\n\r\n##If a part-time worker's been treated less favourably##\r\n\r\nPart-time workers should first discuss this with their employer or trade union representative. \r\n\r\nThey have the right to get a written statement of reasons for the treatment from their employer. The request should be in writing and the employer must write back within 21 days.\r\n\r\nIf the worker isn't satisfied that the reason given was objectively justified, they may be able to take a case to an [employment tribunal.](/employment-tribunals \"employment tribunals\")","overview":"Part-time workers shouldn't be treated less favourably than full-time workers; employers' responsibilities and what part-time workers can do if they're treated unfairly ","slug":"part-time-worker-rights","title":"Part-time workers' rights","updated_at":"2012-10-03T17:23:09+00:00","type":"answer"}