{"alternative_title":"","overview":"What you need to do with P45, P46, P60, P11D forms - and how to get replacements","slug":"paye-forms-p45-p46-p60-p11d","title":"PAYE forms: P45, P46, P60, P11D","updated_at":"2012-10-02T12:13:35+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You'll get a P45 from your employer when you stop working for them.\r\n\r\nYour P45 shows how much tax you've paid on your salary so far in the tax year (6 April to 5 April). \r\n\r\nA P45 has 4 parts (Part 1, Part 1A, Part 2 and Part 3).\r\n\r\ns1. Your employer sends Part 1 to HM Revenue & Customs (HMRC) and gives you the other parts.\r\ns2. You give Part 2 and 3 to your new employer (or to Jobcentre Plus if you're not working).\r\ns3. Keep Part 1A for your own records.\r\n\r\n^By law your employer must give you a P45 - ask them for one.^\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n\r\n##You don't have a P45\r\nIf you're starting your first job or you're taking on a second job, you won't have a P45. Your employer will need to work out how much tax you should be paying on your salary.\r\n\r\nThey may give you a P46 to fill out. ","slug":"p45-and-p46","title":"P45 and P46"}},{"table":{"body":"Your P60 shows the tax you've paid on your salary in the tax year (6 April to 5 April). Your employer must give you a P60 if you're working for them on 5 April.\r\n\r\nYou'll need your P60 to prove how much tax you've paid on your salary, eg:\r\n\r\n- to claim back overpaid tax \r\n- to apply for tax credits\r\n- as proof of your income if you apply for a loan or a mortgage\r\n\r\n^Your P60 can be on paper or electronic.^","slug":"p60","title":"P60"}},{"table":{"body":"Your employer sends a P11D to HM Revenue & Customs (HMRC) if you get any 'benefits in kind' (eg company cars or interest-free loans). \r\n\r\nThe P11D records how much each benefit is worth.\r\n\r\nYour employer will send HMRC a P11D if your earnings, including the value of company benefits, are at least £8,500 in the tax year (6 April to 5 April).\r\n\r\nYour employer will usually give you a copy of the P11D. They don't have to by law, but they must tell you what's on it.\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"p11d","title":"P11D"}},{"table":{"body":"##Lost P45\r\nYou can't get a replacement P45.\r\n\r\nInstead, your new employer can give you a P46, or send the relevant details about your finances to HM Revenue & Customs (HMRC).\r\n\r\n*[HMRC]: HM Revenue & Customs \r\n\r\n##Lost P60\r\nYou can get a replacement P60 from your employer.\r\n\r\n##P11D\r\nYou can usually get a copy of the P11D from your employer. If they can't give you one, you can [contact HMRC](http://search2.hmrc.gov.uk/kbroker/hmrc/contactus/start.jsp \"Contact HM Revenue & Customs\"){:rel=\"external\"} for a copy.\r\n\r\n*[HMRC]: HM Revenue & Customs ","slug":"lost-paye-forms","title":"Lost PAYE forms"}}],"type":"guide"}