{"alternative_title":"","body":"$!\r\nYou can be fined up to £10,000 per worker for employing illegal workers.\r\n$!\r\n\r\nYou can be prosecuted for employing illegal workers, including:\r\n\r\n- people from Romania or Bulgaria who haven't been given [permission to work](http://www.ukba.homeoffice.gov.uk/eucitizens/bulgaria-romania/ \"Bulgarian and Romanian nationals\"){:rel=\"external\"}\r\n- students with expired visas, or students working more hours than they're allowed to\r\n- people on a visitor's visa\r\n\r\nYou will receive a 'notification of potential liability'. You may then be issued a 'notification of liability' and a fine ('civil penalty') of up to £10,000 for each illegal worker.\r\n\r\n##When to pay\r\n\r\nYou have 28 days to do one of these:\r\n\r\n- pay the fine in full\r\n- ask to pay in monthly instalments (the notification will tell you how to do this)\r\n- appeal against the civil penalty to the UK Border Agency - the notification will tell you how to do this\r\n- lodge an appeal to the county court (England, Wales and Northern Ireland) or the Sheriff’s court (Scotland) - the notification will tell you how to do this\r\n\r\nYour business's details may also be published by the [United Kingdom Border Agency](http://www.ukba.homeoffice.gov.uk/news-and-updates/?area=Enforcingthelaw \"United Kingdom Border Agency\"){:rel=”external”}{:rel=\"external\"} as a warning to other businesses not to employ illegal workers.\r\n\r\n^If you knowingly employ an illegal worker, you can also go to jail for up to 2 years and receive an unlimited fine.^\r\n\r\nCall the UK Border Agency Employers’ helpline for help with making sure your employees are entitled to work in the UK.\r\n\r\n$C\r\n**UK Border Agency Employers’ helpline**  \r\n0300 123 4699\r\n$C","overview":"You can be fined £10,000 for employing an illegal worker - find out what happens and what you can do","slug":"penalties-for-employing-illegal-workers","title":"Penalties for employing illegal workers","updated_at":"2012-10-02T12:13:39+00:00","type":"answer"}