{"alternative_title":"Licence to distribute printed material","continuation_link":null,"licence_identifier":"1348-5-1","licence_overview":"$! Check with your council to see if you need permission to distribute free printed material in England and Wales. $!\r\n\r\nFree printed material includes:\r\n\r\n- leaflets or cards advertising your business\r\n- free newspapers\r\n- takeaway menus and other promotional material\r\n\r\nSome councils also include free samples with anything printed on them.\r\n\r\n## Restrictions\r\n\r\nYou must follow all conditions of your licence, including:\r\n\r\n- what is to be distributed\r\n- when it may be distributed\r\n- where it may be distributed\r\n\r\n### Exceptions\r\n\r\nYou don't need permission from the council if the printed material is being distributed:\r\n\r\n- for a charity \r\n- for a political or religious group \r\n- inside a building, bus or taxi\r\n- in letterboxes\r\n\r\n## How to apply\r\n\r\nCheck with the council if you need permission to distribute printed material.  \r\n\r\nIf you need a licence you can apply in person, by post or on their website. You may also need to pay a fee, which will vary depending on:\r\n\r\n- the council \r\n- the number of distributors you want to use\r\n- whether you're applying for permission for a single event or for an annual permit\r\n\r\n## Displaying your licence\r\n\r\nSome councils issue a badge for each authorised person to wear while distributing printed material. \r\n\r\nA police officer may ask to see this or other written evidence of your authorisation at any time.\r\n\r\n## Fines and penalties\r\n\r\nIf you distribute free printed material without a valid licence you can be fined up to £2,500 or a fixed penalty notice. The printed material may also be taken away.\r\n\r\nIf you don’t meet one or more of the conditions, your licence will be cancelled. ","licence_short_description":"Licence to distribute free printed material in areas controlled by the local council in England and Wales.","overview":"You may need to get permission to distribute free printed material in certain areas controlled by the local council.","slug":"permission-to-distribute-leaflets","title":"Permission to distribute leaflets (England and Wales)","updated_at":"2012-10-02T12:13:39+00:00","will_continue_on":null,"type":"licence"}