{"artefact":[["_response_info",{"status":"ok"}],["title","Phytosanitary certificate (England, Scotland & Wales)"],["id","https://contentapi.production.alphagov.co.uk/phytosanitary-certificate-england-scotland-wales.json"],["web_url","https://www.gov.uk/phytosanitary-certificate-england-scotland-wales"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You may need a phytosanitary certificate if you export certain goods to countries outside of the European Union (EU)","will_continue_on":"the Forestry Commission","continuation_link":"http://www.forestry.gov.uk","licence_identifier":"9157-6-1","licence_short_description":"Get a phytosanitary certificate if you export certain goods to countries outside of the European Union (EU).","licence_overview":"You may need a phytosanitary certificate if you export the following goods to certain countries outside of the European Union (EU):\r\n\r\n* any tree, wood, bark, soil or forest tree seed\r\n* non-manufactured wood products in the form of packaging cases, boxes, crates, drums or pallets\r\n* used forestry machinery\r\n\r\nPhytosanitary certificates are issued by the [Forestry Commission](http://www.forestry.gov.uk/ \"Forestry Commission\"){:rel=\"external\"} to the equivalent national plant protection organisation (NPPO) in the importing country. They certify that the material has been inspected, is considered free from quarantine (and other) pests and that it conforms to the plant health regulations of the importing country.\r\n\r\n##How to apply\r\n\r\nYou can apply for a certificate online if you will require certificates on a regular basis, but you will need to register with the Forestry Commission and agree to certain terms and conditions of their [Electronic Application for Phytosanitary Certification system](http://www.forestry.gov.uk/forestry/INFD-5CMGGK \"Electronic Application for Phytosanitary Certification system\"){:rel=\"external\"} first. Alternatively, you can send paper copy applications to the Forestry Commission on [form PH25 (PDF, 25KB).](http://www.forestry.gov.uk/forestry/INFD-5CMGGK \"form PH25\"){:rel=\"external\"}\r\n\r\nYou will need to declare the following on your application:\r\n\r\n* country of destination (as well as any non-EU country of transit)\r\n* the means of transport and port of entry\r\n\r\nYou will also need to provide full information about the consignment, including:\r\n\r\n* the species of wood (except for wood packaging material) \r\n* any treatment applied (eg kiln-drying, heat treatment or fumigation)\r\n* the description and quantity (eg number of packs of sawn wood, volume of logs, number of pallets or crates and any identification marks)\r\n\r\nSome countries also require an import licence or permit which will be issued by that country's NPPO. If this is the case, you will need to produce it with your application.\r\n\r\nIf the material originated outside the EU or Switzerland was imported with a phytosanitary certificate, and the consignment has not been stored, split up, combined with other consignments or repackaged, you will need a re-forwarding phytosanitary certificate. You will need to send the Forestry Commission the original phytosanitary certificate or sufficient information to allow that certificate to be traced.\r\n\r\nA fee of £15 is payable for issuing a certificate and a minimum fee of £37 is payable if an inspection is required. Inspections are time based, ie £37 for the first hour (including office and travel time) and £9.25 for each 15 minutes or part thereof thereafter.\r\n\r\n##Fines and penalties\r\n\r\n%If you make a false statement on a certification application you can be fined up to £5,000.%\r\n\r\n*[NPPO]: national plant protection organisation","updated_at":"2012-10-02T12:13:41+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}