{"artefact":[["_response_info",{"status":"ok"}],["title","Pig holding registration and movement notification (Scotland)"],["id","https://contentapi.production.alphagov.co.uk/pig-holding-registration-and-movement-notification-scotland.json"],["web_url","https://www.gov.uk/pig-holding-registration-and-movement-notification-scotland"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You must register your pigs and the place where they are kept (the holding) with your local Rural Payments and Inspections Directorate (RPID) Office within 30 days from the date you first keep them","will_continue_on":"","continuation_link":"","licence_identifier":"9112-3-1","licence_short_description":"Register your pigs and the place where they are kept (the holding) with your local Rural Payments and Inspections Directorate (RPID) Office.","licence_overview":"If you keep pigs, you must register the place where they are kept (the holding) with your local [Rural Payments and Inspections Directorate (RPID)](http://www.scotland.gov.uk/Topics/farmingrural/Agriculture/grants/Inspections \"Rural Payments and Inspections Directorate (RPID)\"){:rel=\"external\"} Office within 30 days from the date you first keep them.\r\n\r\nYou must supply RPID with the following details:\r\n\r\n* your name and address\r\n* the address of the holding\r\n* the number of herds on the holding\r\n\r\nRPID will then provide you with a county parish holding (CPH) number. This is a unique code allocated to the land where the pigs are kept and must be used when reporting and recording animal movements.\r\n\r\nYou should not move pigs on or off your holding until you have been issued with a CPH number.\r\n\r\nYou must also notify your local [Animal Health Veterinary Laboratory Agency (AHVLA)](http://www.defra.gov.uk/ahvla/ \"Animal Health Veterinary Laboratory Agency (AHVLA)\")\"{:rel=\"external\"} Divisional Office where you are going to keep pigs and they will give you a herdmark for your holding.\r\n\r\n##Conditions\r\n\r\nAll pigs must be identified by an eartag or tattoo (either on the ear or a slapmark on the shoulder) containing your herdmark before they can leave the holding. Pigs less than 12 months old moving between farms can be identified by a temporary paint mark instead.\r\n\r\nIf you are moving pigs to a show or exhibition, to a semen collection centre, for breeding purposes, intra-Community trade or export or under a walking licence, they must also be identified with a unique individual identification number - eg by adding that number to the eartag.\r\n\r\nBefore you move a pig on or off your holding you must notify the movement to the [Scottish livestock traceability team (ScotEID)](http://www.scoteid.com/ \"Scottish livestock traceability team (ScotEID)\"){:rel=\"external\"} by registering electronically on the ScotEID website or by calling or writing to the information centre.\r\n\r\nYour notification must specify the:\r\n\r\n* address (including postcode and CPH number) of the holdings from and to which the pigs are being moved\r\n* date of the movement\r\n* number of pigs moved\r\n* identification mark of each pig moved\r\n* lot number of pigs being moved, if they're being moved from a market\r\n\r\nThis information should also be recorded in your own holding register within 48 hours of a movement on or off your holding. You should keep a separate register for each holding you use. Holding registers can take any form that you like but you must keep records for a minimum of three years and make them available for inspection on request. Once a year you must also record all the pigs in your holding.\r\n\r\nPig movements must be accompanied by a movement document. This can be printed off if you have registered on the ScotEID website or sent to you if you notified the movement by telephone. However, if you have chosen to notify ScotEID in writing, you must supply your own movement document.\r\n\r\nWhen pigs arrive on your holding, this triggers a 'standstill' during which other livestock must not be moved off the holding for a set period of time. More details on this are available in guidance issued by the Scottish Government.\r\n\r\nRPID carry out pig inspections each year to ensure that identification and traceability rules are being complied with. If you fail to comply with any of these rules, RPID inspectors may take enforcement action. This ranges from the issuing of guidance on how to take steps, to prosecuting you for committing a criminal offence. Movement restrictions may also be placed on your holding until problems are rectified.\r\n\r\n*[RPID]: Rural Payments and Inspections Directorate\r\n*[CPH]: county parish holding\r\n*[AHVLA]: Animal Health Veterinary Laboratory Agency\r\n*[ScotEID]: Scottish livestock traceability team","updated_at":"2012-10-08T17:08:49+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}