{"alternative_title":"","body":"$!The police have powers to stop and question you at any time - they can search you depending on the situation.$!\r\n\r\nA police community support officer (PCSO) must be in uniform when they stop and question you. A police officer doesn't always have to be in uniform but if they’re not wearing uniform they must show you their warrant card.\r\n\r\n##Stop and question: police powers \r\n\r\nA police officer has powers to stop you at any time and ask you:\r\n\r\n- what you’re doing\r\n- why you’re in an area and/or where you’re going\r\n\r\nHowever, you don't have to answer any questions the police officer asks you.\r\n\r\n##Stop and search: police powers \r\n\r\nA police officer has powers to stop and search you if they have 'reasonable grounds' to suspect you're carrying:\r\n\r\n- illegal drugs\r\n- a weapon\r\n- stolen property\r\n- something which could be used to commit a crime, eg a crowbar\r\n\r\nYou can only be stopped and searched without reasonable grounds if it has been approved by a senior police officer. This can happen if it is suspected that:\r\n\r\n- serious violence could take place\r\n- you’re carrying a weapon or have used one\r\n- you're in a specific location or area\r\n\r\n###Before you’re searched\r\n\r\nBefore you’re searched the police officer must tell you:\r\n\r\n- their name and police station\r\n- what they expect to find, eg drugs\r\n- the reason they want to search you, eg it looks like you’re hiding something\r\n- why they are legally allowed to search you\r\n- that you can have a record of the search and if this isn't possible at the time, how you can get a copy\r\n\r\n###Removing clothing: police powers\r\n\r\nA police officer can ask you to take off your coat, jacket or gloves.\r\n\r\nThe police might ask you to take off other clothes and anything you're wearing for religious reasons - eg a veil or turban. If they do, they must take you somewhere out of public view. \r\n\r\nIf the officer wants to remove more than a jacket and gloves they must be the same sex as you.\r\n\r\n% Being searched doesn’t mean you're being arrested. %\r\n\r\n*[PCSO]: Police community support officer","overview":"The police have powers to stop and question you at any time - they can search you depending on the situation.","slug":"police-powers-to-stop-and-search-your-rights","title":"Police powers to stop and search: your rights ","updated_at":"2012-10-02T12:13:43+00:00","type":"answer"}