{"alternative_title":"","continuation_link":"http://www.environment-agency.gov.uk/","licence_identifier":"1250-5-1","licence_overview":"If you are the operator of a business in England or Wales that requires an environmental permit, you may have to report your annual pollution releases and [Resource Efficiency Physical Index (REPI)](http://www.environment-agency.gov.uk/cy/busnes/pynciau/llygredd/32272.aspx \"Resource Efficiency Physical Index (REPI)\"){:rel=\"external\"} data to the [Environmental Agency.](http://www.environment-agency.gov.uk/ \"Environment Agency\"){:rel=\"external\"}\r\n\r\nThis includes reporting on your annual emissions of certain substances to air, controlled waters and land, and off-site transfers in wastewater and waste. It also includes reporting data on your energy, water and waste consumption.\r\n\r\nYou must provide this information if you receive an Environmental Permitting regulation (EPR) 60 notice from the Environment Agency.\r\n\r\nYou can either fill in and return a paper reporting form or use the Environment Agency's web-based reporting system.\r\n\r\nThere may also be specific requirements depending on the sector you operate in. Sector-specific guidance is available on the Environment Agency website.\r\n\r\nCompleted forms must be submitted by 28 February of each reporting year.\r\n\r\nThere is no charge for Pollution Inventory reporting.\r\n\r\nInformation submitted will be held on the Pollution Inventory, which is a public record of pollution levels in England and Wales.\r\n\r\nIf you require any help in completing a reporting form, contact:\r\n\r\n$C\r\n**Environment Agency**  \r\n**Telephone:** 03708 506 506\r\n$C\r\n\r\n##Fine and penalties\r\n\r\n%If you fail to comply with an information notice requesting pollution data, you are committing an offence. Enforcement action may be taken, which could result in a fine, imprisonment for up to two years, or both.%\r\n\r\n*[REPI]: Resource Efficiency Physical Index\r\n*[EPR]: Environmental Permitting regulation ","licence_short_description":"Report your annual pollution releases and Resource Efficiency Physical Index (REPI) data to the Environmental Agency if you are the operator of a business in England or Wales that requires an environmental permit.","overview":"You may have to report your annual pollution releases and Resource Efficiency Physical Index (REPI) data to the Environmental Agency if you are the operator of a business in England or Wales that requires an environmental permit","slug":"pollution-inventory-reporting-england-and-wales","title":"Pollution Inventory reporting (England and Wales)","updated_at":"2012-10-02T12:13:43+00:00","will_continue_on":"the Environment Agency website","type":"licence"}