{"alternative_title":"","continuation_link":"","licence_identifier":"1327-3-1","licence_overview":"If your business operates certain types of installations in Scotland which have the potential to cause emissions to land or water, or larger volume emissions to air, you will require a Part A pollution prevention and control permit (PPC).\r\n\r\nPPC Part A permits regulate a broad range of environmental impacts, including:\r\n\r\n* emissions to air, land and water\r\n* energy efficiency\r\n* waste reduction\r\n* raw material consumption\r\n* noise vibration and heat\r\n* accident prevention\r\n* the condition of your site\r\n\r\n##How to apply\r\n\r\nWhen applying, you must include:\r\n\r\n* your name, telephone number, address and any other necessary contact details\r\n* the address of the site and a national grid reference, map or plan to show the site location and boundaries\r\n* a site report explaining the condition of the site and identifying any pollutants on the land\r\n* description of the activities to be carried out at the site\r\n* materials and substances that will be used\r\n* all emissions from the installation - the nature, quantity and sources - and details of what measures will be taken to limit these emissions\r\n* a copy of a safety report\r\n* a non-technical summary of all the information provided\r\n\r\nYou can apply online or on a paper form. An application fee may be charged.\r\n\r\nYou must advertise your application in the [Edinburgh Gazette](http://www.edinburgh-gazette.co.uk/ \"Edinburgh Gazette\"){:rel=\"external\"} and at least one local newspaper. The advert must explain who the applicant is, the site of the installation, the activities to be carried out, and any possible effects of emissions. It must state where the application can be viewed, and advise that any representations can be made to [Scottish Environment Protection Agency (SEPA).](http://www.sepa.org.uk/ \"Scottish Environment Protection Agency (SEPA)\"){:rel=\"external\"}\r\n\r\n##Conditions\r\n\r\nYour permit will have specific conditions attached, depending on your operations. You must also follow any best available techniques to prevent and minimise pollution.\r\n\r\nIf you want to surrender your Part A permit, you must apply to SEPA and pay the relevant fee.\r\n\r\nSmaller installations that only have the potential to produce emissions to air may be required to obtain a Part B PPC permit.\r\n\r\n*[PPC]: pollution prevention and control permit \r\n*[SEPA]: Scottish Environment Protection Agency ","licence_short_description":"A Part A pollution prevention and control permit (PPC) is needed if your business operates certain types of installations in Scotland which have the potential to cause emissions to land or water, or larger volume emissions to air.","overview":"You need a Part A pollution prevention and control permit (PPC) if your business operates certain types of installations in Scotland which have the potential to cause emissions to land or water, or larger volume emissions to air","slug":"pollution-prevention-and-control-permit-part-a-scotland","title":"Pollution prevention and control permit - Part A (Scotland)","updated_at":"2012-10-02T12:13:44+00:00","will_continue_on":"","type":"licence"}