{"alternative_title":"","continuation_link":"http://www.sepa.org.uk/","licence_identifier":"1329-3-1","licence_overview":"If you operate an installation for the unloading of petrol into stationary storage tanks or motor vehicle refuelling activities at a service station in Scotland, you may require a pollution prevention and control (PPC) permit from the [Scottish Environment Protection Agency (SEPA).](http://www.sepa.org.uk/ \"Scottish Environment Protection Agency (SEPA)\"){:rel=\"external\"}\r\n\r\n##How to apply\r\n\r\nYou must include the following information in your application:\r\n\r\n* your name, telephone number, address, or those of your authorised contact, and any other necessary contact details\r\n* the address of the site and a national grid reference, map or plan to show the site location and boundaries\r\n* the local authority where the business is to be based\r\n* details of any existing permits for the installation\r\n* the legal status of the operation\r\n\r\nIf you are applying for a PPC for a new installation or to change an existing PPC, you must also include the following documents:\r\n\r\n* site maps of the installation - showing the location of the site and the activities to be completed\r\n* details of how the petrol is to be unloaded - eg when the vapour balancing equipment was installed, how much petrol is unloaded in a year, and how deliveries are controlled\r\n* copies of technical documents - site specific assessments, process diagrams for vapour balancing\r\n* supervision, training and qualification documents for staff\r\n* examination schedules for equipment\r\n* contingency measures\r\n\r\nAn application and annual subsistence fee will be charged.\r\n\r\n##Conditions\r\n\r\nYour permit may have specific conditions to adhere to, depending on your operations. You must also follow any best available techniques to prevent and minimise pollution.\r\n\r\nIf you wish to surrender a PPC, you will have to apply to SEPA using the relevant form and pay a processing fee.\r\n\r\n*[PPC]: pollution prevention and control permit\r\n*[SEPA]:  Scottish Environment Protection Agency","licence_short_description":"Pollution prevention and control (PPC) permit to operate an installation for the unloading of petrol into stationary storage tanks or motor vehicle refuelling activities at a service station in Scotland.","overview":"You may need pollution prevention and control (PPC) permit to operate an installation for the unloading of petrol into stationary storage tanks or motor vehicle refuelling activities at a service station in Scotland","slug":"pollution-prevention-and-control-permit-petrol-vapour-recovery-scotland","title":"Pollution prevention and control permit - petrol vapour recovery (Scotland)","updated_at":"2012-10-02T12:13:44+00:00","will_continue_on":"the Scottish Environment Protection Agency (SEPA) website","type":"licence"}