{"alternative_title":"","continuation_link":"","licence_identifier":"9090-4-1","licence_overview":"If you operate a plant or installation that emits pollutants to air in Northern Ireland you will require a Pollution Prevention and Control (PPC) permit.\r\n\r\nPart C permits cover regulated installations or mobile plants which result in air emissions that are not significantly polluting. PPC Part C permits are issued by District Councils.\r\n\r\n##How to apply\r\n\r\nTo apply for a Part C permit, you should contact the Local Authority Pollution Prevention and Control (LAPPC) department of your District Council. They will then provide you with the correct application procedure and any relevant application forms.\r\n\r\nYour application should usually describe:\r\n\r\n* process activity\r\n* nature of the releases to the environment\r\n* how releases will be controlled to comply with Best Available Techniques (BAT) requirements\r\n* how the environmental impact of these releases are acceptable\r\n\r\n##Conditions\r\n\r\nYour permit may have specific conditions attached to it, requiring you to use BAT to prevent and minimise releases to the environment. There may be emission limit requirements for your activities.\r\n\r\nSome applications may be subject to a consultation process where other Departments, Agencies and bodies can comment.\r\n\r\nIf your operation is more polluting you may require a Part A or Part B permit. Part A and B permits are issued by the Northern Ireland Environment Agency.\r\n\r\nIf you wish to surrender your permit you must notify the enforcing authority.\r\n\r\n*[LAPPC]: Local Authority Pollution Prevention and Control\r\n*[PPC]: Pollution Prevention and Control permit\r\n*[BAT]: Best Available Techniques","licence_short_description":"A Pollution Prevention and Control (PPC) permit is needed if you operate a plant or installation that emits pollutants to air in Northern Ireland.","overview":"You need a Pollution Prevention and Control (PPC) permit if you operate a plant or installation that emits pollutants to air in Northern Ireland","slug":"ppc-permit-part-c-northern-ireland","title":"Pollution Prevention and Control Permit Part C (Northern Ireland)","updated_at":"2012-10-03T11:35:43+00:00","will_continue_on":"","type":"licence"}