{"alternative_title":"","body":"$!Quad bikes must be approved, registered, taxed and have an MOT (if needed) to be used on the road.$!\r\n\r\nMost quad bikes can’t be used on the road because they don’t meet road safety standards. Some quad bikes are tested and ‘type approved’ in a similar way to motorcycles. These are sometimes called ‘leisure quad bikes' or ‘quadricycles’. \r\n'Car like quads', where the driver compartment is fully enclosed, are treated in the same way as other quads.\r\n\r\nThese are the only types of quad bike you can use on the road.\r\n\r\nCheck with the manufacturer if your quad bike has been approved for road use. If your quad bike hasn't been approved but meets road safety standards you can apply for [type approval](vehicle-type-approval/motorcycle-single-vehicle-approval \"type approval\"). \r\n\r\n##Rules for riding quad bikes\r\n\r\n###Registering and taxing\r\n\r\nYou must [register your quad bike](/vehicle-registration/overview \"register your quad bike\") with DVLA and the bike must have number plates.\r\n\r\nYou must also [display a valid tax disc](/car-tax-disc-vehicle-licence \"display a valid tax disc\").\r\n\r\n###MOT certificates\r\n\r\nQuad bikes used on the road need a valid MOT certificate if they are more than 3 years old.\r\n\r\n###Driving licence\r\n\r\nTo drive a quad bike on the road you need to have a full car licence or a category B1 licence if it was issued before January 1997.\r\n\r\n###Insurance\r\n\r\nYou must have a minimum of third party insurance to drive a quad bike on the road.\r\n\r\n###Passengers\r\n\r\nA quad bike can only carry passengers if it is designed to do so and has the right number of seats. Check with the manufacturer if you are not sure.\r\n\r\n###Crash helmets\r\n\r\nQuad bike drivers and passengers don’t have to wear crash helmets, but it’s recommended.\r\n\r\n##Using a quad bike off-road\r\n\r\nYou don't need a driving licence to ride a quad bike off-road.\r\n\r\nYou don't have to tax and register your quad bike if you are only going to use it off-road. However, there is an 'off-road register' that you can put the details of your off-road quad bike on, which could help it being found if it is stolen.\r\n\r\n$D\r\n\r\n[Download 'Protect your off-road vehicle' (PDF, 360KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@motor/documents/digitalasset/dg_067209.pdf \"Download 'Protect your off-road vehicle' (PDF, 360KB)\")\r\n\r\n$D\r\n\r\n##Agricultural quad bikes\r\n\r\nIf you're using a quad bike for agriculture, horticulture and forestry work you need to [register it](/vehicle-registration/overview \"Register your quad bike\") as a light agricultural vehicle.\r\n\r\nYou'll also need to get the correct ‘nil value’ tax disc and renew this every year.\r\n\r\n###Using an agricultural quad bike on the road\r\n\r\n^You can only use an agricultural quad bike on the road if travelling less than 1.5km between sites where you're using it for agriculture, horticulture or forestry.^\r\n\r\nAn agricultural quad bike used on the road doesn't need an MOT, but must be registered and licensed for road use and must have a number plate and minimum of third party insurance.\r\n\r\nIt will also need lights if it’s being used on the road after dark.\r\n\r\n###Passengers\r\n\r\nQuad bikes used as light agricultural vehicles should be made with only a driver's seat. They aren't allowed to carry passengers.\r\n\r\n##More information\r\n\r\nContact the Department of Transport for more information about quad bikes.\r\n\r\n$A\r\nInternational Vehicles and Standards   \r\nDepartment for Transport  \r\nZone 1/33  \r\nGreat Minster House  \r\n33 Horseferry Road  \r\nLondon  \r\nSW1P 4DR  \r\n$A\r\n\r\n$C\r\n<ivs.enquiries@dft.gsi.gov.uk>  \r\n020 7944 2091\r\n$C\r\n\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","overview":"To drive a road legal quad bike it must be approved, registered, taxed and have an MOT if needed","slug":"quad-bikes-the-rules","title":"Quad bikes - the rules","updated_at":"2012-10-03T11:58:07+00:00","type":"answer"}