{"alternative_title":"","continuation_link":"","licence_identifier":"1252-1-1","licence_overview":"If you operate a residential family centre, you need to register.\r\n\r\nYou may only run or manage a centre if you are fit to do so. You must:\r\n\r\n* be of integrity and good character\r\n* be physically and mentally fit\r\n* have the appropriate experience, skills and qualifications\r\n* have certain information, detailed in [schedule 2 of Residential Family Centres Regulations 2002,](http://www.legislation.gov.uk/uksi/2002/3213/contents/made \"schedule 2 of Residential Family Centres Regulations 2002\"){:rel=\"external\"} available\r\n\r\nYou must compile a statement of purpose containing the centre's objectives, the services provided and the arrangements for protecting residents under the age of 18. You must also produce a resident's guide and make this available to every resident parent.\r\n\r\nYou must create a written placement plan for each family. If there is conflict between the interests of the members of a family, you must prioritise the welfare of the child.  \r\n\r\n##Conditions\r\n\r\nCare provision must meet requirements regarding:\r\n\r\n* the health, welfare, treatment and supervision of residents\r\n* ensuring residents are not at risk of suffering harm or abuse\r\n* respect for residents' wishes, feelings, privacy and dignity\r\n* storage, administration and recording of medicine\r\n* training staff in first aid\r\n* standards of cleanliness and hygiene\r\n* management of complaints\r\n* health and safety risk assessment and fire management\r\n* prevention of toxic conditions and the spread of infection at the centre\r\n* access by residents to such medical advice or treatment as necessary\r\n* regular review of the quality of care provided\r\n\r\nNo resident may be subject to physical restraint unless it is the only means of securing the welfare of a resident and there are exceptional circumstances. Corporal punishment may never be used.\r\n\r\nYou must implement a written child protection policy for safeguarding child residents, which sets out the procedure to be followed in the event of any allegation of abuse or neglect. You must have appropriate staff disciplinary procedures in place.\r\n\r\nYour premises and facilities must be of sound construction, free from hazards, kept in a good state of repair and be otherwise suitable. This includes provision of suitable laundry, personal hygiene and food storage and preparation facilities, and suitable ventilation, heating, cooling and lighting. Each family must be provided with at least one private room which is adequately furnished.\r\n\r\nThe premises must be sufficiently equipped to meet the needs of any disabled resident.\r\n\r\nThere must always be a sufficient number of competent staff. You must only employ someone if they are of integrity and good character, are fit to do the work, have suitable qualifications and training, and if you have obtained the relevant information about them   All permanent appointments must be subject to the satisfactory completion of a period of probation. All employees must receive appropriate training, supervision and appraisal.\r\n\r\nYou must notify a resident parent of any incident affecting their child's welfare unless this would place the child's welfare at risk. You must give immediate notice of any:\r\n\r\n* death, injury, involvement in prostitution of, or child protection enquiry involving, a resident under the age of 18\r\n* accident, infectious disease, or other event which adversely affects the welfare of a resident or requires the calling of police\r\n* any serious complaint about the home or a member of staff\r\n\r\nIf you are the owner but do not manage the centre you must regularly visit and interview residents and staff to determine the standard of care being provided. You must inspect the premises and records and prepare a written report.\r\n\r\nYou must give notice of any significant change to the centre or the running of the centre, or of you are convicted of any criminal offence.\r\n\r\nYou must keep the necessary records.","licence_short_description":"Register your residential family centre in England","overview":"If you operate a residential family centre in England, you need to register","slug":"registration-of-a-residential-family-centre-england","title":"Registration of a residential family centre (England)","updated_at":"2012-10-02T12:13:54+00:00","will_continue_on":"","type":"licence"}