{"alternative_title":"","continuation_link":"","licence_identifier":"9207-1-1","licence_overview":"To run a laying hen establishment with over 350 hens for eggs that are being supplied to the Class A egg market you need to be registered with [Animal Health Veterinary Laboratories Agency](http://www.defra.gov.uk/ahvla/ \"Animal Health Veterinary Laboratories Agency\"){:rel=\"external\"} in England and Wales.\r\n\r\nApplications must include:\r\n\r\n* the name and address of the establishment\r\n* farming method(s) used - eg caged, barn, free range or organic\r\n* maximum capacities for each farming method used, including the maximum number of laying hens present at one time for each method\r\n* the name and address of the keeper and owner if different\r\n* the registration number of any other establishment kept or owned by the keeper and owner, if applicable\r\n\r\n##Conditions\r\n\r\nYou must: \r\n\r\n* let authorised officers access to your premises. \r\n* provide information or assistance needed by them \r\n* not provide false information\r\n\r\nYou must notify [Animal Health Veterinary Laboratories Agency](http://www.defra.gov.uk/ahvla/ \"Animal Health Veterinary Laboratories Agency\"){:rel=\"external\"} with 28 days of any changes to the information detailed in your registration.\r\n\r\n##Fines and penalities\r\n\r\n% If you fail to comply with requirements, you may commit a criminal offence and be fined up to £2,500 and/or imprisoned for up to three months. %\r\n\r\n","licence_short_description":"Laying hen establishment registration with Animal Health Veterinary Laboratories Agency","overview":"You need to register with the Animal Health Veterinary Laboratories Agency if you run a laying hen establishment with over 350 hens for eggs that are being supplied to the Class A egg market","slug":"registration-of-laying-hens-establishments-england-wales","title":"Registration of laying hens establishments (England and Wales)","updated_at":"2012-10-02T12:13:54+00:00","will_continue_on":"","type":"licence"}