{"alternate_methods":"##Making a SORN by phone\r\n\r\nYou can make a SORN by phone on **0300 123 4321**.\r\n\r\n##Making a SORN by post\r\n\r\nYou can make a SORN by sending form V890 to DVLA. You can make a SORN up to 2 calendar months in advance by post, but if you are doing it this far in advance include a letter explaining why.\r\n\r\n$A\r\n\r\nDVLA  \r\nSwansea  \r\nSA99 1AR\r\n\r\n$A\r\n\r\nYou **must** make a SORN by post if:\r\n\r\n- you're recently registered as the vehicle's keeper and have received the V5C registration certificate in the current month\r\n- you're not yet registered as the vehicle's keeper - in this case you can send your SORN application along with your registration application\r\n\r\n$D\r\n\r\n[Download 'Statutory Off Road Notification (SORN) - form V890' (PDF, 176KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@motor/documents/digitalasset/dg_065269.pdf \"Download 'Statutory Off Road Notification (SORN) - form V890' (PDF, 176KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n*[SORN]: Statutory Off Road Notification\r\n*[DVLA]: Driver and Vehicle Licensing Agency","alternative_title":"","introduction":"You can make a SORN (Statutory Off Road Notification) online if you are registered as the vehicle’s keeper. You’ll need the reference number on your V5C registration certificate, V11 or V85/1 reminder form.\r\n\r\n**If you’re recently registered as the keeper or not yet registered you need to apply by post.**","link":"http://www.taxdisc.direct.gov.uk/","minutes_to_complete":"","more_information":"Your vehicle must be in and remain in Great Britain to make a SORN.\r\n\r\n% If you buy a vehicle that already has a SORN from its previous keeper, the SORN will finish as soon as you buy the vehicle. You will need to make a new SORN.%\r\n\r\n*[SORN]: Statutory Off Road Notification","overview":"Making a SORN (Statutory Off Road Notification) with the reference on your V5C registration certificate, V11 or V85/1","slug":"register-sorn-statutory-off-road-notification","title":"Make a SORN (Statutory Off Road Notification)","updated_at":"2012-10-02T12:13:24+00:00","uses_government_gateway":false,"will_continue_on":"the Directgov website","expectations":[],"type":"transaction"}