{"alternative_title":"","continuation_link":"","licence_identifier":"9048-7-1","licence_overview":"To keep a sheep holding, you need to register with the nearest [Animal Health Divisional Office](http://animalhealth.defra.gov.uk/keeping-animals/registering/sheepandgoats.html \"Animal Health Divisional Office\"){:rel=\"external\"){:rel=\"external\"} in England, Wales and Scotland or the [Department of Agriculture and Rural Development (DARD)](http://www.dardni.gov.uk/ \"Department of Agriculture and Rural Development (DARD)\"){:rel=\"external\"} in Northern Ireland.\r\n\r\nTo register your sheep holding, you must notify the relevant body of:\r\n\r\n* the address of the holding you intend to keep your animals\r\n* your name and address\r\n* details of your flocks\r\n* your County Parish Holding (CPH) number - if you have one\r\n\r\nYou will then be issued with a flockmark.\r\n\r\nYou must register a holding within one month of becoming a keeper or obtaining the holding. If you have more than one holding, you must register each one separately.\r\n\r\nIf, at any time, you make any changes to existing holdings, you must notify the relevant body as soon as possible.\r\n\r\nBefore you can move your animals onto your holding, you must apply to the relevant organisation for a CPH number. The organisations are as follows:\r\n\r\n* the [Rural Payments Agency](http://rpa.defra.gov.uk/rpa/index.nsf/home \"Rural Payments Agency\"){:rel=\"external\"} for England\r\n* the Rural Inspectorate for Wales\r\n* the Rural Payments and Inspections Directorate for Scotland\r\n\r\nYou do not need a CPH number in Northern Ireland.\r\n\r\n##Conditions\r\n\r\nWhen moving your animals onto the holding, you must comply with all relevant animal movement notifications.\r\n\r\nYou must keep and maintain a holding register to record all details of births, movements - both on and off the holding - and deaths. You must also keep information on tags and replacement tags for all your sheep. The holding register must specify:\r\n\r\n* the address of the holding\r\n* CPH and flock numbers\r\n* the species held\r\n*- type of production (eg milk, meat, wool, dairy or breeding stock)\r\n* the address of the keeper - if different from holding\r\n\r\nYou must record any movements within 36 hours from the time they were moved.\r\n\r\nYou are required to keep one holding register for each individual holding you have.\r\n\r\nThe holding register must be in the format specified by the relevant body, and may be kept in either electronic or paper form. You must keep these records for three years from the date when the last animal on the holding is moved off it or dies.\r\n\r\nYou must notify the relevant body of any changes to your holding within one month of the date of changes.\r\n\r\nYou must also apply with any sheep identification requirements.\r\n\r\n*[CPH]: County Parish Holding\r\n*[DARD]: Department of Agriculture and Rural Development","licence_short_description":"Register your sheep holding with the nearest Animal Health Divisional Office in England, Wales and Scotland or the Department of Agriculture and Rural Development (DARD) in Northern Ireland.","overview":"You must register your sheep holding with the nearest Animal Health Divisional Office in England, Wales and Scotland or the Department of Agriculture and Rural Development (DARD) in Northern Ireland","slug":"registration-of-sheep-holdings","title":"Registration of sheep holdings","updated_at":"2012-10-02T12:13:55+00:00","will_continue_on":"","type":"licence"}