{"artefact":[["_response_info",{"status":"ok"}],["title","Registration to carry out gas work"],["id","https://contentapi.production.alphagov.co.uk/registration-to-carry-out-gas-work.json"],["web_url","https://www.gov.uk/registration-to-carry-out-gas-work"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You need to be registered on the Gas Safe Register to work on gas fittings or gas storage vessels in the UK","will_continue_on":"","continuation_link":"","licence_identifier":"9139-7-1","licence_short_description":"Get on the Gas Safe Register to work on gas fittings or gas storage vessels in the UK.","licence_overview":"In order to work legally on gas fittings or gas storage vessels you must be registered on the Gas Safe Register.\r\n\r\n##How to apply\r\n\r\nYou can [apply online](https://engineers.gassaferegister.co.uk/ \"apply online\"){:rel=\"external\"} or by filling out an application form from the Gas Safe Register.\r\n\r\nYou will be required to pay fees which are currently:\r\n\r\n* £228 for a one off non-refundable application fee\r\n* £210 annual registration fee\r\n* £63 registration fee for any additional engineers\r\n\r\nYou application must include valid evidence of competence which must be less than five years old, such as:\r\n\r\n* National Accredited Certification Scheme for individual Gas Fitting Operatives (ACS)\r\n* ACS aligned National or Scottish Vocational Qualifications\r\n\r\nIf your qualifications are more than five years old, you will need to retrain before registering.\r\n\r\nWhen you register for the first time you will be given probationary registration status which will last for three months. During this period you must notify the Gas Safe Register of all gas work carried out and they will carry out inspections to make sure the work has been completed to the required standards. If gas work notified to the Gas Safe Register or inspected by them is not at the required standard they can extend the probationary period. Once you have demonstrated your competence, your probationary period will finish.\r\n\r\n##Conditions\r\n\r\nIf you are accepted onto the Register it will be for a period of 12 months - you will then need to renew your application every year. The Gas Safe register will contact you by letter or email outlining what you need to do. You will need to pay a renewal fee.\r\n\r\nIf you are registered with the Gas Safe Register continuously for a period of five years then you will be required to update your current qualifications by completing a relevant aptitude test at an accredited gas assessment centre before the end of the five year period.\r\n\r\nFailure to hold current evidence of qualifications may result in your removal from the Gas Safe Register.\r\n\r\nIf you carry out gas work you must:\r\n\r\n* carry out the work safely and competently\r\n* make sure that the work has been tested and commissioned\r\n* be registered for the category of work carried out\r\n* keep to all standards and documents as listed in the technical standards and normative documents list\r\n* carry a licence card\r\n* let the Gas Safe Register know if your licence card is lost or stolen and return it to them if asked to do so\r\n* ensure that all work meets the requirements of the [Health & Safety Executive (HSE)](http://www.hse.gov.uk/ \"Health & Safety Executive (HSE)\"){:rel=\"external\"} in England, Wales and Scotland and the [HSENI](http://www.hseni.gov.uk/ \"HSENI\"){:rel=\"external\"} in Northern Ireland \r\n* not do anything that would contribute to unsafe gas work or illegal activities\r\n* notify the Gas Safe Register about any concerns about unsafe gas work carried out by others\r\n* keep records of gas work to be provided to the Gas Safe Register upon request which must detail the person doing the gas work, what the gas work was, the date of completion, the address where the work was done and action taken for unsafe situations\r\n* report gas work if it is notifiable under Building Regulations\r\n\r\n*[ACS]: National Accredited Certification Scheme for individual Gas Fitting Operatives \r\n","updated_at":"2012-10-02T12:13:55+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}