{"alternative_title":"","continuation_link":"","licence_identifier":"9130-3-1","licence_overview":"If you keep or own premises housing 350 or more laying hens, you must register your premises with the [Scottish Government's Rural Payments and Inspections Directorate (RPID).](http://www.scotland.gov.uk/Topics/farmingrural/Agriculture \"Scottish Government's Rural Payments and Inspections Directorate (RPID)\"){:rel=\"external\"}\r\n\r\nIf you grade eggs on your premises, you must also apply for those premises to be registered as an egg packing centre.\r\n\r\n##How to apply\r\n\r\nTo apply to register, you must complete form [EMR3](http://www.scotland.gov.uk/Publications/2007/11/12115647/0 \"EMR3\"){:rel=\"external\"} and send it to RPID either by post or email. You will need to provide all the information requested in the form, including hen numbers and details of your buildings.\r\n\r\nYou don't need to pay an application or registration fee.\r\n\r\nYour premises must also be inspected before your registration will be approved.\r\n\r\nYour premises must:\r\n\r\n* be an area suited to the scale of operation\r\n* be clean, well maintained and free from extraneous odours\r\n* protect your hens from sudden or constant noise\r\n* have suitable ventilation and lighting\r\n* be properly cleaned and disinfected\r\n* protect eggs from wide fluctuations in outside temperature\r\n* have areas reserved for handling and storing of eggs or for storage of other products which cannot impart extraneous odours to the eggs\r\n* include clean and well-maintained equipment\r\n\r\nWithin 21 days of receipt of your application, RPID will record your establishment on the register and allocate you with a registration number indicating farming method, Member State code and a unique identifier.\r\n\r\nRPID may exchange information with the Food Standards Agency Scotland for the purposes of tracing eggs put on the market for human consumption.\r\n\r\nIf any of the information in your application changes, you must notify RPID in writing. If you fail to do so, your establishment may be removed from the register.\r\n\r\n##Fines and penalties\r\n\r\n%If you fail to register premises housing 350 or more laying hens with RPID, you will be committing an offence and could be fined up to £5,000.%\r\n\r\nThis requirement doesn't apply if you're rearing laying hens for breeding. However, breeding establishments with 100 or more breeding birds are required to register separately with RPID.\r\n\r\n*[RPID]: Rural Payments and Inspections Directorate","licence_short_description":"Register your premises with the Scottish Government's Rural Payments and Inspections Directorate (RPID) if you keep or own premises housing with 350 or more laying hens.","overview":"You must register your premises with the Scottish Government's Rural Payments and Inspections Directorate (RPID) if you keep or own premises housing with 350 or more laying hens\r\n","slug":"registration-of-laying-hen-establishments-scotland","title":"Registration of laying hen establishments (Scotland)","updated_at":"2012-10-02T12:13:54+00:00","will_continue_on":"","type":"licence"}