{"alternative_title":"","continuation_link":"","licence_identifier":"9180-7-1","licence_overview":"To run a cattle holding you must be registered with the nearest [Animal Health Divisional Office (AHDO)](http://animalhealth.defra.gov.uk/keeping-animals/registering/cattle.html \"Animal Health Divisional Office (AHDO)\"){:rel=\"external\"} in England, Wales and Scotland or the [Department of Agriculture and Rural Development (DARD)](http://www.dardni.gov.uk/ \"Department of Agriculture and Rural Development (DARD)\"){:rel=\"external\"} in Northern Ireland.\r\n\r\nTo register your cattle holding, you must notify the relevant body of:\r\n\r\n* the address of the holding you intend to keep your cattle\r\n* your name and address\r\n* details of your stock\r\n* your County Parish Holding (CPH) number - where relevant\r\n* your herdmark\r\n\r\nBefore you can move your animals onto a new holding, you must apply to the relevant organisation for a CPH number. The organisations are as follows:\r\n\r\n* the [Rural Payments Agency](http://rpa.defra.gov.uk/rpa/index.nsf/home \"Rural Payments Agency\"){:rel=\"external\"} for England\r\n* the Rural Inspectorate for Wales\r\n* the Rural Payments and Inspections Directorate for Scotland\r\n\r\nYou do not need a CPH number in Northern Ireland.\r\n\r\nFor new holdings, or holdings you have recently acquired, you must make this notification within one month. You will then be issued with a herdmark. To get a herdmark in Northern Ireland, you should contact the DARD.\r\n\r\n##Conditions\r\n\r\nWhen moving your animals onto the holding, you must comply with the relevent movement notifications.\r\n\r\nYou must also maintain a herd register and record details of births, movements - both on and off the holding - and deaths. You must keep these records for ten years from the end of the calendar year in which the last entry was made. They may be inspected at any time by the [British Cattle Movement Service.](https://secure.services.defra.gov.uk/wps/portal/ctso \"British Cattle Movement Service\"){:rel=\"external\"}\r\n\r\nYou must notify the relevant body of any changes to your holding within one month of the date of changes.\r\n\r\nYou must also apply with any cattle identification requirements.\r\n\r\n*[AHDO]: Animal Health Divisional Office\r\n*[CPH]: County Parish Holding\r\n*[DARD]: Department of Agriculture and Rural Development","licence_short_description":"Register to run a cattle holding with the Animal Health Divisional Office (AHDO) in England, Wales and Scotland or the Department of Agriculture and Rural Development (DARD) in Northern Ireland.","overview":"You must be registered to run a cattle holding with the nearest Animal Health Divisional Office (AHDO) in England, Wales and Scotland or the Department of Agriculture and Rural Development (DARD) in Northern Ireland","slug":"registration-of-cattle-holdings","title":"Registration of cattle holdings","updated_at":"2012-10-02T12:13:54+00:00","will_continue_on":"","type":"licence"}