{"artefact":[["_response_info",{"status":"ok"}],["title","Registration with the Financial Services Authority"],["id","https://contentapi.production.alphagov.co.uk/registration-with-the-financial-services-authority.json"],["web_url","https://www.gov.uk/registration-with-the-financial-services-authority"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"To undertake regulated financial activities, you must be authorised by the Financial Services Authority (FSA).\r\n","will_continue_on":"","continuation_link":"","licence_identifier":"9221-7-1","licence_short_description":"Register with the Financial Services Authority (FSA) to undertake regulated financial activities","licence_overview":"To undertake regulated financial activities, you must be authorised by the [Financial Services Authority (FSA).](http://www.fsa.gov.uk/ \"Financial Services Authority (FSA)\"){:rel=\"external\"}\r\n\r\nA regulated activity is one which relates to investments that are specified by the Treasury or that relate to property. Examples include:\r\n\r\n* dealing with investments (buying, selling etc) or offering or agreeing to do so, and in the case of insurance contracts, carrying out the contract\r\n* arranging investment deals\r\n* accepting deposits\r\n* asset administration and safekeeping\r\n* investment management\r\n* advising on investments\r\n* creating, running or winding up collective investment schemes\r\n* computer or web-based investment transactions\r\n* dealing in securities - eg stocks and shares and/or certificates representing them, options and/or futures\r\n* dealing with debentures, bonds, loan stock etc, including government bonds etc\r\n* collective investment scheme units\r\n* dealing with insurance contracts\r\n* Lloyd's syndicates\r\n* loans secured on land and other arrangements involving land\r\n\r\n##How to apply\r\n\r\nApplications are made to the FSA. You must meet the threshold conditions. These conditions are that:\r\n\r\n* you have the correct legal status - those dealing with insurance contracts must be a company, a registered friendly society or a member of Lloyd's and those accepting deposits or issuing electronic money must be a company or a partnership\r\n* you have a head office or registered office, or if not a company, carry on business in the UK\r\n* those dealing with contracts of insurance have claims representatives in each European Economic Area (EEA) state\r\n* close links with another entity won't affect the FSA's supervision of you\r\n* you have suitable resources to carry on the regulated activities\r\n* you are fit and proper to carry on the regulated activities\r\n\r\nApplications must contain a statement detailing the regulated activity or activities you wish to carry out and provide an address for service of any notices or documents. You must also include any other required information.\r\n\r\nYou cannot apply for authorisation for a regulated activity if you already have an authorisation.\r\n\r\nYour authorisation will detail which regulated activities you can carry out and may include limitations on how an activity can be carried out. Authorisations may also include requirements you must comply with.\r\n\r\nYou may only promote or invite people to take part in investment business if you or a person who approved the promotion are authorised.\r\n\r\nIf the FSA believe that you are not a fit and proper person to carry out regulated activities, you may be served with a prohibition order preventing you from carrying out a particular function.\r\n\r\nYour authorisation may be revoked under certain circumstances (eg if you gave false or misleading information to get your authorisation.)\r\n\r\n##Fines and penalties\r\n\r\n%If you carry out regulated activities without being authorised you may commit a criminal offence and be fined, imprisoned for up to two years or both.%\r\n\r\nIf you're not authorised but describe/hold yourself out to be so, you may commit an offence and be fined up to £5,000, imprisoned for six months or both. For offences involving publicly displaying material, the fine will be up to £5,000 multiplied by the number of days the display occurred. If you promote or invite people to take part in regulated investment without being authorised you may commit an offence and be fined, imprisoned for up to two years or both.\r\n\r\nIf you fail to comply with a prohibition order you may commit an offence and be fined up to £5,000.\r\n\r\nAgreements you make when you are not authorised or that are made through a non-authorised third party will be unenforceable against the other person. The other party to the contract may seek to recover any monies paid by them and compensation.\r\n\r\nThere are additional requirements for those practitioners applying from an EEA state or Treaty country.\r\n\r\nSome people may be exempt from authorisation.\r\n\r\n*[EEA]: European Economic Area\r\n*[FSA]: Financial Services Authority","updated_at":"2012-10-08T17:07:38+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}