{"alternative_title":"","body":"$!A stillbirth should be registered at a register office within 42 days.$!\r\n\r\nSometimes a stillbirth can be registered after 42 days - the register office can explain when this can happen. \r\n\r\nYou can search for a [register office](/register-offices \"register office\").\r\n\r\n^The baby can be named in the register.^\r\n\r\n##Who can register the stillbirth\r\n\r\nIf the baby’s parents are married, either the mother or father can register.\r\n\r\nThe mother can sign if:\r\n\r\n- the baby's parents aren't married\r\n- the father can't be traced or is unknown\r\n\r\nIf both parents want the father's name in the register:\r\n\r\n- both parents can sign the register together\r\n- the mother can sign and bring a 'signed declaration' from the father (the register office can explain how to do this).\r\n\r\nIf the father registers the stillbirth and the parents aren't married, the mother will need to make a 'signed declaration' (the register office can explain how to do this).\r\n\r\n###If the child was conceived as a result of fertility treatment\r\n\r\nEither of the following can register the stillbirth:\r\n\r\n- the mother\r\n- the father, if he was married to the mother at the time of treatment\r\n- the second female parent if she was in a civil partnership with the mother at the time of treatment\r\n\r\n###If neither parent can attend\r\n\r\nThe following people can register the stillbirth:\r\n\r\n- the occupier of the hospital or house where the stillbirth took place \r\n- someone who was present at the stillbirth \r\n- someone who is responsible for the stillborn child \r\n- the person who found the stillborn child, if the date and place of the stillbirth are unknown\r\n\r\n\r\n##What you need to take\r\nYou need the medical certificate of stillbirth issued by the doctor or midwife.\r\n\r\n^You can arrange a funeral for your baby.^\r\n\r\n##Financial support and taking time off work\r\nFollowing a stillbirth, you're normally entitled to:\r\n\r\n- [Statutory Maternity Pay](/statutory-maternity-pay \"Statutory Maternity Pay\") - if you're employed\r\n- [Maternity Allowance](/maternity-allowance \"Maternity Allowance\") - if you're not entitled to Statutory Maternity Pay\r\n- [Sure Start Maternity Grant](/sure-start-maternity-grant \"Sure Start Maternity Grant\") - if you're on a low income or out of work\r\n- [Maternity Leave](/maternity-leave \"Maternity Leave\") - if you're employed\r\n- [Statutory Paternity Pay](/ordinary-statutory-paternity-pay \"Statutory Paternity Pay\") - if you're employed\r\n- [Paternity Leave](/paternityleave \"Paternity Leave\") - if you're employed\r\n\r\nYou won't be able to claim Child Benefit.\r\n\r\n##Support organisations\r\n\r\nThe following organisations give support and advice:\r\n\r\n[Sands](http://www.uk-sands.org/ \"Sands charity\"){:rel=\"external\"}  \r\n[Tommy's](http://www.tommys.org/ \"Tommy's charity\"){:rel=\"external\"}  \r\n","overview":"Where and how to register a stillbirth, who can register it, financial support you may be able to get and links to support organisations","slug":"register-stillbirth","title":"Register a stillbirth","updated_at":"2012-10-03T11:56:33+00:00","type":"answer"}