{"artefact":[["_response_info",{"status":"ok"}],["title","Register as a firearms dealer"],["id","https://contentapi.production.alphagov.co.uk/register-as-a-firearms-dealer.json"],["web_url","https://www.gov.uk/register-as-a-firearms-dealer"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You must register with the police if you manufacture, sell or transfer shotguns, firearms or ammunition or are involved in the repairing, testing or proving of them","will_continue_on":"","continuation_link":"","licence_identifier":"9168-7-1","licence_short_description":"Register with the police if you manufacture, sell or transfer shotguns, firearms or ammunition or are involved in the repairing, testing or proving of them.","licence_overview":"Any business that manufactures, sells or transfers shotguns, firearms or ammunition, and anyone involved in the repairing, testing or proving of them, must register with the police.\r\n\r\nIn order to sell firearms, including air weapons, by way of trade or business, you must register as a firearms dealer with the local police.\r\n\r\nYou must:\r\n\r\n* complete application form 116 from your local police \r\n* return your application to your local chief officer of police with the correct fee\r\n* provide information on all places in the area where your business will be carried out\r\n\r\nYou will be required to explain the nature of your business and show that you have an understanding of firearms legislation.\r\n\r\n##Conditions\r\n\r\nThe chief officer of the police can attach any reasonable conditions to your licence, and may change these at any time with written notice.\r\n\r\nAs a registered firearms dealer, you must:\r\n\r\n* keep firearms secure\r\n* not sell firearms or ammunition to anyone under the age of 18, or anyone you believe to be drunk or unsound of mind\r\n* not sell firearms or ammunition to anyone who is not authorised to own a firearm or shotgun\r\n* not carry out your business in a place that may be a danger to the public\r\n\r\nIf you obtain new premises that are not entered in the register, you must notify the chief officer of the police as soon as possible. You must include all necessary information.\r\n\r\nTo renew your registration certificate, you must return your current certificate to the police and apply for a new certificate in the standard way. You must do this within or before three years from the granting of your original certificate.\r\n\r\nYou must keep a register of all firearms or ammunition transactions and you must record all transactions within 24 hours of their occurrence, in particular the quantities and descriptions of all firearms and ammunition:\r\n\r\n* manufactured - including the dates for these\r\n* purchased or acquired - including the names and addresses of the sellers or transferors and the dates of the transactions\r\n* accepted for sale, repair, test, proof, cleaning, storage, destruction or other purpose\r\n* sold or transferred - and the areas where the person's firearm certificates where issued\r\n* in your possession for sale or transfer at the date of your last stocktake\r\n\r\nWhen recording the above information you must include the names and addresses of all relevant parties, and the date these transactions occurred.\r\n\r\nDetails on the register must be kept for at least five years from the date of the transaction.\r\n\r\nYou must allow the police to inspect the register and your stock if requested.\r\n\r\nIf you sell, let or lend a shotgun to a holder of a visitor's shotgun permit, you must notify the police, in writing, of the transaction within 48 hours.","updated_at":"2012-10-08T17:07:48+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}