{"alternative_title":"","continuation_link":"http://www.hmrc.gov.uk/","licence_identifier":"9097-7-1","licence_overview":"If you intend to brew beer for sale you must first register your premises with [HM Revenue & Customs (HMRC).](http://www.hmrc.gov.uk/ \"HM Revenue & Customs (HMRC)\"){:rel=\"external\"}\r\n\r\nIf you brew or package beer, you may also apply for registration to hold beer on your premises without payment of excise duty. You will need to specify the classes of beer which you intend to hold.\r\n\r\n##How to apply\r\n\r\n[Applications](http://customs.hmrc.gov.uk/channelsPortalWebApp/channelsPortalWebApp.portal?_nfpb=true&_pageLabel=pageExcise_ShowContent&id=HMCE_CL_000232&propertyType=document#P92_8141 \"applications\"){:rel=\"external\"} should be sent to the HMRC National Registration Unit.\r\n\r\nYou must:\r\n\r\n* enclose a plan of the premises to be registered\r\n* register at least 14 days before you produce or package any beer\r\n* register each business premises in which beer is produced or held separately\r\n\r\nNo fee is payable and the registration will last until you stop trading.\r\n\r\nIf you have any queries about registering, contact:\r\n\r\n$C\r\n\r\n**HMRC Excise Helpline**  \r\n**Telephone:**  08450 109 000.\r\n\r\n$C\r\n\r\nIf you are not a producer or packager of beer, you may hold beer in duty suspension in an excise warehouse - but you will need authorisation from HMRC.\r\n\r\n##Conditions\r\n\r\nConditions may be attached to your registration (eg in relation to the classes of beer you may hold in duty suspension on your registered premises.)\r\n\r\nA certificate of registration will be issued for each set of premises registered for the production of beer.\r\n\r\nA registered holder certificate will be issued for each set of premises registered to hold certain classes of beer without payment of duty. You must keep the certificate of registration and/or your registered holder certificate on your premises, and produce it on request for inspection by HMRC officers.\r\n\r\n##Fines and penalties\r\n\r\n%If you brew or hold beer on unregistered premises or fail to apply with any conditions of registration, you may be fined and the beer may be forfeited.%\r\n\r\n\r\n\r\n*[HMRC]: HM Revenue & Customs","licence_short_description":"Register with HM Revenue & Customs (HMRC) if you brew beer for sale.","overview":"You must register with HM Revenue & Customs (HMRC) if you brew beer for sale","slug":"registration-of-beer-brewer-or-beer-packager","title":"Registration of beer brewer or beer packager","updated_at":"2012-10-02T12:13:54+00:00","will_continue_on":"the HM Revenue & Customs website","type":"licence"}