{"alternative_title":"","continuation_link":"http://www.cqc.org.uk/","licence_identifier":"1204-1-1","licence_overview":"To operate a domiciliary care agency in England in order to provide care in a person's home, you need to register with the [Care Quality Commission (CQC).](http://www.cqc.org.uk/ \"Care Quality Commission (CQC)\"){:rel=\"external\"}\r\n\r\nThe service provider - which can be an organisation, partnership or individual - must register. If you are registered as an organisation or partnership then the person responsible for managing the services must also register. If you are registering as an individual, you don't need to have a separately registered manager unless you don't intend to be in charge full-time.\r\n\r\nThere are [separate registration forms](http://www.cqc.org.uk/organisations-we-regulate/registering-first-time/how-register \"separate registration forms\"){:rel=\"external\"} for each category of provider. \r\n\r\nNo application fee is payable, however once registered you must pay an annual fee towards ongoing compliance monitoring and any changes you wish to make to your registration. Fees can be paid by cheque of BACS.\r\n\r\nAlong with your application, you must:\r\n\r\n* provide details of each location from where you will provide domiciliary care services\r\n* list the regulated activities you intend to carry out\r\n* meet essential standards of quality and safety\r\n* make a declaration of compliance\r\n\r\nYou may not need to register if you only provide staff to other registered providers (eg a nursing home).\r\n\r\n##Fines and penalties\r\n\r\n%If you carry out a regulated activity without being registered, you will be committing an offence, and you could be fined and/or imprisoned.%\r\n\r\n*[CQC]: Care Quality Commission","licence_short_description":"Register with the Care Quality Commission (CQC) to operate a domiciliary care agency in England in order to provide care in a person's home.","overview":"You need to register with the Care Quality Commission (CQC) to operate a domiciliary care agency in England in order to provide care in a person's home\r\n","slug":"registration-of-domiciliary-care-agencies-england","title":"Registration of domiciliary care agencies (England)","updated_at":"2012-10-02T12:13:54+00:00","will_continue_on":"the Care Quality Commission website","type":"licence"}