{"alternative_title":"","continuation_link":null,"licence_identifier":"1191-1-1","licence_overview":"$!You must register with Ofsted if you want to become a childminder in England.$!\r\n\r\nIf you provide childminding or day care services then you must be registered. A childminder is someone who gets paid for looking after children:\r\n\r\n* under 8\r\n* for more than 2 hours a day\r\n* in a home that isn't the children's normal home\r\n\r\nAll the adults living or working at the home where you’re based must also register.\r\n\r\nYou don’t have to register to do babysitting.\r\n\r\n^If you only want to provide childminding to children up to 5 years old, you should [apply to join the Early Years Register](register-as-early-years-childminder-children-under-5-england) instead.^\r\n\r\n##How to apply\r\n\r\ns1. Contact your local council or [local family information service](http://www.daycaretrust.org.uk/nafis \"contact details for the family information service\"){:rel=\"external\"} for help with your application and advice on training.\r\ns2. [Download the guide to registration from Ofsted (PDF, 330KB).](http://www.ofsted.gov.uk/sites/default/files/documents/registration-forms-and-guides/g/Guide%20to%20registration%20on%20the%20Childcare%20Register.pdf \"Download the guide to registration from Ofsted\")\r\ns3. [Apply online at the Ofsted website.](https://online.ofsted.gov.uk/OnlineOfsted/default.aspx \"apply online at the Ofsted website\"){:rel=\"external\"} \r\n\r\nIf you can’t apply online, contact Ofsted\r\n\r\n$C\r\n**Ofsted**  \r\n0300 123 1231  \r\nMonday to Friday, 8am to 6:45pm\r\n$C \r\n\r\nIt costs £35 to apply.\r\n\r\n##After your application\r\n\r\nOnce you've submitted your application Ofsted will: \r\n\r\n* check your references\r\n* carry out checks on you with your doctor, your local authority and the [Criminal Records Bureau (CRB)](/crb-criminal-records-bureau-check \"Getting a Criminal Records Bureau check\"), \r\n* do some checks on anyone else who will be living or working at the home\r\n* inspect the home \r\n\r\n##If you're approved\r\nIf your application is approved and you pass all the checks, you will receive a certificate that shows you're a registered childminder. This usually takes between 2 and 3 months.\r\n\r\n##Displaying your certificate\r\nYou must display your certificate of registration - or a copy of it - where it can be easily seen. \r\n\r\n##Fines and penalties\r\nIf you provide childminding or day care services without being registered, you can be fined £5,000, sent to prison, or both.","licence_short_description":"If you want to provide childminding services in England for children up to 8 years old then you must be registered with Ofsted.","overview":"If you want to become a childminder in England looking after children up to 8, you must register on the 'Childcare Register' with Ofsted ","slug":"register-as-childminder-england","title":"Register as a childminder (England)","updated_at":"2012-10-02T12:13:51+00:00","will_continue_on":null,"type":"licence"}