{"artefact":[["_response_info",{"status":"ok"}],["title","Register cattle"],["id","https://contentapi.production.alphagov.co.uk/register-cattle.json"],["web_url","https://www.gov.uk/register-cattle"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You must register all your cattle individually with British Cattle Movement Service or the Department of Agriculture and Rural Development (DARD)","will_continue_on":"","continuation_link":"","licence_identifier":"9200-7-1","licence_short_description":"Register all your cattle individually with British Cattle Movement Service or the Department of Agriculture and Rural Development (DARD).","licence_overview":"If you keep cattle, you must ensure each animal is individually registered with the [British Cattle Movement Service (BCMS)](https://secure.services.defra.gov.uk/wps/portal/ctso \"British Cattle Movement Service (BCMS)\"){:rel=\"external\"} in England, Scotland and Wales or the [Department of Agriculture and Rural Development (DARD)](http://www.dardni.gov.uk/ \"Department of Agriculture and Rural Development (DARD)\"){:rel=\"external\"} in Northern Ireland.\r\n\r\nTo register your animals you must apply to the relevant body for a passport. The relevant body must receive the application within a total of 27 days from birth.\r\n\r\nAll identification tags must be in the correct format. They must be approved, show the letters 'UK' followed by your 12 digit number that is unique to the herd and the animal. Unused tags must be securely stored. You must not alter, deface or obliterate tags.\r\n\r\nYou will normally receive a passport within 7 days of applying.\r\n\r\nIf you import an animal from within the European Union (EU), you must apply for a passport within 15 days of the animal arriving at the holding destination.\r\n\r\nIf you import an animal from outside the EU, you must apply for a passport within 15 days of tagging the animal.\r\n\r\nYou must submit a passport application for bison calves within seven days of birth, although you can defer their tagging for up to nine months if you do not move them from their holding of birth, or separate them from their dam.\r\n\r\n##Conditions\r\n\r\nYou must keep identification documents and produce them on request. If an identification document is lost, stolen, destroyed or illegible, you must apply for a replacement within 14 days of becoming aware of this. Fees may be payable. If you find the original, you must return it to the relevant authority within seven days.\r\n\r\nYou must comply with any notice requiring you to surrender identification documents or movement cards.\r\n\r\nYou must also ensure that you:\r\n\r\n* Accompany each animal with its valid passport when moving between holdings. Each passport must be given to a new keeper and if sold through a market, the market operator.\r\n* Tag bovine animals and notify bovine births, movements and deaths to the Cattle Tracing System within the legal deadlines.\r\n* Keep an up to date herd register for your cattle.\r\n* Ensure that the conditions of the General Licence for the Movement of Cattle are complied with when any movements are made. There is an obligation in the licence for keepers to inspect any cattle being moved for signs of foot and mouth disease. If you find any evidence of the disease, you must immediately notify your local Animal Health Divisional Office. If you do find evidence of disease, the cattle movement licence is invalid, and you are not allowed to move any animal kept on the premises.\r\n* Do not move untagged cattle from a holding.\r\n* Replace all removed, lost or illegible tags within 28 days.\r\n* Do not apply unapproved tags or duplicate identification codes.\r\n\r\nYou must not falsely alter or deface an identification document, obstruct an inspector or fail to provide assistance, information, documents or records, or provide false/misleading information. You must not use an identification document for any animal other than the one issued it. You must provide any information required to an inspector or BCMS on request.\r\n\r\n*[DARD]: Department of Agriculture and Rural Development \r\n*[EU]: European Union\r\n*[BCMS]: British Cattle Movement Service","updated_at":"2012-10-08T17:07:48+00:00"}],["tags",[{"title":"Farming","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Ffarming.json","web_url":null,"details":{"description":"Health and safety, registering and licensing animals, compliance tools","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Ffarming","web_url":"https://www.gov.uk/browse/business/farming"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}