{"alternative_title":"","body":"$! Once you've registered for Self Assessment with HM Revenue & Customs (HMRC), you'll get a Unique Taxpayer Reference (UTR) number and you can then send your tax return to HMRC. $!\r\n\r\n##Before you register \r\n\r\nYou’ll need your: \r\n\r\n+ [National Insurance number](/national-insurance-number \"Get a National Insurance number\") \r\n+ personal contact details - eg address\r\n+ business details - eg business address, date you started self-employment or joined a partnership\r\n\r\nIf you're registering a new business partnership, you must be the 'nominated partner' (the partner responsible for sending in the partnership tax return).\r\n\r\n##Deadline \r\n\r\nRegister by 5 October following the end of the tax year you need to send a tax return for. This way, you'll have enough time to complete registration before the tax return and any tax is due. \r\n\r\n$E**Example**  \r\nRegister by 5 October 2012 to send a 2011 to 2012 tax return.$E\r\n\r\n##How to register \r\n\r\nHow you register depends on your circumstances. \r\n \r\nYour circumstance | Your reason for registering | How to register \r\n-  | - \r\nNew sole trader | You've not been registered before | [Sole trader - register for Self Assessment](https://online.hmrc.gov.uk/registration/newbusiness \"Register for Self Assessment - new sole trader\"){:rel=\"external\"}\r\nExisting sole trader | You've been registered before and need to re-register - eg you're starting self-employment again | [Existing sole trader - register for Self Assessment](https://online.hmrc.gov.uk/shortforms/form/CWF1ST?dept-name=CWF1&sub-dept-name=&location=40&origin=http://www.hmrc.gov.uk \"Register for Self Assessment - existing sole trader\"){:rel=\"external\"}\r\nPartnerships | You're the nominated partner and you need to register both yourself and the business partnership | [Partnership - register for Self Assessment](https://online.hmrc.gov.uk/registration/newbusiness \"Register for Self Assessment - partnerships\"){:rel=\"external\"} \r\nPartner | You're joining a business partnership | [Partner - register for Self Assessment](https://online.hmrc.gov.uk/shortforms/form/SA401?dept-name=&sub-dept-name=&location=40&origin=http://www.hmrc.gov.uk \"Register for Self Assessment - partners\"){:rel=\"external\"}\r\nPartner non-individual | You're registering a partner that's joining a business partnership and they're not an individual - eg a company or trust | [Partner non-individual - register for Self Assessment form SA402 (PDF, 95KB)](http://www.hmrc.gov.uk/forms/sa402.pdf \"Register for Self Assessment - partners non-individuals (PDF, 95KB)\"){:rel=\"external\"}\r\nAny other reason | You're not a sole trader, partner, nominated partner or partnership | [Register for Self Assessment using form SA1 (PDF, 65KB)](http://www.hmrc.gov.uk/sa/forms/sa1.pdf \"Register for Self Assessment - any other reason (PDF, 65 KB)\"){:rel=\"external\"} \r\n\r\n##Register to send a tax return online \r\n\r\nIf you want to send a tax return online you'll need an HMRC online account. \r\n\r\nNew sole traders and business partnerships automatically get an account when they register for Self Assessment. If you're not one of these groups, you have to [sign up for an online account](/how-to-send-self-assessment-online/sign-up-for-an-online-account \"Sign up for an online account\") **after** you've registered for Self Assessment. \r\n\r\n*[HMRC]: Her Majesty's Revenue and Customs\r\n*[UTR]: Unique Taxpayer Reference number","overview":"Register for Self Assessment with HM Revenue & Customs (HMRC) - how and when to register","slug":"register-for-self-assessment","title":"Register for Self Assessment","updated_at":"2012-10-04T13:38:03+00:00","type":"answer"}