{"artefact":[["_response_info",{"status":"ok"}],["title","Regulated qualification course approval (Northern Ireland)"],["id","https://contentapi.production.alphagov.co.uk/regulated-qualification-course-approval-northern-ireland.json"],["web_url","https://www.gov.uk/regulated-qualification-course-approval-northern-ireland"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"Approval of course leading to regulated qualification (Northern Ireland)","overview":"To offer regulated qualifications in Northern Ireland, you need to register with the Council for the Curriculum, Examinations and Assessment (CCEA)","will_continue_on":"the Curriculum, Examinations and Assessment (CCEA) website","continuation_link":"http://www.rewardinglearning.org.uk/accreditation/","licence_identifier":"9243-4-1","licence_short_description":"Register with the Council for the Curriculum, Examinations and Assessment (CCEA) to offer regulated qualifications in Northern Ireland.","licence_overview":"If your organisation wants to offer regulated qualifications in Northern Ireland it must be recognised as being suitable to operate as an awarding organisation.\r\n\r\nRegulated qualifications are published on the [Register of Regulated Qualifications](register.ofqual.gov.uk/ \"Register of Regulated Qualifications\"){:rel=\"external\"} which assures users (learners, schools, colleges, etc) that your organisation has successfully completed independent checks with regards to integrity, governance, resources and competence.\r\n\r\nThe process of recognition is undertaken by:  \r\n- the Council for the Curriculum, Examinations and Assessment (CCEA) for non-vocational qualifications \r\n- Ofqual for vocational qualifications\r\n\r\n##Conditions\r\nYou'll need to meet certain criteria, such as integrity and governance, in order to be recognised. You'll be required to supply supporting documents with your application that show how you meet these criteria.\r\n\r\n##How to apply\r\nApplication forms are available on both the [CCEA](http://www.rewardinglearning.org.uk/accreditation/ \"Council for the Curriculum, Examinations and Assessment (CCEA) website\"){:rel=\"external\"} and [Ofqual](http://www.ofqual.gov.uk/for-awarding-organisations \"Ofqual website\"){:rel=\"external\"} websites. You can use the same form for vocational or non-vocational qualifications - just indicate which body you want recognition from.\r\n\r\nCompleted application forms should be submitted to Ofqual, which will forward them on as appropriate.\r\n\r\nNo application fee is payable.\r\n\r\nIn order to stay recognised you'll need to declare your compliance with the recognition criteria once a year.\r\n\r\nOnce you are recognised as an awarding organisation, you must also have your qualifications accredited.\r\n\r\nAn external qualification will qualify for accreditation if it is provided for learners who are:\r\n\r\n- attending grant-aided schools\r\n- under 19 years of age and in full time further education\r\n- over the age of 19\r\n\r\n*[CCEA]:Council for the Curriculum, Examinations and Assessment\r\n","updated_at":"2012-10-03T11:35:59+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}