{"alternate_methods":"You can also report benefit fraud by telephone or post.\r\n\r\n$CNational Benefit Fraud Hotline (NFBH)\r\n  \r\n**Telephone:** 0800 854 440   \r\n**Textphone:** 0800 328 0512  \r\n**Welsh Telephone:** 0800 678 3722    \r\n\r\nMonday to Friday, 8am to 6pm$C\r\n\r\n$A\r\nNFBH    \r\nPO Box 224  \r\nPreston  \r\nPR1 1GP$A\r\n\r\n##What happens after you report someone##\r\n\r\nThe DWP Fraud Investigation Service will look at the information you give. If you have given enough information, they will check the person's benefit claim.\r\n\r\nThe Fraud Investigation Service aren't allowed to tell you the outcome.\r\n\r\nSometimes no action is taken. It might be that the person has declared a change in their circumstances and their benefit is not affected by it.\r\n\r\nThe Fraud Investigation Service will only take action if they find the person has been committing benefit fraud. Action can include removing a person's benefits and taking them to court.\r\n\r\nFind out more about benefit fraud on the [Targeting benefit thieves](http://campaigns.dwp.gov.uk/campaigns/benefit-thieves \"Targeting benefit thieves\"){:rel=\"external\"}website.\r\n\r\n*[NFBH]: National Benefit Fraud Hotline\r\n\r\n*[DWP]: Department for Work and Pensions\r\n\r\n\r\n","alternative_title":"","introduction":"If you think someone is committing benefit fraud you can report it online to the Department for Work and Pensions (DWP)","link":"https://secure.dwp.gov.uk/benefitfraud","minutes_to_complete":"","more_information":"There has to be a good reason for investigating someone for benefit fraud - so you will need to give as much of the following information as possible:\r\n\r\n- the name and address of the person you are reporting and their partner, if they have one\r\n- a description of the person\r\n- the type of benefit theft you think they are committing and why you suspect them\r\n- information about their employer, if you think they are working\r\n- information about their vehicle, if they have one\r\n\r\n^The information you provide is strictly confidential.^\r\n\r\nYou don't need to give your contact details, but it helps if you do provide your details because DWP can get back to you with any questions if this is necessary.\r\n\r\n*[DWP]: Department for Work and Pensions","overview":"Report a benefit cheat online using the Targeting Benefit Thieves website","slug":"report-benefit-fraud","title":"Report benefit fraud","updated_at":"2012-10-02T12:14:00+00:00","uses_government_gateway":false,"will_continue_on":"the DWP website","expectations":[{"table":{"css_class":"offline_steps","text":"Includes offline steps"}}],"type":"transaction"}