{"alternative_title":"","body":"$! If you find wreck material, like parts of a ship or its cargo, you have to report it to the Receiver of Wreck. $!\r\n\r\n##What counts as wreck material\r\n\r\nWreck material includes things found on the sea shore or in tidal water that have come from a ship, aircraft or hovercraft (vessels). This could be parts of the vessel, its cargo or equipment.\r\n\r\nThere are 4 main categories:\r\n\r\n- 'flotsam' - goods that have remained afloat after being lost from a ship that has sunk\r\n- 'jetsam' - things that have been cast overboard from a ship that was in danger of sinking\r\n- 'derelict' - property that has been abandoned at sea without hope of recovering it, which could be vessels or cargo\r\n- 'lagan' - goods that have been buoyed (so they can be recovered) before being cast overboard from a ship that then sinks\r\n\r\nWreck material doesn't normally include:\r\n\r\n- boats that have come off their moorings\r\n- buoys, like marker or mooring buoys\r\n\r\nIt does include buoys that form part of fishing equipment.\r\n\r\n^If you're not sure whether something is wreck material, contact the Receiver of Wreck on 02380 329 474.^\r\n\r\n##How to report it\r\n\r\nYou should report any wreck material within 28 days of recovering it. This gives the legal owner the opportunity to have their property returned. \r\n\r\nComplete a 'Report of wreck and salvage' form - available directly from the Receiver of Wreck, your local coastguard station, or from the link below.\r\n\r\n$D\r\n\r\n[Download 'Report of wreck and salvage' form (PDF, 89KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_185584.pdf \"Download 'Report of wreck and salvage' form (PDF, 89KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n\r\nSend the completed form to:\r\n\r\n$A\r\n\r\nReceiver of Wreck  \r\nSpring Place  \r\n105 Commercial Road  \r\nSouthampton SO15 1EG\r\n\r\n$A\r\n\r\n##Rewards\r\n\r\nYou may be entitled to a 'salvage award' recognising your efforts to save the item and return it to its owner.\r\n\r\n%It's an offence to recover wreck material without reporting it to the Receiver of Wreck within 28 days - and you could be fined £2,500.%","overview":"If you find wreck material, like parts of a ship or its cargo, you have to report it to the Receiver of Wreck - contact details, what to do","slug":"report-wreck-material","title":"Report wreck material","updated_at":"2012-10-02T12:14:04+00:00","type":"answer"}