{"alternative_title":"","body":"$!The length of your rest break depends on your age and if you've been working continuously.$!\r\n\r\n##You're 16 to 18\r\n\r\nYou must be given a 30 minute break if you're working more than 4 and a half hours continuously. \r\n\r\n##You're over 18\r\n\r\nYou must have a 20 minute rest break if you're working more than 6 hours continuously.\r\n\r\n##Your rights\r\n\r\nBoth adult and young workers have a right to:\r\n\r\n+ a lunch or coffee break - this can count as your rest break\r\n+ take the full amount of time for the rest break in one go\r\n+ spend the rest break away from your workplace\r\n\r\nYour employer can say when you can take your break, as long as they follow the rules above. The time can't be taken at the start or end of the working day - it must be in the middle. \r\n\r\nThere's no legal right to take 'smoking breaks'\r\n\r\n##Exceptions to the rules\r\nIn some jobs, instead of having a normal working week and getting breaks during the day, you're given 'compensatory rest'. This means you get a minimum 90 hours rest a week on average, but this may not be at normal times.\r\n\r\nThis could be if:\r\n\r\n+ you're a member of the armed forces, or work for the emergency services or police\r\n+ you can choose how long you work (eg a managing executive)\r\n+ you work in a private house, eg you're an au pair\r\n+ you have to travel a long distance from your home to get to work\r\n+ you work in lots of different places, making it difficult to work to a set pattern\r\n+ you're doing security or surveillance-based work\r\n+ you're working in an industry which is very busy at certain times of the year - like agriculture, retail or tourism\r\n+ there's an emergency or risk of an accident\r\n+ the job needs round-the-clock staffing (eg hospital work)\r\n","overview":"Your rights to rest breaks at work - length of breaks, how your age affects rest breaks, exceptions to the rules","slug":"rest-breaks-at-work","title":"Rest breaks at work","updated_at":"2012-10-02T12:14:06+00:00","type":"answer"}