{"alternative_title":"Get a safety certificate for your sports stand in Northern Ireland","continuation_link":"","licence_identifier":"1256-4-1","licence_overview":"$!You need a safety certificate for any covered stand that holds 500 or more spectators, even if your sports ground doesn’t need a safety certificate. A certificate can cover more than one stand.$!\r\n\r\nYou can apply for:\r\n\r\n* a general safety certificate \r\n* a special safety certificate for specific occasions\r\n\r\nYou must specify which activities will be viewed from the stand when applying for a safety certificate. Your certificate will only be valid for these activities.\r\n\r\n##Conditions\r\n\r\nFor a general safety certificate you must be the person responsible for the management of the ground.\r\n\r\nFor a special safety certificate you must be the person responsible for the activities being viewed from the stand.\r\n\r\nYou must follow the terms and conditions attached to the certificate, eg keeping safety maintenance or attendance records. Local officers can inspect your stand and records at any time.\r\n\r\nIf you have a general safety certificate you must also tell the council before making any changes to the stand or installations eg changing entrances or exits to and from the stand.\r\n\r\n##How to apply\r\n\r\nGet an application form from the council where the stand is situated. Along with your application fee of £50 you may also need to provide plans and other information specified by the council.\r\n\r\nThe council will tell you the deadlines for supplying this information.\r\n\r\n###Amending, transferring or replacing a certificate\r\n\r\nA fee of £25 is charged for amendment, replacement or transfer of a safety certificate for a stand which is regulated as needing a certificate. \r\n\r\n##Fines and penalties\r\n\r\nIf you don’t follow the terms and conditions of your safety certificate, or you operate without one, you can be fined and/or imprisoned for up to 2 years.","licence_short_description":"Apply for a safety certificate if you want to operate a sports stand.","overview":"How to apply for a safety certificate for a sports stand ","slug":"safety-certificates-for-regulated-stands-at-sports-grounds","title":"Safety certificates: sports stands (Northern Ireland)","updated_at":"2012-10-02T12:14:09+00:00","will_continue_on":"","type":"licence"}