{"alternative_title":"Getting a safety certificate for operating a sports ground in England, Scotland and Wales","continuation_link":"","licence_identifier":"842-6-1","licence_overview":"$!Contact the local council if you want a safety certificate to run a sports ground in England, Scotland or Wales.$!\r\n\r\nYou must have a safety certificate for sports grounds which can hold:\r\n\r\n* more than 10,000 spectators\r\n* more than 5,000 spectators for Premier League or Football League matches\r\n\r\nYou can apply for:\r\n\r\n* a general safety certificate \r\n* a special safety certificate for specific occasions\r\n\r\nYou must specify which activties you'll be hosting when you apply. Your certificate will only be valid for these activities.\r\n\r\n\r\n\r\n##Conditions\r\n\r\nYou must follow the terms and conditions attached to the certificate, eg keeping safety maintenance or attendance records. Locally authorised officers can inspect the grounds and records at any time.\r\n\r\nIf you have a general safety certificate you must also tell the council before making any changes to the grounds or installations. \r\n\r\nYou can apply to have your safety certificate amended, replaced or transferred to another person. \r\n\r\n##How to apply\r\n\r\nContact the local council where the sports ground is situated. You'll get an application form and may be charged a fee. You'll need to supply information about the structure, capacity and safety management systems for the ground. The council will tell you the deadlines for supplying this information.\r\n\r\n\r\n \r\n##Fines and penalties\r\n\r\nIf you don't follow the terms and conditions of your safety certificate, or you operate a sports ground without one, this can result in a fine and/or imprisonment for up to 2 years.\r\n\r\n\r\n\r\n \r\n\r\n\r\n","licence_short_description":"What you need to do to apply for a safety certificate if you want to run a sports ground.","overview":"Get a general or special safety certificate for a sports ground or football ground ","slug":"safety-certificates-for-sports-grounds","title":"Safety certificates: sports grounds (England, Scotland and Wales)","updated_at":"2012-10-02T12:14:09+00:00","will_continue_on":"","type":"licence"}