{"artefact":[["_response_info",{"status":"ok"}],["title","Scheduled monument consent (England, Scotland and Wales)"],["id","https://contentapi.production.alphagov.co.uk/scheduled-monument-consent-england-scotland-wales.json"],["web_url","https://www.gov.uk/scheduled-monument-consent-england-scotland-wales"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You need a licence to carry out work that would demolish, damage, remove, repair, alter or add to a scheduled monument, or to carry out any flooding or tipping operations on land in, on, or under a monument","will_continue_on":"","continuation_link":"","licence_identifier":"9241-6-1","licence_short_description":"A scheduled monument consent is needed if you want to carry out any work that would demolish, damage, remove, repair, alter or add to a scheduled monument, or to carry out any flooding or tipping operations on land in, on, or under a monument ","licence_overview":"If you want to carry out any work that would demolish, damage, remove, repair, alter or add to a scheduled monument, or to carry out any flooding or tipping operations on land in, on, or under a monument you need to obtain scheduled monument consent (SMC) in advance.\r\n\r\nScheduled monuments are nationally important monuments that have been afforded statutory protection through their inclusion in the Schedule of monuments maintained under section 1 of the [Ancient Monuments and Archaeological Areas Act 1979.](http://www.legislation.gov.uk/ukpga/1979/46 \"Ancient Monuments and Archaeological Areas Act 1979\"){:rel=\"external\"}  They have archaeological, architectural, artistic, historic or traditional interest.\r\n\r\n##How to apply\r\n\r\nIn England, SMC should be obtained from [English Heritage,](http://www.english-heritage.org.uk/professional/advice/our-planning-role/consent/smc/?utm_source=smc&utm_medium=redirect&utm_campaign=redirect \"English Heritage\"){:rel=\"external\"} on behalf of the [Department for Culture, Media and Sport (DCMS).](http://www.culture.gov.uk/ \"Department for Culture, Media and Sport\"){:rel=\"external\"}\r\n\r\nIn Scotland, SMC should be obtained from [Historic Scotland,](http://www.historic-scotland.gov.uk/index/heritage/searchmonuments/scheduledmonumentconsentprocess.htm \"Historic Scotland\"){:rel=\"external\"} on behalf of the Scottish Ministers.\r\n\r\nIn Wales, SMC should be obtained from [Cadw,](http://cadw.wales.gov.uk/historicenvironment/help-advice-and-grants/makingchanges/schedmonconsent/?lang=en \"Cadw\"){:rel=\"external\"} the Welsh Government's historic environment service.\r\n\r\nApplications should be accompanied by:\r\n\r\n* a plan identifying the monument\r\n* other plans or drawings as are necessary to describe the works\r\n\r\nYou will receive an acknowledgement letter and all owners/occupiers who are detailed in your application form will be given an opportunity to comment on your proposals.\r\n\r\nYou may be contacted for further information or to arrange a visit to examine the monument and its site.\r\n\r\nYou are strongly advised to contact the relevant regional authority for an informal discussion at an early stage when you are considering works that might affect a scheduled monument.\r\n\r\n##Conditions\r\n\r\nWorks carried out must comply with any conditions attached to the SMC - eg in relation to the building material that must be used or the way in which the work must be done.\r\n\r\nIf you don't carry out any works within five years of the grant of the SMC (or other specified period), the consent will cease to have effect at the end of that period.\r\n\r\n##Fines and penalties\r\n\r\n%If you carry out any works on a scheduled monument without consent, you are committing a criminal offence and may be fined.%\r\n\r\nIt is also a criminal offence to cause reckless or deliberate damage to a scheduled monument without consent, or to use a metal detector or remove an object found with a metal detector from a protected site without a licence from the relevant authority.\r\n\r\n\r\n*[SMC]:  Scheduled monument consent","updated_at":"2012-10-02T12:14:10+00:00"}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}