{"alternative_title":"","overview":"Schools can punish (discipline) pupils or exclude them. Find out what schools are allowed to do, like search pupils for knives or drugs","slug":"school-discipline-exclusions","title":"School discipline and exclusions","updated_at":"2012-10-02T12:14:10+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"##School discipline policy\r\n\r\nEvery school has a discipline policy, ask the school for a copy.\r\n\r\n##Punishments\r\n\r\nSchools can punish pupils if they behave badly. Examples of punishments (sometimes called 'sanctions') include:\r\n\r\n- a telling-off\r\n- a letter home\r\n- removal from a class or group\r\n- confiscating something inappropriate for school (eg mobile phone or MP3 player)\r\n- detention\r\n\r\n###Detention\r\n\r\nYou don't have to be given notice of a detention. If your child can't attend the detention for a good reason, explain this to your child’s teacher or headteacher.\r\n\r\n###Physical contact - punishment and restraint\r\n\r\nTeachers are allowed to touch pupils but can’t punish them physically. They can restrain them if they need to stop a pupil:\r\n\r\n- injuring themselves or someone else\r\n- damaging property\r\n- causing disruption\r\n\r\n###Complaining about a punishment\r\n\r\nIf you disagree with the way your child's been punished, first talk to the head teacher. If you're not satisfied, ask for a copy of the complaints procedure.\r\n\r\n##Arrests\r\n\r\nIf your child is going to be [arrested](/arrested-your-rights \"arrested - your rights\") at school, the headteacher must give their permission. If possible, they should also be there when the arrest is made.","slug":"discipline","title":"Discipline"}},{"table":{"body":"Headteachers can exclude your child (also called being 'expelled' or 'suspended') if they misbehave.\r\n\r\n##What happens during an exclusion\r\n\r\nYour child's school will let you know about an exclusion as soon as possible and follow up with a letter including information about how long your child is excluded for and why.\r\n\r\nYou should also be told how to appeal against the exclusion, if you want to. Exclusions can start the same day but the school can't make you collect your child straight away.\r\n\r\n##Fixed period exclusion\r\n\r\nA fixed period exclusion is where your child is temporarily removed from school. They can only be removed for up to 45 school days total in one school year. \r\n\r\nFor the first 5 days of an exclusion, it's your responsibility to make sure your child isn't in a public place during normal school hours unless there is a good reason. If the exclusion is longer than 5 days, from the 6th day on the school must have arranged full-time education.\r\n\r\nIf your child is found in a public place when they're not supposed to be, [you might be prosecuted](/school-attendance-absence \"School attendance and absence\").\r\n\r\nIf your child is excluded for longer than one school day, the school should set work for them and mark it.\r\n\r\n##Permanent exclusion\r\n\r\nYour local council must provide full-time education from the sixth day of a permanent exclusion.\r\n\r\n##Exclusions and education\r\n\r\nFor the first 5 days of a fixed period exclusion, the school should set work for your child to do, and mark it. If your child is permanently excluded from a school ('expelled'), the local council must arrange full-time education after 5 days.\r\n\r\n##Appealing against an exclusion\r\n\r\n###Fixed period exclusions\r\n\r\nYou can appeal against a fixed period exclusion to the governing body. The school must explain how to do this in the letter telling you about the exclusion.\r\n\r\n###Permanent exclusions\r\n\r\nYou can appeal against a permanent exclusion to the governing body. If they agree with the exclusion you can appeal to the local council, or the Academy Trust if the school is an [academy](/types-of-school/academies \"Academies\"). The governing body must tell you how to do this.","slug":"exclusions","title":"Exclusions"}},{"table":{"body":"##Searches without your child's consent\r\n\r\nThe school doesn't need your child's consent to search them if they think your child has certain illegal things:\r\n\r\n- weapons, eg knives\r\n- alcohol\r\n- drugs\r\n- stolen goods\r\n- tobacco products, eg cigarettes\r\n- pornography (of any kind, eg tabloid topless pictures and 'lads' mags' as well as extreme adult material)\r\n- fireworks\r\n- anything that has been, or is going to be, used to cause injury or commit an offence\r\n- anything banned in the school rules\r\n\r\nThese things can be confiscated.\r\n\r\n##Searches with your child's consent\r\n\r\nThe school can search your child for anything if they consent. If your child doesn't consent to being searched, the school can't search them. Schools can only confiscate what is 'reasonable'.\r\n\r\n$E\r\n\r\n**Example:** A pupil is playing with their diabetes medicine in a lesson. The teacher confiscates it but must give it back before the pupil has to take their next dose.\r\n\r\n$E\r\n\r\n##Legal requirements of a search\r\n\r\nThere must be 2 members of staff present at all times during the search - the person doing the search and the search witness. Searches must be done by someone the same sex as your child.\r\n\r\nThe search witness must also be the same sex as your child if possible. Your child must not be asked to remove clothes, other than outer clothing like a coat.\r\n\r\n##Metal detectors\r\n\r\nSchools can make pupils go through a metal detector - they don't have to suspect that your child has a weapon. If your child refuses to go through the metal detector, they can be stopped from coming into school.\r\n\r\n##Complaining about a search\r\n\r\nIf you're unhappy with a search on your child at school, complain to the headteacher. If you're not satisfied, ask for a copy of the complaints procedure.","slug":"searches","title":"Searches"}}],"type":"guide"}