{"alternative_title":"","overview":"If your car or other vehicle's got seat belts you must use them, with only a few exceptions","slug":"seat-belts-law","title":"Seat belts - the law","updated_at":"2012-10-02T12:14:12+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You must wear a seat belt if one is fitted in the seat you’re using - there are only a few exceptions.\r\n\r\nYou're also only allowed one person in each seat fitted with a seat belt.\r\n\r\nChildren must use the [correct car seat](/child-car-seats-the-rules \"correct car seat\") for their weight until they reach 135 centimetres tall or their 12th birthday, whichever is first.\r\n\r\nIf you don't wear a seat belt and you're caught you could face a fixed penalty of £60 or a fine of up to £500 if the case goes to court.","slug":"overview","title":"Overview"}},{"table":{"body":"You don't need to wear a seat belt if you're:\r\n\r\n* a driver who is reversing, or supervising a learner driver who is reversing\r\n* in a vehicle being used for police, fire and rescue services\r\n* a passenger in a trade vehicle and you're investigating a fault\r\n* driving a goods vehicle on deliveries that is travelling no more than 50 metres between stops\r\n* a licensed taxi driver who is 'plying for hire' or carrying passengers\r\n\r\n##Medical exemptions\r\n\r\nYour doctor may say you don’t have to wear a seat belt for a medical reason. They’ll give you a 'Certificate of Exemption from Compulsory Seat Belt Wearing'. You must:\r\n\r\n- keep this in your vehicle\r\n- show it to the police if you're stopped\r\n\r\nYou’ll also need to tell your car insurer.\r\n\r\nTalk to your doctor for more information and download the leaflet to find out more.\r\n\r\n$D\r\n\r\n[Download 'Medical exemptions from compulsory seat belt wearing' (PDF, 96KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_195277.pdf \"Download 'Medical exemptions from compulsory seat belt wearing' (PDF, 96KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n###Wearing a seat belt while pregnant\r\n\r\nYou must wear a seat belt if you're pregnant, unless your doctor says you don’t have to for medical reasons.\r\n\r\n###Wearing a seat belt if you're disabled\r\n\r\nYou must wear a seat belt if you’re a disabled driver or passenger, unless you don’t have to for medical reasons. You may need to adapt your vehicle.","slug":"when-you-dont-need-to-wear-a-seat-belt","title":"When you don't need to wear a seat belt"}},{"table":{"body":"If you’re vehicle doesn’t have seat belts, for example it’s a classic car, you aren’t allowed to carry any children under 3 years old in it.\r\n\r\nChildren over 3 are only allowed to sit in the back seats.\r\n\r\nThese rules only apply if your vehicle was originally made without seat belts.","slug":"if-your-vehicle-doesnt-have-seat-belts","title":"If your vehicle doesn’t have seat belts"}}],"type":"guide"}