{"alternative_title":"","body":"$! If HM Revenue & Customs (HMRC) start a check on your tax return, they will write and tell you what information they need. $!\r\n\r\nHMRC must usually start a check on your tax return within 12 months of you sending it to them. \r\n\r\nThey can start a check later if:\r\n\r\n- you sent your return late\r\n- you've changed your tax return\r\n- they think the figures you've given on the tax return are misleading\r\n\r\n##How you will be checked\r\n\r\nMost checks are carried out by letter or over the phone. \r\n\r\nSometimes HMRC may want to meet you at one of their offices or your business premises. You can have a relative, accountant or legal adviser with you if you want.\r\n\r\n^ You don’t have to agree to meet HMRC but it may mean your check is completed sooner. ^\r\n\r\nHMRC will tell you which records they want to see and give you what they think is a reasonable time to send them. Tell HMRC if you think it will take longer. \r\n\r\nIf you don’t send the records, HMRC will send you an 'information notice', asking you again. If you don't send your records after this you may have to pay a penalty.\r\n\r\nThe penalty could be any of the following:\r\n\r\n- £300\r\n- up to £60 for each day you don't send the information after you've been sent the 'information notice'\r\n- a percentage of the tax HMRC thinks you owe\r\n\r\n##Getting professional advice\r\n\r\nIf you have an accountant or other professional adviser, HMRC will write to them to tell them about the check. You can ask an adviser to help you at any time. You're still responsible for your tax if you use an adviser.\r\n\r\n##Delaying, postponing or stopping a check\r\n\r\nYou can ask HMRC to delay or postpone a check for reasons like:\r\n\r\n- you're seriously ill\r\n- someone close to you has died\r\n\r\nIf you think HMRC should stop the check for any reason, write to the office that sent you the letter and explain why. If they refuse, you can appeal to an [independent tribunal.](/tax-tribunal \"Appealing to the tax tribunal\")\r\n\r\n##After the check is finished\r\n\r\nIf nothing is wrong, HMRC will confirm in writing that there are no changes to your tax bill or returns.\r\n\r\nIf you've paid too much tax, HMRC will amend your tax return to show the correct figures and you'll get a repayment. You may get interest on the amount you overpaid.\r\n\r\nIf you have tax to pay, HMRC will write to you and tell you:\r\n\r\n- how much you have to pay\r\n- how it's been worked out\r\n- when you have to pay it\r\n\r\nYou may also have to pay interest or a penalty. When deciding if you must pay a penalty, HMRC will consider:\r\n\r\n- the reasons for the error\r\n- whether you told HMRC about the error as soon as you could\r\n- how helpful you have been during the check\r\n\r\n##Appeals\r\n\r\nIf you disagree with the result of the check (like a penalty or a change to your tax bill), you can [appeal](/self-assessment-appeals \"Self assessment appeals\").\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n","overview":"What happens if HM Revenue & Customs opens a check into your tax return and what the results can be","slug":"self-assessment-tax-return-checks","title":"Self Assessment tax return checks","updated_at":"2012-10-02T12:14:13+00:00","type":"answer"}