{"artefact":[["_response_info",{"status":"ok"}],["title","Self-certify building work registration (England and Wales)"],["id","https://contentapi.production.alphagov.co.uk/self-certify-building-work-registration.json"],["web_url","https://www.gov.uk/self-certify-building-work-registration"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"Competence to self-certify building work registration (England & Wales)","overview":"You need to be a member of an authorised scheme to self-certify your work.","will_continue_on":"","continuation_link":"","licence_identifier":"9239-5-1","licence_short_description":"You need to be a member of an authorised scheme to self-certify your work.","licence_overview":"If you wish to be able to self-certify that your work meets requirements of the [Building Regulations 2010](http://www.legislation.gov.uk/uksi/2010/2214/contents/made \"Building Regulations 2010\"){:rel=\"external\"} you must be a member of an authorised scheme listed.\r\n\r\nSelf-certification enables you to produce a certificate which states that your work complies with building regulations, without the need to submit a building notice or pay a building control charge. In particular, the certificate must state that:\r\n\r\n- the work has been carried out in accordance with regulations and with adequate and proper materials which are appropriate for the work, are adequately prepared and used so as to properly perform their functions\r\n- the building, service or fitting complies with the relevant requirements of Schedule 1 to the Building Regulations 2010, eg complying with requirements relating to fire safety, site preparation, ventilation, etc\r\n\r\nIf you self-certify your work you must, within 30 days of completion:\r\n\r\n- give the occupier a copy of the certificate\r\n- give the local authority either notice of completion and compliance, or the certificate\r\n\r\nThe types of work that can be self certified are installing:\r\n\r\n- gas heating appliance (if carried out by a person deemed competent under the Gas Safety (Installation and Use) Regulations 1998)\r\n- heating or hot water systems that connect to gas heating appliances or controls\r\n- oil fired combustion appliances or oil storage tanks and pipes connecting to such appliances\r\n- solid fuel burning equipment\r\n- heating or hot water systems to oil-fired systems\r\n- solid fuel heating or hot water systems\r\n- electric heating or hot water systems\r\n- ventilation or air conditioning in non dwellings\r\n- ventilation or air conditioning in dwellings\r\n- lighting or electric heating systems\r\n- fixed low or extra low voltage electrical equipment\r\n- replacement windows, roof windows, doors or roof lights in dwellings\r\n- sanitary ware, eg bath, sink, toilet etc if the work doesn't involve shared or underground drainage\r\n- wholesome or softened wholesome cold water supplies\r\n- non-wholesome water supplies to flushing sanitary ware if the work doesn't involve work on underground or shared drainage\r\n- source electrical heating or cooling systems powered by microgeneration or renewable sources\r\n- cavity wall insulation\r\n- replacement pitched or flat roof coverings (except solar panel installation)\r\n- any work to ensure that any of the above works are carried out correctly (except to work regarding masonry chimneys\r\n- replacement windows, roof windows, doors or roof lights in non-dwellings (except to load bearing or structural glass or glass that is part of a revolving door or glazed curtain walling\r\n\r\nThe relevant self certification company will vary dependant on the work carried out, eg those replacing pitched or flat roofs have to be registered by National Federation of Roofing Contractors Ltd.\r\n\r\nThe approved self certification companies are:\r\n\r\n- Ascertiva Group Ltd\r\n- Association of Plumbing and Heating (Certification) Ltd\r\n- Benchmark Certification Ltd\r\n- BM Trada Certification Ltd\r\n- British Standards Institution\r\n- Building Engineering Services Competence Accreditation Ltd\r\n- Capita Gas Registration and Ancillary Services Ltd\r\n- Cavity Wall Insulation Self Certification Scheme by Cavity Insulation Guarantee Agency Ltd\r\n- CERTASS Ltd\r\n- ECA Certification Ltd\r\n- Fenstration Self-Assessment Scheme run by Fensa Ltd\r\n- HETAS Ltd\r\n- NAPIT Registration Ltd\r\n- National Federation of Roofing Contractors Ltd\r\n- Network VEKA Ltd\r\n- Oil Firing Technical Association Ltd\r\n- Stroma Certification Ltd\r\n\r\n","updated_at":"2012-10-08T09:33:14+00:00"}],["tags",[{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null},{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}