{"alternative_title":"","body":"$!With Social HomeBuy, you buy a share of your council or housing association home and pay rent on the rest of it.$!\r\n\r\nTo apply, ask your landlord for an application form. \r\n\r\n##Discounts\r\nYou’ll get a discount of between £9,000 and £16,000 on the value of your home, depending on:\r\n\r\n+ where your home is\r\n+ the size of the share you’re buying\r\n\r\nIf you want to buy another share in your home later on, you’ll get a discount on that too.\r\n\r\n##Buying more of your home later\r\nYou must buy at least 25% of your home.  You can buy more later, until you own 100%. This is called 'staircasing'. \r\n\r\nIf you buy more of your home, your rent will go down - because it's based on how much of the property you rent. Your landlord can charge rent of up to 3% of the value of their share of your home, per year.\r\n\r\n$E\r\n**Example**\r\nYour home is worth £240,000 and you buy a 50% share. Your landlord charges you 3% rent on their 50% share. 3% of £120,000 is £3,600 per year. This works out at £300 per month for you to pay in rent.\r\n$E\r\n\r\n##Who can't apply\r\nYou can’t use Social HomeBuy if:\r\n\r\n+ you have an [assured shorthold tenancy](/housing-association-homes/types-of-tenancy \"Housing association homes (Tenancy types)\")\r\n+ you're being made [bankrupt](/bankruptcy/overview \"Bankruptcy\")\r\n+ a court has [ordered you to leave your home](/council-housing-association-evictions/overview \"Council and housing association evictions\")\r\n+ your landlord is taking action against you for rent arrears, anti-social behaviour or for breaking your tenancy agreement\r\n\r\n% Not all local councils or housing associations have joined the scheme. Check with your landlord to find out if they belong to the scheme and whether your home is included. %\r\n","overview":"Find out about Social HomeBuy - a part rent, part buy scheme for council and housing association tenants who can't afford to buy through Right to Buy or Right to Acquire","slug":"shared-ownership-for-council-and-housing-association-tenants","title":"Shared ownership for council and housing association tenants","updated_at":"2012-10-02T12:14:15+00:00","type":"answer"}