{"alternative_title":"","continuation_link":null,"licence_identifier":"680-3-1","licence_overview":"$!You need to contact the local council where your premises are based to get a tattoo, piercing and electrolysis licence.$!\r\n\r\nThis licence covers:\r\n\r\n- tattooing\r\n- semi-permanent skin colouring\r\n- cosmetic piercing\r\n- electrolysis\r\n- acupuncture\r\n\r\n##England and Wales (excluding Greater London)\r\nYou must register both yourself and your premises with the local council.  \r\n\r\n##Greater London\r\nIn Greater London (except for the City of London), you must get a Special Treatments Licence from your council instead. As well as the activities listed above, this also includes:\r\n\r\n- massages\r\n- manicures\r\n- chiropody\r\n- saunas\r\n\r\nIf you apply by post or in person you must send a copy of your application to the Metropolitan Police and the London Fire and Emergency Planning Authority. You don't need to do this if you apply online. \r\n\r\n##Restrictions\r\nYou can only work in the area where you are licenced.\r\n\r\nYou must follow any local byelaws relating to staff hygiene and the safety and cleanliness of your premises, furniture and equipment. Your premises will usually be inspected before you get your licence. \r\n\r\n##How to apply\r\nYou will need to provide details about yourself and your premises, as well as pay a one-off registration fee. These are set by the council and vary from area to area.\r\n\r\nIf approved, you will get a certificate of registration (or licence).\r\n\r\nRegistration lasts as long as you intend to work in the area. In London, however, you need to renew your licence regularly. This varies from area to area and can be every 18 months. You will have to pay a renewal fee. \r\n\r\n##Displaying your licence\r\nYou must display a copy of your certificate (or licence) and any byelaws in a prominent place on your premises. If you fail to do so you could be fined.\r\n","licence_short_description":"You need to register with the relevant local council to get a tattoo, piercing and electrolysis licence in England and Wales","overview":"You need to register with the relevant local council to get a tattoo, piercing and electrolysis licence in England and Wales","slug":"skin-piercing-and-tattooing","title":"Tattoo, piercing and electrolysis licence (England and Wales)","updated_at":"2012-10-02T12:14:25+00:00","will_continue_on":null,"type":"licence"}