{"artefact":[["_response_info",{"status":"ok"}],["title","Small commercial vessel certificate"],["id","https://contentapi.production.alphagov.co.uk/small-commercial-vessel-certificate.json"],["web_url","https://www.gov.uk/small-commercial-vessel-certificate"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You need a small commercial vessel certificate to operate a UK sea vessel (up to 24 metres load line length) in commercial activities","will_continue_on":"the Maritime and Coastguard Agency website","continuation_link":"http://www.dft.gov.uk/mca/","licence_identifier":"9206-7-1","licence_short_description":"You need a small commercial vessel certificate to operate a UK sea vessel (up to 24 metres load line length) in commercial activities.","licence_overview":"To operate a UK sea vessel (up to 24 metres load line length) in commercial activities you need a small commercial vessel certificate from the [Maritime and Coastguard Agency (MCA).](http://www.dft.gov.uk/mca/ \"Maritime and Coastguard Agency (MCA)\"){:rel=\"external\"} Commercial activities include carrying cargo and/or up to 12 passengers, providing a service that does not necessarily involve cargo or passengers and operating a UK pilot boat of whatever size.\r\n\r\nFor certification, you must apply to an MCA-recognised certifying authority.\r\n\r\nYour application should include a completed Application for Examination form - known as an SCV1 - and the relevant fee. You must include ownership and vessel details - including description of the ship, overall length and its name - along with any additional information the approved certifying authority requests.\r\n\r\nYour vessel must be inspected and surveyed against the relevant codes of practice above. You must also meet one of the six categories of code requirements dependent on the type and use of your vessel:\r\n\r\n- Cat 0 - unrestricted service\r\n- Cat 1 - up to 150 miles from a safe haven\r\n- Cat 2 - up to 60 miles from a safe haven\r\n- Cat 3 - up to 20 miles from a safe haven\r\n- Cat 4 -up to 20 miles from a safe haven, in favourable weather and daylight\r\n- Cat 5 - up to 20 miles from a nominated departure point, in favourable weather & daylight\r\n\r\nYour vessel may be restricted to less than the specified operating limits above.\r\n\r\nThe MCA-authorised Certifying Authority will arrange for a vessel survey and inspection to ensure your vessel meets all the above criteria. They will also provide you with guidance on the administrative process.\r\n\r\nYou must ensure your vessel also complies with all of the requirements of the Small Vessels in Commercial Use for Sport or Pleasure, Workboats and Pilot Boats – Alternative Construction Standards.\r\n\r\nIf you pass the inspection, you will be issued with a certificate confirming the details to be entered onto the Small Ship Register.\r\n\r\nYou must ensure that your vessel is marked with its registered number (including the prefix 'SSR'). This must be painted on, or fixed to the exterior of the hull, deck or superstructure where it can be readily seen. Each digit of the number should be a minimum of 30 millimetres in height and 20 millimetres in width, except for the number 1, which should be 5 millimetres in width and have a thickness of 5 millimetres with a space of 5 millimetres between each digit.\r\n\r\nYou must notify the MCA if there are any changes to the ownership of the vessel or other registration particulars. You must also pay the relevant re-registration fee.\r\n\r\n*[MCA]: Maritime and Coastguard Agency","updated_at":"2012-10-08T09:32:50+00:00"}],["tags",[{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null},{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}