{"alternative_title":"","continuation_link":"http://www.sepa.org.uk/","licence_identifier":"1330-3-1","licence_overview":"If you run a business in Scotland that uses organic solvents, you may require a pollution prevention and control (PPC) permit from the [Scottish Environment Protection Agency (SEPA).](http://www.sepa.org.uk/ \"Scottish Environment Protection Agency\"){:rel=\"external\"}\r\n\r\nIf you aren't already authorised or if you are planning a new business, you should contact SEPA for advice on whether you need a permit and how to apply. Part B PPC permits regulate smaller installations that only have the potential to cause emissions to air. You can apply online or use a paper form.\r\n\r\nYour application may also be considered by any of the following consulting bodies:\r\n\r\n* the [Health & Safety Executive](http://www.hse.gov.uk/ \"Health & Safety Executive\"){:rel=\"external\"} (for sites that required a nuclear licence)\r\n* the relevant Health Board where the installation will operate\r\n* your local authority\r\n* [Scottish Natural Heritage](http://www.snh.gov.uk/ \"Scottish Natural Heritage\"){:rel=\"external\"} - if the installation may affect a Site of Special Scientific\r\n\r\n##Conditions\r\n\r\nThe permit may have specific conditions attached, depending on your operations. You must also follow any best available techniques to prevent and minimise pollution. They may also cover conditions relating to the operation of your business, the use and storage of solvents, and the keeping of records.\r\n\r\nIf you are using solvents in paints, varnishes and vehicle refinishing products, there are other rules you must comply with.\r\n\r\nIf your business is larger, you may need a Part A PPC permit. This covers dressing, printing, coating, degreasing, painting, cleaning or impregnating in plant with a consumption capacity of more than 150 kilograms per hour or more than 200 tonnes per year.\r\n\r\n*[SEPA]: Scottish Environment Protection Agency","licence_short_description":"You may need a pollution prevention and control (PPC) permit if you run a business in Scotland that uses organic solvents","overview":"You may need a pollution prevention and control (PPC) permit if you run a business in Scotland that uses organic solvents","slug":"solvent-emissions-pollution-prevention-and-control-permit-part-b-scotland","title":"Solvent emissions - pollution prevention and control permit Part B (Scotland)","updated_at":"2012-10-02T12:14:18+00:00","will_continue_on":"the Scottish Environment Protection Agency website","type":"licence"}