{"alternative_title":"","overview":"Statutory Maternity Pay (SMP) is money from your employer to take time off and have a baby - what you'll get, eligibility and how to claim","slug":"statutory-maternity-pay","title":"Statutory Maternity Pay (SMP)","updated_at":"2012-10-02T12:14:20+00:00","parts":[{"table":{"body":"Statutory Maternity Pay (SMP) is paid to you by your employer when you take time off to have a baby.\r\n\r\nYou have to [qualify](statutory-maternity-pay#eligibility \"Eligibility\") for SMP and how much you get will change after the first 6 weeks.  \r\n\r\nSMP is paid: \r\n\r\n+ for up to 39 weeks\r\n+ in the same way as your wages are usually paid\r\n\r\n^ You get SMP even if you don't return to work after the baby is born. ^ \r\n\r\n*[SMP]: Statutory Maternity Pay\r\n\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"Statutory Maternity Pay is paid for up to 39 weeks, usually as follows:\r\n\r\n+ the first 6 weeks - 90% of your average weekly earnings (AWE) before tax\r\n+ the next 33 weeks - £135.45 or 90% of your AWE (whichever is lower)\r\n\r\nYou can't get less than the statutory amount but you can get more if your company has a maternity scheme.  \r\n\r\n% Use the [maternity pay calculator](/maternity-benefits \"Maternity pay calculator\") to work out how much you can get. %\r\n\r\n##How you're paid \r\n\r\nThe money is paid in the same way as your wages (eg monthly or weekly). Tax and National Insurance will be deducted. \r\n\r\n*[SMP]: Statutory Maternity Pay ","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"To qualify for Statutory Maternity Pay (SMP) you must:\r\n\r\n+ have worked for your employer for at least 26 weeks up to the 15th week before the expected week of childbirth - known as the 'qualifying week' \r\n+ earn on average at least £107 a week\r\n+ give the [correct notice](/statutory-maternity-pay#how-to-claim \"Correct Notice\")\r\n+ give [proof](/statutory-maternity-pay#how-to-claim \"Proof you're pregnant\") you're pregnant\r\n\r\n% Use the [maternity pay calculator](/maternity-benefits \"Maternity pay calculator\") to work out the qualifying week and how much you can get. %\r\n\r\n##If you go back to work\r\n\r\nYou can work up to 10 days while you get SMP without losing your entitlement. These are called [Keeping in Touch](/employee-rights-when-on-leave \"Keeping in Touch days\") (KIT) days.\r\n\r\n##If you're not eligible \r\n\r\nYour employer must give you form SMP1 explaining why you can't get SMP. \r\n\r\nYou can apply for [Maternity Allowance](/maternity-allowance \"Maternity Allowance\") instead.\r\n\r\n$D[Download 'Form SMP1, Non-payment of Statutory Maternity Pay' PDF, 180KB](http://www.dwp.gov.uk/advisers/claimforms/smp1_print.pdf \"Download 'Form SMP1, Non-payment of Statutory Maternity Pay' (PDF 180KB)\"){:rel=\"external\"}$D\r\n\r\n*[SMP]: Statutory Maternity Pay\r\n*[HMRC]: HM Revenue & Customs\r\n*[LEL]: Lower Earnings Limit","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You must tell your employer at least 28 days before you want your SMP to start: \r\n\r\n- that you want to stop work to have a baby\r\n- the day you want your payments to start\r\n\r\nYour employer can ask for this in writing. \r\n\r\nWithin 7 days they should confirm how much you'll get and when your SMP will start and stop. \r\n\r\n##Proof you're pregnant\r\n\r\n% You won't get SMP if you don't provide proof that the baby is due. %\r\n\r\nYou must give your employer proof that your baby is due (and the actual date of birth if premature). You can use a doctor’s letter or a MATB1 certificate (midwives and doctors usually give you these 20 weeks before the due date). \r\n\r\n##Change your start date\r\n\r\nYou can change the date your SMP starts. Usually, you must give your employer 28 days' notice. If you don't they can refuse to pay you SMP. \r\n\r\n*[SMP]: Statutory Maternity Pay","slug":"how-to-claim","title":"How to claim"}}],"type":"programme"}