{"alternative_title":"","overview":"If you're eligible for the State Pension, you can claim it while living abroad","slug":"state-pension-if-you-retire-abroad","title":"State Pension if you retire abroad","updated_at":"2012-10-03T17:19:45+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You can claim your State Pension abroad as long as you're [eligible for it](/state-pension \"State Pension\").  \r\n\r\n##You’ve only worked in the UK\r\nIf you’ve only worked in the UK, claim your State Pension from the International Pension Centre. \r\n\r\nYou should be sent a claim form 4 months before you reach your [State Pension age.](http://pensions-service.direct.gov.uk/en/state-pension-age-calculator/home.asp \"State Pension age calculator\"){:rel=\"external\"} \r\n\r\n^ If you haven’t received this form 3 months before you reach pension age, contact the International Pension Centre. ^\r\n\r\nComplete and return this form to the International Pension Centre. Include details of time you’ve spent living abroad and any state insurance (like National Insurance) you have in other countries. \r\n\r\n$A\r\nInternational Pension Centre  \r\nTyneview Park  \r\nNewcastle Upon Tyne  \r\nNE98 1BA  \r\nUnited Kingdom\r\n$A\r\n\r\nIf you've already retired and are thinking of moving abroad, contact the International Pension Centre for advice on how this might affect your pension.\r\n\r\n$C\r\n**International Pension Centre**  \r\n**Telephone:** 0191 218 7777  \r\n**Textphone:** 0191 218 7280  \r\nMonday to Friday, 8am to 8pm  \r\n$C\r\n\r\n\r\n##You have worked or are working abroad\r\nIf you currently live and have worked in any of the following countries you must claim the state pension through the relevant authority of that country:\r\n\r\nAustria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Gibraltar, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden and Switzerland.\r\n\r\nIf you have worked or lived in a country not listed above then contact the International Pension Centre. \r\n\r\n##Change in your situation\r\nTell International Pension Centre if you change any personal details, eg your address or bank account details. \r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"Find out what the current [State Pension rate](/state-pension \"State Pension\") is.\r\n\r\nYour State Pension will increase each year, but only if you live in: \r\n\r\n- the UK for 6 months or more each year\r\n- the European Economic Area (EEA)\r\n- Switzerland\r\n- a country that has a [social security agreement with the UK](http://www.dwp.gov.uk/international/social-security-agreements/ \"Countries that have a social security agreement with the UK\"){:rel=\"external\"} \r\n\r\nIf you live outside these areas, you won’t get yearly increases. But if you return to live in the UK, your State Pension will be increased each year.","slug":"rates-of-state-pension","title":"Rates of State Pension"}},{"table":{"body":"Depending on where you live, your State Pension can be paid into:\r\n\r\n- a bank in the country you’re living in \r\n- a bank or building society in the UK\r\n\r\n##Payment to a bank in the country you’re living in\r\nYour State Pension can be paid into a bank in any of the following countries: \r\n\r\nAntigua, Australia, Austria, the Bahamas, Bangladesh, Barbados, Barbuda, Belgium, Bulgaria, Canada, the Channel Islands, Colombia, Cyprus, Denmark, Dominica (Commonwealth), Dominican Republic, Egypt, Finland, France, Germany, Greece, Grenada, Guyana, Hong Kong, India, Indonesia, Ireland, Israel, Italy, Jamaica, Luxembourg, Malta, Mexico, Monaco, Morocco, the Netherlands, New Zealand, Nigeria, Norway, Peru, Pakistan, Poland, Portugal, San Marino, South Africa, Spain, St Kitts and Nevis, St Lucia, St Vincent and Grenadines, Sweden, Switzerland, Thailand, Trinidad and Tobago, Tunisia, Turkey, United States, Yemen.\r\n\r\nYou can use:\r\n\r\n- an account in your name\r\n- a joint account\r\n- someone else’s account - if you have their permission and keep to the terms and conditions of the account\r\n\r\n^ You'll be paid in local currency - the amount of money you get may change slightly due to exchange rates. ^\r\n\r\n##Payment to a bank or building society in the UK\r\nIf you live in a country that isn’t listed above, your State Pension will be paid in one of 2 ways:\r\n\r\n- into any UK bank or building society account \r\n- a type of cheque (payable order) in sterling to your home address\r\n\r\nYou can choose to be paid every 4 or 13 weeks.\r\n\r\nIf your State Pension is under £5 per week, you'll be paid once a year in December.\r\n\r\n##You spend part of the year abroad\r\nIf you divide your time between the UK and another country, you must choose which country you want your UK State Pension paid into. \r\n\r\nYou **can't** choose to have it paid in one country for part of the year, and a different country for the rest of the year.","slug":"payment","title":"Payment"}},{"table":{"body":"You may have to pay UK tax on your State Pension if you live abroad. This will depend on:\r\n\r\n- your taxable income\r\n- whether you're classed as a ‘UK resident’ or 'non-UK resident' for tax purposes\r\n\r\n##UK residency\r\nThe rules of UK residency are complex. Generally, you're classed as a UK resident if you:\r\n\r\n- spend 183 days or more in the UK in a tax year\r\n- come to the UK for 91 days or more each tax year averaged out for up to 4 years\r\n\r\n###UK residents\r\nThe rues are the same as for people living in the UK -- you'll only pay tax if your [taxable income](/tax-national-insurance-after-state-pension-age/calculating-tax-and-national-insurance \"Find out what your taxable income is\") is over a certain amount.\r\n\r\n###Non-UK residents\r\nNon-UK residents don't pay UK tax on their state pension but may pay tax in the country they live in.  But if you live in [a country without a 'double taxation agreement’](http://www.hmrc.gov.uk/si/double.htm \"Countries with a 'double taxation agreement with the UK’\"){:rel=\"external\"} you'll have to pay UK tax and may be taxed in the country you live in as well.\r\n\r\n^ Contact the [HM Revenue & Customs (HMRC) Residency Helpline](http://search2.hmrc.gov.uk/kbroker/hmrc/contactus/search.ladv?raction=view&fl0=__dsid%3A&sm=0&ha=34&as=1&sf=&sp_scope=hmrc&sc=hmrc&nh=10&sr=0&cs=ISO-8859-1&tx1=&tx0=49672 \"HMRC Residency Helpline contact details\"){:rel=\"external\"} to find out if you're classed as a UK resident or not. ^\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"tax-on-your-state-pension","title":"Tax on your State Pension"}}],"type":"guide"}