{"alternative_title":"Satutory demands for payment for creditors and debtors","overview":"Statutory demands are a formal way of asking for a debt to be paid – get the forms to send or cancel or set aside a statutory demand","slug":"statutory-demands","title":"Get the forms for statutory demands","updated_at":"2012-10-02T12:13:03+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Statutory demands are a formal way of asking for a debt to be paid by an individual or a business. They state:\r\n\r\n* how much must be paid\r\n* when payment must be made \r\n* what will happen if the demand is ignored \r\n* details of who the debtor can contact about the demand\r\n* the debtor’s right to dispute (disagree with) the demand\r\n\r\nAn individual or business that receives a statutory demand has 21 days to:\r\n\r\n* settle the debt\r\n* secure the debt - reach an agreement for payment\r\n\r\nYou can take out a bankruptcy or winding up petition if the debt remains unpaid from a statutory demand. The total debt must be more than £750. A number of creditors for smaller amounts can put their claims together to reach this minimum.\r\n\r\nIf you want to ask the court to 'set aside' (dismiss) the demand you must do this within 18 days of the date it was served.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","slug":"about-statutory-demands","title":"About statutory demands"}},{"table":{"body":"###To issue to an individual or sole trader\r\n \r\nUse one of these 3 statutory demand forms:\r\n\r\n$D\r\n[Download 'Form 6.1 – for a specific amount payable now' (DOC, 50KB)](http://www.bis.gov.uk/assets/bispartners/insolvency/docs/forms/ew/form6-01.doc \"sum payable immediately form 6.1\"){:rel=\"external\"}\r\n$D\r\n\r\n$D\r\n[Download 'Form 6.2 – for a specific amount payable now following a judgment or a court order' (DOC, 50KB)](http://www.bis.gov.uk/assets/insolvency/docs/forms/ew/form6-02new.doc \"sum payable immediately following judgment form 6.2\"){:rel=\"external\"} \r\n$D\r\n\r\n$D\r\n[Download 'Form 6.3 – for debts payable in the future' (DOC, 49KB)](http://www.bis.gov.uk/assets/insolvency/docs/forms/ew/form6-03new.doc \"debt payable at future date form 6.3\"){:rel=\"external\"}\r\n$D\r\n\r\n\r\n\r\n###To issue to a registered or unregistered company\r\n\r\nUse statutory demand Form 4.1\r\n \r\n$D\r\n[Download 'Form 4.1' (DOC, 63KB)](http://www.bis.gov.uk/assets/insolvency/docs/forms/ew/form4-01.doc \"form 4.1\"){:rel=\"external\"}\r\n$D","slug":"forms-to-issue-a-statutory-demand","title":"Forms to issue a statutory demand"}},{"table":{"body":"You must do everything you can to bring the statutory demand to the debtor's attention. This is called ‘serving’ the statutory demand.\r\n\r\n###To serve an individual or sole trader\r\n \r\nYou can serve it personally or employ a process server to do it for you. \r\n\r\nIf the debtor is avoiding service, you can:\r\n\r\n* send the demand by first class post or put it through their letterbox \r\n\r\n* advertise the statutory demand in a newspaper if the money owed is under a judgment or order of court\r\n\r\n###To serve a registered limited company\r\n\r\nYou can serve a statutory demand by:\r\n\r\n* delivering it to the company's registered office\r\n* sending it by registered post\r\n\r\n###To serve an unregistered limited company\r\n\r\nYou can serve the statutory demand by:\r\n\r\n* leaving it at the company's main place of business\r\n* delivering it to the company secretary, manager or principal officer of the company\r\n* serving it in a way directed or approved by the court\r\n\r\n###Proof of service forms\r\n\r\nIf the debtor doesn't pay the statutory demand and you intend to carry on with debt-recovery proceedings, you'll need to prove you have served the demand with a statement of truth. Use one of these forms:\r\n\r\n$D\r\n[Download 'Form 6.11 – for a certificate of personal service of statutory demand' (DOC, 40KB)](http://www.bis.gov.uk/assets/insolvency/docs/forms/ew/form6-11.doc\"certificate personal service\"){:rel=\"external\"}\r\n$D\r\n \r\n$D\r\n[Download 'Form 6.12 – for substituted service of statutory demand' (DOC, 47KB)](http://www.bis.gov.uk/assets/insolvency/docs/forms/ew/6-12%20-%20certificate%20of%20substituted%20service%20of%20statutory%20demand.doc\"substituted service\"){:rel=\"external\"}\r\n$D","slug":"how-to-serve-a-statutory-demand","title":"How to serve a statutory demand"}},{"table":{"body":"If you don’t agree with a statutory demand, you can apply to the court to have it set aside (dismissed). You must do this within 18 days of receiving it or when was advertised in a newspaper. If you are abroad, the time limit is 22 days.\r\n\r\n\r\ns1. Complete [Form 6.4 – application to set aside a statutory demand (DOC, 40KB)](http://www.bis.gov.uk/assets/insolvency/docs/forms/ew/form6-04.doc\"Application to Set Aside a Statutory Demand\"){:rel=\"external\"} and [Form 6.5 – statement of truth (DOC, 40KB)](http://www.bis.gov.uk/assets/insolvency/docs/forms/ew/form6-05.doc\"statement to set aside statutory demand\"){:rel=\"external\"} to confirm that your application is true and correct. \r\ns2. The forms need to be filed (presented) at a court. Your solicitor or local county court can tell you which one to use.\r\ns3. The court will consider your application and either dismiss it immediately or fix a date for hearing your case. If accepted, the time detailed in the demand to satisfy the debt will be suspended.  \r\ns4. At the hearing the court can agree to set aside the statutory demand or dismiss your case. If dismissed, your creditor can apply to the court to make you bankrupt and the time detailed in the demand for you to satisfy the debt will restart.\r\n\r\nThe steps for a limited company are different. You should get legal advice on how to set aside a statutory demand. ","slug":"how-to-challenge-a-statutory-demand","title":"How to challenge a statutory demand"}}],"type":"guide"}