{"alternative_title":"","body":"$!If you’re the parent or partner of a student applying for finance you may need to give evidence of your income or circumstances.$!\r\n\r\n##When you need to give evidence\r\n\r\nYou need to give evidence of your income and circumstances for all income-assessed finance including:\r\n\r\n- the full maintenance loan\r\n- grants\r\n- bursaries\r\n \r\nParents usually give evidence if the student is under 25. Partners give evidence if they’re living with the student and the student is over 25. \r\n\r\nYou don't need to give any evidence if the student is only applying for a Tuition Fee Loan. \r\n\r\n##What evidence is needed\r\n\r\nYou need to give evidence of your:\r\n\r\n- earned income\r\n- unearned income from savings and investments\r\n\r\n^In most cases you only need to give your National Insurance number in your online application as evidence of your income.^\r\n\r\nDepending on your circumstances you may also need to give evidence of:\r\n\r\n- divorce or separation\r\n- dependent children\r\n- outgoings\r\n\r\n###Earned income\r\n\r\nIf you're supporting a 2012/13 application you need to give financial details for the 2010-11 tax year.\r\n\r\nIf it’s not possible for Student Finance England to work out your income online using your National Insurance number you may need to send photocopies of your:\r\n\r\n- P60\r\n- pay slips\r\n- tax return\r\n\r\nIf you’re expecting a 15% drop or more in your income, you can ask to be assessed on the current tax year. You need to complete a 'current year income assessment form for 2012/13'. This form will be available in April 2012.\r\n\r\n###Unearned income\r\n\r\nYou need to give evidence of any unearned income from the prior tax year (2010-11 for 2012/13 applications).\r\n\r\nUnearned income includes:\r\n\r\n- interest from savings\r\n- benefits\r\n- pensions\r\n- rent from property or a room\r\n\r\nEvidence of unearned income can include photocopies of:\r\n\r\n- self assessment tax return\r\n- statements showing interest or investments\r\n- income details from an accountant\r\n- pension book or letter\r\n- P60s\r\n- benefit book\r\n\r\n###If you’re divorced or separated\r\n\r\nIf you’re divorced or separated you need to give a photocopy of one of the following:\r\n\r\n- divorce - Decree Nisi, Decree Absolute\r\n- dissolution of a civil partnership - civil partnership dissolution order\r\n- confirmation from a solicitor of your marital status\r\n- Council Tax bill showing the 25% discount for single occupancy (as evidence that you are now separated)\r\n\r\nIf you're married or living with a partner you don’t need to send evidence of this.\r\n\r\n###Dependent children\r\n\r\nYou don't need to send evidence of dependent children but you should mention this in your online application. \r\n\r\n##Where you send your evidence\r\n\r\nSend your evidence to Student Finance England.\r\n\r\n$A\r\n\r\nStudent Finance England\u2028\r\nPO Box 210\u2028\r\nDarlington\u2028\r\nDL1 9HJ\r\n\r\n$A\r\n\r\n\r\n","overview":"If you’re the parent or partner of a student applying for finance you may need to give evidence of your income or circumstances\r\n","slug":"student-finance-evidence-given-by-parents-partners","title":"Student finance: evidence needed by parents and partners ","updated_at":"2012-10-02T12:14:22+00:00","type":"answer"}