{"alternative_title":"","body":"$!If you have a job when you're a student you may need to pay Income Tax and National Insurance (NI).$!\r\n\r\n##Tax and National Insurance\r\n\r\nYou have to pay Income Tax and National Insurance if you earn over a certain amount. This is known as the Personal Allowance and is £7,475 in the tax year 2011-12. \r\n\r\nYou have to pay NI if you earn more than £139 a week.\r\n\r\n##Term-time jobs\r\n\r\nIf you work for an employer in term-time then your Income Tax and National Insurance are usually taken automatically from your wages through Pay As You Earn (PAYE).\r\n\r\n##Holiday jobs in the UK\r\n\r\nIf you're a full-time student with a holiday job you may get your wages without tax being deducted. To do this you need to fill in a [P38(S) form.](http://www.hmrc.gov.uk/students/work_hols_while_student_8_1.htm \"P38(S) form.\"){:rel=\"external\"}\r\n\r\nThe following also needs to apply:\r\n\r\n- you're a full-time student in the UK only working in the holidays\r\n- you're returning to full-time education after the holiday\r\n- your total income for the year is below the Personal Allowance\r\n\r\nIf you don't qualify for exemption you need to pay tax through PAYE. \r\n\r\nYou still need to pay NI if you earn more than the threshold.\r\n\r\n##Holiday jobs abroad\r\n\r\nIf you normally live and study in the UK but work abroad during the holidays you'll need to pay:\r\n\r\n- UK tax on anything you earn above the Personal Allowance\r\n- NI if you work for a UK employer\r\n\r\nIf you work for a foreign employer you don't need to pay NI in the UK but might have to pay contributions in the country you're working in. \r\n\r\nIf you're taxed abroad and can't claim it back you'll probably be able to get this paid back in the UK - contact Her Majesty's Revenue & Customs (HMRC) for details.\r\n\r\n$C\r\n\r\n**HMRC**\r\n\r\n**Telephone:** 0845 300 0627\r\n\r\n**Textphone:** 0845 302 1408\r\n\r\nOpening hours: 8am to 8pm Monday to Friday, 8am to 4pm Saturday\r\n\r\n$C\r\n\r\n##If you're self-employed\r\n\r\nIf you work for yourself you need to fill in a Self Assessment tax return each tax year, with details of your income and expenses. HMRC then work out how much tax you need to pay.\r\n\r\nFind out more about [becoming self-employed.](http://www.hmrc.gov.uk/startingup \"becoming self-employed\"){:rel=\"external\"} \r\n\r\n##Foreign students working in the UK\r\n\r\nIf you work in the UK while studying you'll normally pay UK tax and NI.\r\n\r\nYou may be able to reclaim this tax when you leave by filling in a [P85 form.](http://www.hmrc.gov.uk/cnr/p85_p85s.htm \"P85 form.\"){:rel=\"external\"}\r\n\r\n##Help\r\n\r\nIf you need help contact HMRC on 0845 300 0627. \r\n\r\n\r\n\r\n*[NI]: National Insurance\r\n*[PAYE]: Pay As You Earn\r\n*[HMRC]: Her Majesty's Revenue and Customs","overview":"You may need to pay tax if you are working and a student - even if you are self-employed or from overseas ","slug":"student-jobs-paying-tax","title":"Student jobs - paying tax","updated_at":"2012-10-02T12:14:23+00:00","type":"answer"}