{"artefact":[["_response_info",{"status":"ok"}],["title","Support services providing day care to adults registration (Scotland)"],["id","https://contentapi.production.alphagov.co.uk/support-services-providing-day-care-to-adults-registration-scotland.json"],["web_url","https://www.gov.uk/support-services-providing-day-care-to-adults-registration-scotland"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"To provide support services providing day care to adults registered in Scotland you must be registered with Social Care and Social Work Improvement for Scotland (SCSWIS)","will_continue_on":"the Social Care and Social Work Improvement for Scotland website","continuation_link":"http://www.scswis.com/","licence_identifier":"1263-3-1","licence_short_description":"Register with Social Care and Social Work Improvement for Scotland (SCSWIS) to provide support services providing day care to adults registered in Scotland","licence_overview":"To provide support services providing day care to adults registered in Scotland you must be registered with [Social Care and Social Work Improvement for Scotland (SCSWIS).](http://www.scswis.com/ \"Social Care and Social Work Improvement for Scotland (SCSWIS)\"){:rel=\"external\"}\r\n\r\n##How to apply\r\n\r\nYou can apply online, or by contacting your local SCSWIS office for an application pack. You will have to pay a registration fee when you apply, and your application must include:\r\n\r\n* details on yourself (if operating as an individual) or your organisation\r\n* details of the manager (if you will not be the manager of the service)\r\n* references\r\n* financial details - eg a statement from the bank on your financial standing and reliability\r\n* declarations regarding any convictions, bankruptcy or previous involvement in registered services\r\n\r\nYou need to provide information on your proposed service, in particular:\r\n\r\n* its name and address\r\n* a statement of aims and objectives\r\n* staffing, recruitment and training\r\n* suitability and fitness of accommodation\r\n\r\nYou must also attach the following documents:\r\n\r\n* recruitment policy\r\n* programmes for staff induction, development and training\r\n* plans of the premises\r\n* copies of planning permission, the building warrant and building completion certificates\r\n* surveyors reports\r\n* ventilation, heating and lighting details\r\n* financial information\r\n* aims and objectives statement\r\n\r\nSCSWIS will inspect your premises, staff and management. You must be able to prove that you meet the relevant National Care Standards. \r\n\r\nTo meet the required standards you must:\r\n\r\n* provide detailed information documents to explain your service to users - this includes the aims of the service, the support provided, users' rights and responsibilities, complaints procedures, and your recent inspection report\r\n* have adequate management and staffing arrangements - you must show that staff receive quality training, and have knowledge of policies and procedures, that management is supportive and reliable, and that the recruitment process is comprehensive\r\n* have in place written agreements with users to define the service and set out terms of the contract\r\n* draw up a personal plan for each user that includes a mutually-agreed tailored plan with a nominated member of staff and is regularly reviewed\r\n* provide a secure environment that provides personal and public spaces\r\n* provide a service that can be tailored to each individual's personal and social preferences\r\n* provide access to, and demonstrate competence with, and relevant aids and equipment for users\r\n* have systems in place to protect users - such as risk assessments, and protection from bulling or harassment\r\n* demonstrate respect for the social, cultural and religious beliefs of users\r\n\r\nSCSWIS will monitor your adherence to the care standards after registration through ongoing evaluation.\r\n\r\n##Conditions\r\n\r\nYou must comply with any conditions attached to the registration. You must keep your certificate of registration (or a copy of it) in a prominent place in any premises you have.\r\n\r\n*[SCSWIS]: Social Care and Social Work Improvement for Scotland","updated_at":"2012-10-02T12:14:24+00:00","licence":{"location_specific":false,"availability":["Scotland"],"authorities":[{"name":"Care Commission","slug":"care-commission","contact":null,"actions":{"apply":[{"url":"","introduction":"","description":"Support services providing day care to adults &mdash; Apply offer support services providing day care to adults","payment":"none"}]}}]}}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}