{"alternative_title":"","overview":"Sure Start Maternity Grant - a £500 payment to help with the costs of a new baby - eligibility, apply, claim form SF100","slug":"sure-start-maternity-grant","title":"Sure Start Maternity Grant","updated_at":"2012-10-02T12:14:24+00:00","parts":[{"table":{"body":"You could get a one-off payment of £500 to help towards the costs of your first child. This is known as a Sure Start Maternity Grant.\r\n\r\nUsually you [qualify](/sure-start-maternity-grant#eligibility \"Eligibility\") for the money if: \r\n\r\n+ you've no other children - unless you're expecting a multiple birth (eg twins) \r\n+ you're on a low income\r\n+ you get certain benefits\r\n\r\n^ You don’t have to pay the grant back and it won't affect your other benefits or tax credits. ^","slug":"overview","title":"Overview"}},{"table":{"body":"A Sure Start Maternity Grant is £500 and you don't have to pay it back. \r\n\r\nYou get £500 for each baby if you have a multiple birth. \r\n\r\n##If you already have children \r\n\r\nIf you already have children you won't get a grant unless you're  expecting a multiple birth (eg twins). \r\n\r\nHow much you get depends on the number of babies expected and the number of children you already have. \r\n\r\nNumber of children already | Grant (if you have a multiple birth)\r\n- | - \r\nYou have 1 or more | £500 for all but 1 new baby \r\nYou have 1 or more from a previous multiple birth | £500 for the number of babies expected minus the number of existing children\r\n\r\n$E\r\n**Example**  \r\n\r\nGrant it you have 2 children aged 6 and 8 and are expecting triplets - £1000.\r\n\r\nGrant if you have twins aged 8 and are expecting triplets - £500.  \r\n\r\nGrant if you have twins aged 8 and are expecting twins - £0\r\n$E\r\n\r\n##How you're paid\r\n\r\nAll benefits, pensions and allowances are paid [into an account](/how-to-have-your-benefits-paid \"How to have your benefits paid\"), eg your bank account.","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"Usually, to qualify for a Sure Start Maternity Grant there must be no other children in your family and you must get one of these benefits:\r\n\r\n- Income Support\r\n- income-based Jobseeker's Allowance\r\n- income-related Employment and Support Allowance\r\n- Pension Credit\r\n- Child Tax Credit at a rate higher than the family element\r\n- Working Tax Credit that includes a disability or severe disability element \r\n\r\n^ You must claim by the [deadline](/sure-start-maternity-grant#eligibility \"How to claim\"). ^\r\n\r\n##Exception \r\n\r\nIf you already have children you won’t get a grant unless you’re expecting a [multiple birth](sure-start-maternity-grant#what-youll-get \"What you'll get\") (eg twins or triplets).\r\n\r\n##If you're not giving birth \r\n\r\nYou can get a grant if (for example) you're adopting or becoming a surrogate parent. \r\n\r\nOn the date you claim the baby must not be more than 1 year old and one of the following must apply: \r\n\r\n- the baby has been placed with you for adoption \r\n- you've got permission to adopt a baby from abroad \r\n- you've got a parental order for a surrogate birth \r\n- you've been appointed as guardian \r\n- you've an adoption or a residence order\r\n- you're become responsible for the baby and you're not the mother\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"Send form SF100 to the address below by the deadline. There's a different form and postal address for [Northern Ireland.](http://www.nidirect.gov.uk/index/information-and-services/money-tax-and-benefits/benefits-and-financial-support/expecting-or-bringing-up-children/sure-start-maternity-grant.htm \"nidirect government services website\"){:rel=\"external\"}  \r\n\r\n$D[Download 'Form SF100, Sure Start Maternity Grant claim form' (PDF, 90KB)](http://www.dwp.gov.uk/advisers/claimforms/sf100_print.pdf \"Form SF100, Sure Start Maternity Grant claim form' (PDF, 90KB)\")$D\r\n\r\n##Deadlines \r\n\r\nYou must claim within 11 weeks of expecting the baby or within 3 months of the birth. \r\n\r\nIf you’re becoming responsible for a child, eg through adoption, you must claim within 3 months of this happening (eg the child being placed with you).\r\n\r\n##Where to send your form \r\n\r\nTake it to your local Jobcentre Plus or post it. \r\n\r\n$A\r\nFreepost Plus RSCE-EATS-AHAK\r\nWembley BDC\r\nPO Box 110\r\nLondon SW95 9EA\r\n$A\r\n\r\n##What you need to know \r\n\r\nA health professional (eg doctor or midwife) must also sign your claim form. \r\n\r\nYou'll get a letter telling you if your claim was successful.\r\n\r\n##Appeal a decision\r\n\r\nYou can appeal the decision about your Sure Start Maternity Grant if you're unhappy with it. \r\n\r\n$D\r\n[Download 'Leaflet GL24, Appeal against a benefit decision' (PDF, 4915KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@benefits/documents/digitalasset/dg_201702.pdf \"Download 'Leaflet GL24, Appeal against a benefit decision' (PDF, 4915KB)\"){:rel=\"external\"}\r\n$D","slug":"how-to-claim","title":"How to claim"}}],"type":"programme"}