{"alternative_title":"","body":"$!\r\nYour manager can ask you to fill in a self-certification form if you're off work sick for up to 7 days - after this you'll need a fit note from your doctor.\r\n$!\r\n\r\n^Check your employment contract, staff handbook or intranet site to find out what your company sickness policy is.^\r\n\r\n##Up to 7 days off work##\r\nYour manager can ask you to fill in a form when you return to work to confirm you've been sick if you've been off for up to 7 days. This is called 'self-certification'. Employers usually provide a company self-certification form or you can download an [Employee's Statement of Sickness form (PDF, 53KB).](http://www.hmrc.gov.uk/forms/sc2.pdf \"Employee's Statement of Sickness form\"){:rel=\"external\"}\r\n\r\n##Over 7 days off work##\r\nIf you have been off work for over 7 days, you'll need to get a [fit note](/fit-note-statement-fitness-to-work \"Statement of Fitness for work\") (previously known as a 'sick note') from your doctor to give to your manager. \r\n\r\n##Changes to your working conditions##\r\nIf you become disabled because of your sickness, your employer should make changes to your working conditions so that you aren't at a disadvantage compared to other employees. These changes are known as ['reasonable adjustments'](/discrimination-your-rights/discrimination-at-work \"Discrimination at work\") and could include working shorter hours or adapting equipment you use at work.  \r\n\r\n##Losing your job while on long-term sickness##\r\nYou may be considered long-term sick if you're off for more than 4 weeks. \r\n\r\nIf you are on long-term sick, your employer can dismiss you – but only as a last resort. They must first look at:\r\n\r\n+ if you could return if help was given (like working part-time or flexibly) \r\n+ if different, less stressful or lighter work is available (with retraining if necessary)\r\n\r\nYour employer must consult you about when you could return to work and whether your health will improve.\r\n\r\nIf you think you have been unfairly dismissed because of long-term sickness, you may be able to take your case to an [employment tribunal.](/employment-tribunals \"Employment tribunals\") For example, if your employer dismissed you without consulting you about your return to work, a tribunal may say that you have been unfairly dismissed.\r\n","overview":"If you're off work sick you can still get paid - you may need a statement of sickness ('fit note')","slug":"taking-sick-leave","title":"Taking sick leave","updated_at":"2012-10-02T12:14:25+00:00","type":"answer"}