{"alternative_title":"","overview":"If you buy shares you may have to pay Stamp Duty Reserve Tax. If you sell or give away shares you may have to pay Capital Gains Tax.","slug":"tax-buying-selling-shares","title":"Tax on buying and selling shares","updated_at":"2012-10-03T11:47:38+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"When you buy UK shares, you pay a tax on the transaction. This is called Stamp Duty Reserve Tax for 'paperless transactions' and Stamp Duty for transactions using a stock transfer form.\r\n\r\n^Tax is deducted on what you pay for the shares - this might be different from their current market value.^\r\n\r\n##Taxable transactions\r\n\r\nYou pay tax when you buy:\r\n\r\n- existing shares in a company incorporated in the UK\r\n- an option to buy shares\r\n- rights arising from shares, eg the rights under a rights issue\r\n- an interest in shares, eg an interest in the money from selling them\r\n\r\n##Non-taxable transactions\r\n\r\nYou don't have to pay tax if you:\r\n\r\n- are given shares for free\r\n- buy new shares in a company\r\n- buy shares in a foreign company (including foreign companies that maintain a share register in the UK)\r\n- buy units in a unit trust\r\n- invest in an 'open ended investment company' (the trust or company pays the tax, so you don't have to)\r\n\r\n^It's not just paying for shares in cash that's taxable. If you give something in exchange for the shares, you pay tax on the value of what you gave for the shares.^\r\n\r\n##Paperless transactions\r\n\r\nIf you buy shares electronically (through the 'CREST system') the tax is automatically deducted. This tax is known as Stamp Duty Reserve Tax.\r\n\r\n^When you buy shares through a stockbroker, tax will be automatically deducted at 0.5% as this is a paperless transaction.^\r\n\r\n##Paper transactions\r\n\r\nIf you use a stock transfer form when you buy shares, then it's a paper transaction and you'll have to pay Stamp Duty if the transaction is over £1,000.\r\n\r\nYou pay 0.5% tax, which will be rounded up to the nearest £5.\r\n\r\n##'Depositary receipt schemes' or 'clearance services'\r\n\r\nYou'll have to pay tax at 1.5% if you transfer shares into some 'depositary receipt schemes' or 'clearance services'. This is when the shares are held by a third party and can be traded free of Stamp Duty or SDRT. Not all schemes work like this though - with some of them you pay tax in the normal way.\r\n\r\n##Help and advice\r\n\r\nFor help and advice with Stamp Duty Reserve Tax and Stamp Duty, contact the Stamp Taxes helpline.\r\n\r\n$C\r\n**Stamp Taxes helpline**  \r\n\r\n0845 603 0135  \r\nMonday to Friday 8.30am to 5pm \r\n\r\n$C\r\n\r\n*[SDRT]:Stamp Duty Reserve Tax","slug":"buying-shares","title":"Buying shares"}},{"table":{"body":"You might have to pay [capital gains tax](/capital-gains-tax \"Capital Gains Tax\") on income from selling shares.\r\n\r\nThere are [different rules](http://www.hmrc.gov.uk/cgt/shares/ \"Shares and Capital Gains Tax\"){:rel=\"external\"} for working out the tax you have to pay on gains from shares.\r\n\r\nYou don't pay any tax if you give away shares.\r\n\r\n^If you have to pay Capital Gains Tax and you don't tell HM Revenue & Customs (HMRC) before 5 October after the end of the tax year, you may have to pay a penalty.^\r\n\r\n##Shares gained through your job\r\n\r\nIf you get shares through your job, there are different rules for how this affects Capital Gains Tax. Read 'Helpsheet 287' to find out about this.\r\n\r\n$D\r\n[Download 'Helpsheet 287 - HMRC Employee share and security schemes and Capital Gains Tax' (PDF, 80KB)](http://www.hmrc.gov.uk/helpsheets/hs287.pdf \"'Helpsheet 287 - HMRC Employee share and security schemes and Capital Gains Tax' (PDF, 80KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"selling-shares","title":"Selling shares"}}],"type":"guide"}