{"alternative_title":"","body":"$!If you have a baby, you can claim tax credits or get more money if you're already getting tax credits - you must apply to see exactly what you can get.$!\r\n\r\nTax credit | Approximate amount (per year)\r\n- | - \r\n[Chid Tax Credits](/child-tax-credit \"Child Tax Credit\") | Up to £3,235  \r\nTax credits for [childcare](/childcare-tax-credits \"Childcare and tax credits\") | Up to 70% of your childcare costs while you work\r\n[Working Tax Credits](/working-tax-credit \"Working Tax Credit\") | Up to £1,920 \r\n\r\nEven though you've stopped work to have a baby you're entitled to get Working Tax Credit for:\r\n\r\n+ the first 39 weeks of maternity (or adoption) leave \r\n+ your period of ordinary paternity leave \r\n\r\nTo qualify, you must have been working at least 16 or 30 hours week before your leave. The actual [number of hours](/working-tax-credit/eligibility \"Working tax credit hours you must work\") depends on your circumstances. \r\n\r\n^ Use the [tax credit calculator](/tax-credits-calculator \"Tax credit calculator\") to work out what you can get. ^ \r\n\r\n##How to claim \r\n\r\nYou can: \r\n\r\n+ apply for [tax credits](/claim-tax-credits \"How to claim\") - if you've not applied for tax credits before\r\n+ update your claim - if you've already applied for Child or Working Tax Credits\r\n\r\nTo update a claim, just [contact the Tax Credit Office](/claim-tax-credits \"Update a tax credit claim\") - you don't need to fill out a claim form. \r\n\r\n###When to claim\r\n\r\nTell the Tax Credit Office within 1 month of the birth so your claim can be backdated to the date of birth.  If you don't, your tax credits will only be backdated by 1 month from the date of your claim. \r\n\r\n$E\r\n**Example:  baby born 1 September**  \r\nYou tell the Tax Credit Office on 1 January so your tax credits get backdated to 1 December.  \r\n\r\nIf you'd told them by 1 October you'd be getting tax credits from the 1 September. \r\n$E","overview":"Tax credits when you have a baby - what money you can get, how and when to apply for tax credits","slug":"tax-credits-if-you-have-baby","title":"Tax credits if you have a baby","updated_at":"2012-10-03T17:12:32+00:00","type":"answer"}