{"alternative_title":"","body":"$!If you are chosen for a tax credits check you will get a letter asking for information about your claim.$!\r\n\r\n##What is a tax credits check?\r\nThe Tax Credit Office sometimes review the information you have given. This is to make sure that you are getting the right amount. \r\n\r\nThey will either check:\r\n\r\n- your claim for the current tax year - an 'examination'\r\n- your award for the last tax year - an 'enquiry'\r\n\r\nA tax year starts on 6 April and finishes on 5 April the next year.\r\n\r\n##What you need to provide\r\nYou may be asked for copies of:\r\n\r\n- bank and building society statements\r\n- credit and charge card statements\r\n- mortgage statements or rent books\r\n- Council Tax bills\r\n- Housing Benefit claims\r\n- household bills\r\n- payslips or other proof of your income\r\n- information about your personal circumstances\r\n\r\nThey may also ask for information from people like your employer or childcare provider.\r\n\r\nIf the Tax Credit Office asks you for original documents, including passports or other identity documents, they will return them securely. But if they believe that any documents you've given them are not genuine, they may keep them.\r\n\r\n##If you don't respond\r\n^If you don't provide the information by the date shown on the letter the Tax Credit Office can reduce or stop your payments.^\r\n\r\nThey may also charge you a [penalty](/tax-credits-penalties \"Tax credits penalties\").\r\n\r\nYou need to:\r\n\r\n- tell them if you can't send the information they've asked for\r\n- explain why there's a delay in providing the information\r\n\r\nLet the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") know if you can't send the information and the reason why.\r\n\r\n##What happens when you've sent in all the information?\r\nThe Tax Credit Office may cut or stop your payments if they find:\r\n\r\n- your payments are too high\r\n- they shouldn't actually be paying you any tax credits\r\n\r\nThey may ask you to repay any money they've overpaid.\r\n\r\nIf they're paying you too much because you were careless or dishonest when you made your claim, you may also get a [penalty](/tax-credits-penalties \"Tax credits penalties\").\r\n\r\nIf they find you're not getting enough tax credits, they'll increase your payments.\r\n\r\n##Getting help\r\nIf you'd like help and advice you can talk to:\r\n\r\n- an organisation like Citizens Advice or Community Legal Advice\r\n- a professional adviser\r\n\r\nYou can ask them to talk to the Tax Credit Office on your behalf. They can't talk to anyone without your permission.\r\n\r\nIf you do ask [someone to act for you](/getting-help-with-your-tax-credits-claim \"Getting help with your tax credits claim\"), you will need to give them permission, either by [completing a form](/getting-help-with-your-tax-credits-claim/authorise-an-intermediary-to-act-on-your-behalf \"Authorise an intermediary to act on your behalf\") or by writing a letter and sending it to the Tax Credit Office.\r\n\r\n##Your rights during a tax credits check\r\nYou have the right to:\r\n\r\n- [appeal](/appeal-tax-credits-decision \"Appeal a tax credits decision\") against a decision or penalty\r\n- [complain](/complain-about-tax-credit-office \"Complain about a tax credits decision\") if you're not treated fairly\r\n","overview":"What you have to provide for a tax credits check and what happens if you don't","slug":"tax-credits-checks","title":"Tax credits checks","updated_at":"2012-10-02T12:14:26+00:00","type":"answer"}