{"alternative_title":"","body":"$!Talk to your employer about working from home, taking leave or making time up later if you can't get to work because of travel disruption.$!\r\n\r\n^Your rights may depend on your employment contract so check this, your staff handbook or intranet site to see what they are.^\r\n\r\n##Taking paid holiday##\r\nIf there’s travel disruption, your employer can only get you to take paid holiday (annual leave) if they give you the correct notice. \r\n\r\nYour employer must usually give you notice that is at least double the length of time they want you to take in annual leave. So for 1 day's annual leave they would need to give you 2 days notice.\r\n\r\nYour contract may set down a different notice period and if so, this will usually apply.\r\n \r\n[Holiday entitlement: your rights](/holiday-entitlement-your-rights \"Holiday entitlement: your rights\") \r\n\r\n##Working flexibly##\r\nIf you work flexibly, your employer may ask you to work from home or make up time later. Unless your employment contract says you have to, your employer can't insist you do this. However, you could choose to agree this with your employer.\r\n\r\n##If your workplace is closed##\r\nIf your workplace is closed because of disruption and you don't work from home, your employer can't usually deduct pay.\r\n\r\nThey might be able to ask you to go to another workplace or work from home.\r\n\r\n##Time off to look after children##\r\nIf your child's school is closed or your normal childcare arrangements are disrupted, you could have the right for time off to look after them.\r\n\r\nTalk to your employer and come to an agreement.\r\n\r\n##Winter weather - travel disruption\r\n\r\nYou're not automatically entitled to pay if you're unable to get to work because of bad weather. You can find more guidance from the Advisory, Conciliation and Arbitration Service (Acas) about [winter weather - travel disruption.](http://www.acas.org.uk/index.aspx?articleid=2797 \"Winter weather travel disruption\"){:rel=\"external\"}\r\n","overview":"Whether your employer can tell you to take paid or unpaid leave if you can't get into work because of travel disruption ","slug":"travel-disruption-your-rights-at-work","title":"Travel disruption and your rights at work ","updated_at":"2012-10-03T17:19:03+00:00","type":"answer"}