{"alternative_title":"","overview":"Types of school and how they're run - community schools, academies, free schools","slug":"types-of-school","title":"Types of school ","updated_at":"2012-10-02T12:14:37+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"All children in England between the ages of 5 and 16 are entitled to a free place at a state school. \r\n\r\nMost state schools have to follow the [national curriculum.](/national-curriculum \"National curriculum\") The most common ones are:\r\n\r\n- community schools: controlled by the local council and not influenced by business or religious groups\r\n- foundation schools: more freedom to change the way they do things than community schools\r\n- academies: run by an governing body, independent from the local council - they can follow a different curriculum\r\n- grammar schools: run by the council, a foundation body or a trust - they select all or most of their pupils based on academic ability and there is often an exam to get in","slug":"overview","title":"Overview"}},{"table":{"body":"Specialist schools follow the [national curriculum](/national-curriculum \"National curriculum\") but specialise in a particular area.\r\n\r\n##Areas schools can specialise in\r\n\r\n- arts\r\n- business and enterprise\r\n- engineering\r\n- humanities\r\n- languages\r\n- mathematics and computing\r\n- music\r\n- science\r\n- sports\r\n- technology\r\n- applied learning\r\n\r\n###Special education needs###\r\n\r\n^Special Schools with secondary age students can specialise in one of the four areas of the special educational needs (SEN) [Code of Practice.](https://www.education.gov.uk/publications/standard/publicationDetail/Page1/DfES%200581%202001 \"SEN Code of Practice\"){:rel=\"external\"}^\r\n\r\n*[SEN]: Special educational needs","slug":"specialist-schools","title":"Specialist schools"}},{"table":{"body":"Faith schools can be different kinds of schools eg voluntary aided schools, free schools, academies etc but are associated with a particular religion.\r\n\r\nFaith schools are mostly run like other state schools. They have to follow the national curriculum except for religious studies, where they are free to only teach about their own religion. The [admissions criteria](/schools-admissions/admissions-criteria \"Admissions criteria\") and staffing policies may be different too, although anyone can apply for a place.","slug":"faith-schools","title":"Faith schools"}},{"table":{"body":"Free Schools are funded by the government but aren't run by the local council. They have more control over how they do things.\r\n\r\nThey're \"all-ability\" schools, so can't use academic selection processes like a grammar school.\r\n\r\nFree Schools can:\r\n\r\n- set their own pay and conditions for staff\r\n- change the length of school terms and the school day\r\n\r\nThey don't have to follow the [national curriculum.](/national-curriculum \"National curriculum\")\r\n\r\n##Who runs free schools\r\n\r\nFree Schools are run by not-for-profit groups, eg:\r\n\r\n- charities\r\n- universities\r\n- independent schools\r\n- community and faith groups\r\n- teachers\r\n- parents\r\n- businesses","slug":"free-schools","title":"Free schools"}},{"table":{"body":"Some academies get funding from sponsors from business, faith or voluntary groups. They also get money direct from the government, not the local council. They're run by a governing body which employs the staff.\r\n\r\nAcademies don't have to follow the [national curriculum](# \"National curriculum\") and can select pupils based on academic ability.\r\n\r\n##University Technical Colleges##\r\n\r\nUniversity Technical Colleges specialise in subjects like engineering and construction - and teach these subjects along with business skills and using IT.\r\n\r\nPupils study academic subjects as well as practical subjects leading to technical qualifications. The curriculum is designed employers who also provide work experience for students.\r\n\r\nUniversity Technical Colleges are sponsored by:\r\n\r\n- universities\r\n- employers\r\n- further education colleges\r\n\r\n##Studio schools##\r\n\r\nStudio Schools are small schools - typically with around 300 pupils - delivering mainstream qualifications through project-based learning. This means working in realistic situations as well as learning academic subjects.\r\n\r\nStudents work with local employers and a personal coach, and follow a curriculum designed to give them the skills and qualifications they need in work, or to take up further education.","slug":"academies","title":"Academies"}},{"table":{"body":"City technology colleges are independent schools in urban areas that are free to go to. They're owned and funded by companies as well as central government (not the local council).\r\n\r\nThey have a particular emphasis on technological and practical skills.","slug":"city-technology-colleges","title":"City technology colleges"}},{"table":{"body":"Private schools (also known as 'independent schools') charge fees to attend instead of being funded by the government. Pupils don't have to follow the [national curriculum](/national-curriculum \"National curriculum\").\r\n\r\nAll private schools must be registered with the government and are inspected regularly.\r\n\r\n##Reports on private schools\r\n\r\nAll school reports are published online by the organisation responsible for inspecting them. Find out from the school which organisation inspects them.\r\n\r\nHalf of all independent schools are inspected by [Ofsted.](http://www.ofsted.gov.uk/inspection-reports/find-inspection-report \"find an inspection report\"){:rel=\"external\"}\r\n\r\nThe [Independent Schools Inspectorate](http://www.isi.net/reports/ \"Independent Schools Inspectorate reports\"){:rel=\"external\"} inspects schools that are members of the Independent Schools Council.\r\n\r\nThe [Bridge Schools Inspectorate](http://www.bridgeschoolsinspectorate.co.uk/find_a_school \"Bridge Schools Inspectorate reports\"){:rel=\"external\"} inspects schools that are members of the [Christian Schools' Trust](http://www.christianschoolstrust.co.uk/ \"Christian Schools' Trust\"){:rel=\"external\"} or the [Association of Muslim Schools.](http://www.ams-uk.org/ \"Association of Muslim Schools\"){:rel=\"external\"}\r\n\r\nSome other schools are inspected by the [School Inspection Service.](http://www.schoolinspectionservice.co.uk/school_reports.php \"School Inspection Service\"){:rel=\"external\"}\r\n\r\n##Special educational needs\r\n\r\nThere are also private [schools which specialise](http://www.education.gov.uk/childrenandyoungpeople/send/sen/a0013111/independent-special-schools \"Independent special schools\"){:rel=\"external\"} in teaching children with special educational needs.","slug":"private-schools","title":"Private schools"}}],"type":"guide"}