{"alternative_title":"","overview":"The range of prison sentences a court can give - including suspended, fixed-term, indeterminate and life sentences.","slug":"types-of-prison-sentence","title":"Types of prison sentences","updated_at":"2012-10-02T12:14:37+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If someone's convicted of committing more than one crime, they're usually given a sentence for each crime.\r\n\r\nConcurrent sentences are served at the same time.\r\n\r\nConsecutive sentences are served one after the other - eg a 6 month sentence followed by a 3 month sentence.\r\n\r\n^The judge (or magistrate) tells the person what type of sentence they get and how it must be served.^\r\n\r\n\r\n","slug":"concurrent-and-consecutive-sentences","title":"Concurrent and consecutive sentences"}},{"table":{"body":"A ‘suspended’ prison sentence is carried out in the community.\r\n\r\nThe person has to meet certain conditions - eg:\r\n\r\n- having to stay away from a certain place or person\r\n- doing unpaid work - called [‘Community Payback’](/community-sentences \"Community Payback\")\r\n\r\n^If the person breaks the conditions of their sentence they can be sent to prison.^","slug":"suspended-prison-sentences","title":"Suspended prison sentences"}},{"table":{"body":"A ‘determinate’ prison sentence is for a fixed length of time.\r\n\r\n##If the sentence is for 12 months or more\r\n\r\nFor prison sentences of 12 months or more the person spends the first half of the sentence in prison and the second half in the community ‘on licence’.\r\n\r\nIf they break any licence conditions - eg they commit another crime - they could go back to prison.\r\n\r\n##If the sentence is under 12 months\r\n\r\nFor prison sentences under 12 months, the person's normally released automatically half-way through.\r\n","slug":"determinate-prison-sentences-fixed-length-of-time","title":"Determinate prison sentences - fixed length of time"}},{"table":{"body":"An ‘indeterminate’ prison sentence doesn't have a fixed length of time. \r\n\r\nThis means:\r\n\r\n- no date is set when the person will be released\r\n- they have to spend a minimum amount of time in prison (called a ‘tariff’) before they're considered for release\r\n\r\nThe Parole Board is responsible for deciding if [someone can be be released from prison.](/leaving-prison \"Parole Board\")\r\n\r\n^Indeterminate sentences are given if a court thinks an offender is a danger to the public.^\r\n\r\n","slug":"indeterminate-prison-sentences-no-fixed-length-of-time","title":"Indeterminate prison sentences - no fixed length of time"}},{"table":{"body":"If a person's found guilty of murder, a court must give them a life sentence.\r\n\r\nA court may choose to give a life sentence for serious offences like:\r\n\r\n- rape\r\n- armed robbery\r\n\r\n^A life sentence lasts for the rest of a person's life – if they’re released from prison and commit another crime they can be sent back to prison at any time.^\r\n\r\n##Whole life term\r\n\r\nA whole life term means there's no minimum term set by the judge, and the person's never considered for release.\r\n\r\n\r\n","slug":"life-sentences","title":"Life sentences"}},{"table":{"body":"^People under 18 get different sentences to adults.^\r\n\r\n##Detention and Training Order \r\n\r\nA Detention and Training Order can be given to someone aged between 12 and 17.\r\n\r\nThey last between 4 months and 2 years.\r\n\r\nThe first half of a Detention and Training Order is served in custody, the second half is served in the community.\r\n\r\n###Violent or sexual crimes\r\n\r\nFor severe crimes - usually violent or sexual - young people can get an ‘extended sentence'. They could spend a long time in custody, and when released they'll be put under supervision for a long time (eg being tagged).\r\n\r\n###Murder\r\n\r\nFor murder, the court sets the minimum amount of time to be spent in custody. The young person can't apply for [parole](/leaving-prison \"Parole\") before this time.\r\n\r\n\r\nWhen released, the young person will be kept under supervision for the rest of their life.\r\n\r\n###Other serious crimes\r\n\r\nSometimes the sentence for a young person can last as long as the sentence for an adult for the same offence (but not longer). This includes [life sentences](life-sentences \"Life sentences\").\r\n\r\n\r\n\r\n\r\n\r\n\r\n","slug":"sentences-for-young-people","title":"Sentences for young people"}}],"type":"guide"}