{"alternative_title":"Exemptions from vehicle tax (car tax)","body":"$!The following types of vehicles don't have to pay vehicle tax.$!\r\n\r\n##Vehicles used by a disabled person\r\n\r\nThe disabled person must be getting one of the following:\r\n\r\n* the higher rate of the mobility component of Disability Living Allowance (DLA)\r\n\r\n* War Pensioners Mobility Supplement\r\n\r\nThe vehicle must be registered in the disabled person’s name or their nominated driver's name. It must only be used for the disabled person’s personal needs. It can't be used by the nominated driver for their own personal use.\r\n\r\n##Disabled passenger vehicles\r\n\r\nVehicles (apart from ambulances) used by organisations providing transport for the disabled.\r\n\r\n##Mobility scooters, powered wheel chairs and invalid carriages\r\n\r\nThey must have a maximum speed of 8mph on the road, and be fitted with a device limiting them to 4mph on footways.\r\n\r\n##Historic vehicles\r\n\r\nVehicles made before 1 January 1973 ('historic vehicles') don't pay vehicle tax.\r\n\r\n##Electric vehicles\r\n\r\nThe electricity must come from an external source or an electric storage battery not connected to any source of power when the vehicle is moving.\r\n\r\n##Mowing machines\r\n\r\nThe mower must be designed, constructed and used just for cutting grass. It does not include tractors used to tow gang mowers.\r\n\r\n##Steam vehicles\r\n\r\nAny steam-powered vehicle doesn't pay vehicle tax.\r\n\r\n##Vehicles used just for agriculture, horticulture and forestry\r\n\r\nThis includes tractors, agricultural engines and light agricultural vehicles used off-road. It also includes 'limited use' vehicles used for short journeys (not more than 1.5 kilometres) on the public road between land that's occupied by the same person.\r\n\r\n%If you don't need to pay vehicle tax you still need to [apply for a tax disc](/car-tax-disc-vehicle-licence \"apply for a tax disc\") and display the 'nil value disc' on your vehicle.%\r\n\r\n*[DLA]: Disability Living Allowance","overview":"Find out which vehicles are exempt from vehicle tax (car tax) and how you may still need to display a tax disc","slug":"vehicle-exempt-from-car-tax","title":"Vehicles exempt from vehicle tax","updated_at":"2012-10-02T12:14:41+00:00","type":"answer"}