{"artefact":[["_response_info",{"status":"ok"}],["title","Waste carrier or broker registration (Scotland)"],["id","https://contentapi.production.alphagov.co.uk/waste-carrier-or-broker-registration-scotland.json"],["web_url","https://www.gov.uk/waste-carrier-or-broker-registration-scotland"],["format","licence"],["details",{"need_id":"B252","business_proposition":true,"alternative_title":"Registration for waste carriers, brokers and dealers","overview":"You must register with the Scottish Environment Protection Agency before you can transport waste, or buy, sell or broker it - fees, restrictions, fines, penalties","will_continue_on":null,"continuation_link":null,"licence_identifier":"1275-3-1","licence_short_description":"Registration to transport waste, buy or sell it, or arrange for it to be transported, disposed of or recovered","licence_overview":"$!Contact the Scottish Environment Protection Agency (SEPA) to register as a waste carrier if you want to transport waste for your business, or buy and sell it.$!\r\n\r\nYou must also register to arrange for waste to be transported, disposed of or recovered.\r\n\r\nYou don't need to register if you only:\r\n\r\n* transport your own household waste (not as part of a trade or business)\r\n* move waste around your own site\r\n* transport waste to or from the UK but not within it\r\n* are a ferry operator, and your ferry takes vehicles carrying waste\r\n* have a marine licence or marine licence exemption\r\n\r\nYou can get more help on whether or not you need to register by contacting [your local SEPA office.](http://apps.sepa.org.uk/map/index.html \"Scottish Environment Protection Agency local offices\"){:rel=\"external\"}\r\n\r\n##How to apply\r\n\r\nContact SEPA if your main place of business is in Scotland. Your registration covers the whole of Great Britain.\r\n\r\nThere are two types of registration - which one you need depends on who you are.\r\n\r\n###Professional carriers of waste\r\n\r\nYou can apply for registration as a professional carrier of waste if you:\r\n\r\n* are a charity or voluntary organisation\r\n* only work with animal by-products, mining and quarry waste or waste from agricultural premises\r\n* are a government department or local council\r\n* only transport waste from your own business (and it is not construction or demolition waste)\r\n\r\n^You can carry waste without being registered if you're on this list but you don't carry waste normally or regularly.^\r\n\r\nYou don't have to pay a fee.\r\n\r\nYou’ll get a letter confirming your registration. Your registration doesn’t need to be renewed.\r\n\r\n###Carriers and brokers\r\n\r\nIf you aren't on the list of professional carriers you must register as:\r\n\r\n* a carrier if you transport waste\r\n* a broker if you arrange for waste to be recovered or disposed of\r\n* both a carrier and a broker if you do both activities\r\n\r\n^You will have to pay a fee of £158 for registration, and £42 if you want to add another category to your registration later.^\r\n\r\nYou get a certificate when you register. For £5 each you can also get credit card size copies.\r\n\r\nYour registration will last for 3 years.\r\n\r\n##Producing your registration certificate\r\n\r\nYou must produce your registration certificate, or the credit card size version, when asked.\r\n\r\n##Fines and penalties\r\n\r\n%If you transport waste but you aren't registered, you can be fined up to £5,000.%\r\n\r\nIf you are registered as a carrier but can't show your registration certificate or card when asked, you can be fined £5,000.\r\n\r\n*[SEPA]: Scottish Environment Protection Agency\r\n","updated_at":"2012-10-08T17:02:52+00:00"}],["tags",[{"title":"Business Link","id":"https://contentapi.production.alphagov.co.uk/tags/businesslink.json","web_url":null,"details":{"description":null,"type":"legacy_source"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=businesslink","web_url":"https://www.gov.uk/browse/businesslink"},"parent":null},{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}