{"alternative_title":"","continuation_link":"","licence_identifier":"1278-4-1","licence_overview":"If you produce packaging waste and aren't a member of an approved compliance scheme, you must be registered with the [Northern Ireland Environment Agency (NIEA).](http://www.doeni.gov.uk/niea \"Northern Ireland Environment Agency (NIEA)\"){:rel=\"external\"}\r\n\r\nThis only applies if your business:\r\n\r\n* has an annual turnover of more than £2 million\r\n* handled more than 50 tonnes of packaging materials or packaging in the previous year\r\n\r\nIf you have a turnover of between £2 million and £5 million you may choose to register as a small producer. If you do so, your recycling obligation will be based on turnover and the main material type you handle.\r\n\r\nHandling packaging includes the following activities:\r\n\r\n* producing raw materials for packaging manufacture\r\n* converting raw materials into packaging\r\n* putting goods in packaging or packaging around goods\r\n* selling packaging materials or packaged goods to the end user\r\n* importing packaged goods, packaging materials or raw materials for packaging from outside of the UK\r\n* supplying packaging for hire or loan\r\n\r\nYou are also required to register if you:\r\n\r\n* have any of these activities carried out on your behalf\r\n* own the packaging on which any of these activities are carried out\r\n* supply packaging or materials at any stage in the production chain or to the end user of the packaging or, in the case of imported packaging, where you are the end user of the packaging\r\n\r\nYou must register online using the [National Packaging Waste Database (NPWD).](http://npwd.environment-agency.gov.uk/ \"National Packaging Waste Database (NPWD)\"){:rel=\"external\"}\r\n\r\nIf you have never been registered before and to get an NPWD account set up, you should first contact the NIEA Helpline.\r\n\r\n$C\r\n**NIEA helpline**  \r\n<packaging@doeni.gov.uk>  \r\n**Telephone:** 02890 569 338  \r\n$C\r\n\r\nYou should let NIEA know if you were previously a member of a compliance scheme.\r\n\r\nOnce you have an account set up you must fill in the online registration form, providing details of your business, packaging activities and the amount of packaging that you handle.\r\n\r\nYou should indicate if you are a small producer and provide evidence of your turnover.\r\n\r\nYou should upload any supporting documents (eg an operational plan) and pay a registration fee of £950 (£564 for small producers) when you register.\r\n\r\n##Conditions\r\n\r\nOnce registered, you must:\r\n\r\n* recover and recycle set amounts of packaging waste each year\r\n* provide evidence that recovery or recycling (or both) has been carried out\r\n* provide an operational plan where you recover and/or recycle more than 500 tonnes per year\r\n* fulfil your consumer information obligations, where you are selling to the end user\r\n\r\nYou must register or renew your registration before 7 April each year.\r\n\r\nIf you decide not to register, you must join an approved compliance scheme. Schemes all have their own systems and membership forms. You must ensure that you have supplied your scheme with all the information and fees they require in order to register by 7 April. The public register of current approved compliance schemes is available on the NPWD website.\r\n\r\n##Fines and penalties\r\n\r\nIf you operate without registering or joining a scheme when required to do so, or if you or fail to comply with your recovery or recycling obligations, you are committing an offence and may be prosecuted.\r\n\r\n*[NIEA]: Northern Ireland Environment Agency\r\n*[NPWD]: National Packaging Waste Database ","licence_short_description":"Register with the Northern Ireland Environment Agency as a producer of packaging waste if you aren't registered with a compliance scheme.","overview":"You must register with the Northern Ireland Environment Agency as a producer of packaging waste if you aren't registered with a compliance scheme","slug":"waste-packaging-registration-northern-ireland","title":"Waste packaging registration (Northern Ireland)","updated_at":"2012-10-02T12:14:44+00:00","will_continue_on":"","type":"licence"}