{"alternative_title":"","overview":"What happens when a child is taken into care - who is responsible for what, care proceedings, care orders, going to court and the role of Cafcass","slug":"what-is-care-order","title":"If your child is taken into care","updated_at":"2012-10-02T12:13:13+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If your child is taken into care, your local authority will share [parental responsibility](/parental-rights-responsibilities/what-is-parental-responsibility \"parental responsibility\") with you. It will make most of the important decisions about your child's upbringing, including:\r\n\r\n- who looks after them\r\n- where they live\r\n- how they are educated\r\n\r\nThe local authority is responsible for:\r\n\r\n- making sure that an appropriate standard of care is provided\r\n- making sure only suitable people are employed to look after your child\r\n- providing proper training and support to staff and foster carers\r\n- listening to your child's views and your views about care arrangements and taking their religion, race, culture and background into account\r\n- making sure your child has someone independent to talk to and knows how to complain if necessary\r\n\r\nThe child may be placed with:\r\n\r\n- another relative\r\n- a foster parent\r\n- a children's home\r\n\r\n##Care orders \r\n\r\nA care order is given by a court. It allows a local authority to take a child into care. Under the [Children's Act 1989,](http://www.legislation.gov.uk/ukpga/1989/41/part/IV \"Part IV of the Children's Act 1989\"){:rel=\"external\"} a local authority can apply for a care order if it believes a child is being harmed, suffering, or at risk. \r\n\r\nThe court decides if the child can be taken into care. \r\n\r\nCare orders last until:\r\n\r\n- the child's 19th birthday\r\n- they are adopted\r\n- or the court lifts the order (this is called 'discharging' the order)\r\n\r\n^A child can be taken into care if they are under 17.^\r\n\r\n##Making a complaint    \r\n\r\nIf your child is in care and you're unhappy about their treatment, you can make a complaint. Talk to your child's carer or social worker first and if you're not happy, you can [complain to your council](/complain-about-your-council \"complain to your council\").\r\n\r\n##Support for parents\r\n\r\nThe Family Rights Group Advice Service helpline provides confidential support for parents:\r\n\r\n$C **Family Rights Group helpline**  \r\n0800 731 1696  \r\nMonday to Friday  \r\n10am to 3.30pm $C","slug":"overview","title":"Overview"}},{"table":{"body":"If the local authority is very worried about a child, it can start ‘care proceedings’. \r\n\r\nIf it believes that the child should be adopted, it can apply for a ‘placement order’ as well. This allows the local authority to place the child with suitable adopters.\r\n\r\n##Interim care orders\r\n\r\nAt the start of care proceedings, the local authority asks the family court to make a temporary court order, called an ‘interim care order’. \r\n\r\nIf the court agrees, the local authority can take the child into care on a temporary basis. This can be for up to 8 weeks at first. After that, it can be renewed every 28 days.\r\n\r\n##Looking at the case\r\n\r\nIt can take up to a year for a court to decide what should happen to the child. Sometimes it can take even longer than this. \r\n\r\nDuring this time a social worker, an officer from the Children and Family Court Advisory and Support Service (Cafcass) and other people will be trying to understand the reasons why the child may be at risk. They will also look at what can be done to keep them safe. \r\n\r\nThey will talk to the parents and the child. They may talk to other family members or friends about looking after the child if they can't safely live at home. The parents might also get support.\r\n\r\n##Reports\r\n\r\nThe social worker and Cafcass officer will each write a report for the court. These will outline what they think should happen to the child. \r\n\r\nThey will include whether they think the child should be taken into care or stay with the family. \r\n\r\nOnce all the information has been gathered, there will be a court hearing.\r\n\r\n\r\n*[Cafcass]: Children and Family Court Advisory and Support Service","slug":"care-proceedings","title":"Care proceedings"}},{"table":{"body":"Once all the information has been gathered, there will be a court hearing. The judge will look at the reports, and listen to everyone involved in the case, including: \r\n\r\n- the child\r\n- the parents\r\n- solicitors representing parents and children\r\n- the local authority social worker\r\n- the Children and Family Court Advisory and Support Service (Cafcass) officer \r\n\r\nIf the judge decides that the child is safe, they will go back home. If not, the local authority will find them a new home. That may be with:\r\n\r\n- other members of their family\r\n- friends\r\n- a new family\r\n- a children's home\r\n\r\n##What Cafcass does\r\n\r\nIn care proceedings, a Children's Guardian from Cafcass represents the rights and interests of the child. They spend time getting to know the child and their family before the hearing. \r\n\r\nThe Children's Guardian:\r\n\r\n- appoints a solicitor for the child\r\n- advises the court about what needs to be done before it can make a decision\r\n- writes a report for the court saying what would be best for the child – including the child's wishes and feelings\r\n\r\nThe Children's Guardian spends time with the child and their family before they write their report for the court. They may also talk to other people who know the family, like teachers, social workers and health visitors. \r\n\r\nThey go to meetings about the child, check records and read the local authority’s case file. They may also recommend to the court that other independent professionals help the court with advice, eg a doctor or a psychologist.\r\n\r\nCafcass workers are independent – they don't work for the local authority or the court. \r\n\r\n^You can find out more about what happens in care proceedings and about what Cafcass does on the [Cafcass website.](http://www.cafcass.gov.uk/cafcass_and_you/info_for_families/care_questions_answered.aspx \"Cafcass website\"){:rel=\"external\"}^\r\n\r\n\r\n*[Cafcass]: Children and Family Court Advisory and Support Service","slug":"going-to-court","title":"Going to court"}},{"table":{"body":"If your child is taken into care, the local authority will be responsible for his or her education. There will also be a 'designated teacher', who is responsible for all of the children in care at your child's school. \r\n\r\n^Your child will have an overall care plan, which will include education.^\r\n\r\nMost of the decisions about the child's welfare will be taken by their social worker and foster carer (or residential care worker). You might also be involved depending on the circumstances.\r\n\r\nThe social worker is responsible for making sure your child can achieve his or her potential, including:\r\n\r\n- drawing up a personal education plan for them\r\n- making sure they are well supported at school\r\n- making sure they go to school every day\r\n- choosing and applying for a school place when required\r\n- making sure that there are good links between social services and the child's designated teacher\r\n- being involved in any assessment for [special educational needs](/children-with-special-educational-needs/overview \"special educational needs\")\r\n- making sure that foster carers attend parents’ evenings and any other school events which parents would attend","slug":"educating-children-in-care","title":"Educating children in care"}}],"type":"guide"}