{"alternative_title":"","body":"$!If your vehicle has been stolen tell the police and your insurance company straight away; you can also apply for a vehicle tax refund.$!\r\n\r\n##Call your local police station\r\n\r\nMake sure you have the following details:\r\n\r\n- registration number\r\n- make\r\n- model\r\n- colour\r\n\r\n^You’ll get a crime reference number - you’ll need this when you tell your insurance company and to claim a tax disc refund. ^\r\n\r\nThe police will tell DVLA about the theft and if the vehicle is found.\r\n\r\n##Call your insurance company\r\n\r\nYour insurance company will tell you how to make an insurance claim.\r\n\r\n##Tell DVLA if your insurance company pays out\r\n\r\nIf your insurance company pay out a claim for your stolen vehicle, complete the 'notification of sale or transfer' V5C/3 section of your V5C registration certificate and send it to DVLA. Include a letter saying when the payment was accepted and details of the insurance company.\r\n\r\nGive the remaining part of the V5C to the insurance company.\r\n\r\nIf your insurance company asks for the whole of the V5C registration certificate just send a letter to DVLA. Include details of the insurance company and the date of the claim plus the registration number, make, model and colour of your vehicle.\r\n\r\n##Apply for a vehicle tax refund\r\n\r\nIf your vehicle is not found within a week, you can apply for a vehicle tax refund.\r\n\r\nTo get your vehicle tax refund fill in form V33 and send to the DVLA Refund Section. You’ll need to include your crime reference number.\r\n\r\n$A\r\n\r\nRefund Section\r\nDVLA\r\nSwansea\r\nSA99 1AL\r\n\r\n$A\r\n\r\nGet the V33 form at [DVLA local offices](http://www.direct.gov.uk/en/Dl1/Directories/UsefulContactsByCategory/MotoringContacts/DG_10012974 \"DVLA local offices\"){:rel=\"external\"} or by calling DVLA Customer Enquiries on **0300 790 6802**.\r\n\r\n##Personalised registration numbers\r\n\r\nIf you had a personalised registration number, you can normally reclaim it and transfer it to another vehicle if the original vehicle has still not been found after 12 months. You will need to meet certain requirements:\r\n\r\n- you must have told the police\r\n- the theft must have been on DVLA records for at least 12 months (the police should tell DVLA for you)\r\n- the vehicle must have had a valid MOT certificate when it was stolen\r\n- the vehicle must have had a valid tax disc when it was stolen\r\n- your insurers must provide a letter for DVLA saying they are happy with the number being re-issued\r\n\r\nYou must then write a letter to DVLA Personalised Registrations including your name, address and the vehicle registration number.\r\n\r\n^If your vehicle is recovered and you or your insurer decide to sell or destroy it, you'll need to apply to keep or transfer your registration number using form V317 before the vehicle is disposed of.^\r\n\r\n$D\r\n\r\n[Download 'Application to transfer or retain a vehicle registration number – V317' (PDF, 136KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@motor/documents/digitalasset/dg_069390.pdf \"Download 'Application to transfer or retain a vehicle registration number – V317' (PDF, 136KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\nTo apply to keep or transfer your registration number or for further information, write with your registration number to: \r\n\r\n$A\r\nDVLA Personalised Registrations\r\nDVLA\r\nSwansea\r\nSA99 1BW\r\n$A\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","overview":"If your vehicle has been stolen tell the police and your insurance company straight away - telling DVLA, vehicle tax refunds and personalised registration numbers","slug":"what-to-do-if-your-vehicle-has-been-stolen","title":"What to do if your vehicle has been stolen","updated_at":"2012-10-02T12:14:45+00:00","type":"answer"}