{"alternative_title":"","body":"$!If you're the landlord, tenant or managing agent of a commercial property you may be responsible for managing asbestos, unless your contract or lease says otherwise.$! \r\n\r\n##What you must do \r\n\r\ns1. If you have a lease or contract, check who is responsible for asbestos.  \r\ns2. Find out where the asbestos is (you'll probably need an external accredited surveyor to carry out an asbestos survey).\r\ns3. Have the material analysed and keep a record of what you find.\r\ns4. Carry out a [health and safety risk assessment](/carrying-out-health-and-safety-risk-assessments \"Carrying out health and safety risk assessments\").  \r\ns5. Share the information with anyone likely to come into contact with the area, eg builders.\r\ns6. Keep anything containing asbestos in good repair or have it sealed or removed.\r\n\r\n^ The [United Kingdom Accreditation Service (UKAS)](http://www.ukas.com/about-accreditation/accredited-bodies/inspection-body-schedules.asp#abestos/ \"United Kingdom Accreditation Service\"){:rel=\"external\"} will help you find an accredited surveyor and testing laboratory.^ \r\n \r\n\r\n\r\n\r\n##Penalties \r\n\r\nIf you don't have a plan to deal with asbestos and put it in action, you could face:\r\n\r\n- a fine of up to £20,000 \r\n- imprisonment for up to 6 months \r\n\r\nFor a serious breach you could face an unlimited fine and/or imprisonment of up to 2 years.\r\n\r\n%Owners of derelict or vacant premises and warehouses also need an asbestos survey.%\r\n\r\nFind more detail on managing asbestos on the [HSE website.](http://www.hse.gov.uk/asbestos/ \"Health and Safety Executive website\"){:rel=\"external\"}","overview":"Managing asbestos for your premises, your responsibilities, asbestos regulations, keeping records, health and safety, finding accredited surveyors, penalties","slug":"who-is-responsible-for-asbestos-found-in-my-commercial-property","title":"Asbestos regulations for your commercial property","updated_at":"2012-10-02T12:12:00+00:00","type":"answer"}