{"alternative_title":"","continuation_link":"","licence_identifier":"9065-7-1","licence_overview":"To deal wholesale in veterinary medicines you require wholesale dealer's authorisation from the [Veterinary Medicines Directorate (VMD).](http://www.vmd.defra.gov.uk \"Veterinary Medicines Directorate\"){:rel=\"external\"} Even if you don't supply medicines for profit, you still need an authorisation.\r\n\r\nYou can only supply medicine to which the authorisation relates.\r\n\r\n##Conditions\r\n\r\nYour premises to be authorised must be clean and free from contamination, secure, lockable and weatherproof. They must also be able to comply with any storage conditions relating to the medicine covered in the authorisation.\r\n\r\nYou must also have an emergency recall plan and technically competent staff.\r\n\r\nThe authorisation will detail:\r\n\r\n* the medicine covered\r\n* where they are to be stored\r\n* your name and address and the premises address if different\r\n* details of the qualified person to act under the Guidelines on Good Distribution Practice for Human Use\r\n\r\nAn authorisation will lapse after five years of you don't deal in the medicine covered under it in that time.\r\n\r\nYou must:\r\n\r\n* store medicines as required under the marketing authorisation\r\n* have a stock audit each year\r\n* provide information to the VMD when required \r\n* comply with the Guidelines on Good Distribution Practice of Medicinal Products for Human Use if the medicines are authorised human medicines\r\n\r\nThere are additional requirements for sheep dip.\r\n\r\nThis doesn't apply to holders of a manufacturing or marketing authorisation.\r\n\r\nSmall quantities of medicines supplied by one retailer to another may be exempt.\r\n\r\nApplication and annual fees are payable.\r\n\r\n*[VMD]: Veterinary Medicines Directorate","licence_short_description":"You need a licence to deal wholesale veterinary medicine in the UK.","overview":"You need a licence to deal wholesale veterinary medicine in the UK.","slug":"wholesale-dealer-s-authorisation-for-veterinary-medicines","title":"Wholesale dealer's authorisation for veterinary medicines","updated_at":"2012-10-02T12:14:47+00:00","will_continue_on":"","type":"licence"}