{"alternative_title":"","overview":"If you’re widowed below State Pension age and have at least one dependent child you could claim Widowed Parent’s Allowance - what you'll get, eligibilty, how to claim","slug":"widowed-parents-allowance","title":"Widowed Parent's Allowance","updated_at":"2012-10-02T12:14:47+00:00","parts":[{"table":{"body":"If you’re widowed below State Pension age and have at least one dependent child you could claim Widowed Parent’s Allowance.\r\n\r\nYou may also claim if you’re pregnant and your husband has died, or you’re pregnant after fertility treatment and your civil partner has died. \r\n\r\nYou can get Widowed Parent’s Allowance until you stop getting [Child Benefit](/child-benefit \"Child Benefit\").\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"The amount you get is based on how much your late husband, wife or civil partner paid in National Insurance contributions (NICs). In some cases, you may be entitled to an additional pension. The maximum Widowed Parent’s Allowance (WPA) is £105.95 a week.\r\n\r\n% If your husband, wife or civil partner died as a result of an industrial accident or disease, you may claim WPA even if they didn’t pay NICs %\r\n\r\nYou can get WPA until you stop receiving [Child Benefit](/child-benefit \"Child Benefit\"). If your WPA ends within 52 weeks of your husband, wife or civil partner’s death, you may be able to get [Bereavement Allowance](/bereavement-allowance \"Bereavement Allowance\") for the rest of the 52 weeks.\r\n\r\n*[NICs]: National Insurance contributions\r\n*[WPA]: Widowed Parent's Allowance","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You may get Widowed Parent’s Allowance (WPA) if all the following apply:\r\n\r\n- your husband, wife or civil partner has died\r\n- you’re getting [Child Benefit](/child-benefit \"Child Benefit\") for at least one child and your late husband, wife or civil partner was their parent\r\n- you're under [State Pension age](http://www.direct.gov.uk/en/Pensionsandretirementplanning/StatePension/DG_4017919 \"State Pension age\")\r\n- your late husband, wife or civil partner paid National Insurance contributions, or they died as a result of an industrial accident or disease\r\n\r\n% You may also claim WPA if you’re pregnant and your husband has died, or you’re pregnant after fertility treatment and your civil partner has died %\r\n\r\nYou can’t claim WPA if::\r\n\r\n- you were divorced from your husband, wife or civil partner when they died\r\n- you remarry or are living with another person as if you are married to them or as if you have formed a civil partnership\r\n- you're in prison\r\n\r\n*[WPA]: Widowed Parent’s Allowance","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You can order a Bereavements Benefits claim pack (form BB1) over the telephone from your [local Jobcentre Plus office](http://los.direct.gov.uk/default.aspx?type=1&lang=en \"find your local Jobcentre Plus office\"). You can also download it below. Fill in the form and send to your local Jobcentre Plus office as soon as possible.\r\n\r\n$D\r\n[Download ‘Bereavement Benefits - form BB1’ (PDF, 184KB)](http://www.dwp.gov.uk/advisers/claimforms/bb1_print.pdf \"Bereavement Benefits - BB1, PDF, 184KB\")\r\n$D\r\n\r\n###Apply by phone\r\n\r\nYou can make a claim over the telephone by contacting the Bereavement Service on 0845 608 8601.\r\n\r\n% Apply for Widowed Parent's Allowance within 3 months of the date of death to avoid losing any money %\r\n\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Bereavement benefits\r\nYou may also be eligible for:\r\n\r\n- [Bereavement Payment](/bereavement-payment \"Bereavement Payment\") \r\n- [Bereavement Allowance](/bereavement-allowance \"Bereavement Allowance\") (once your Widowed Parent's Allowance has ended)\r\n\r\n##Effect on other benefits\r\nIf you're getting any of the following benefits, your payments may change if you get Widowed Parent's Allowance:\r\n\r\n- [Income Support](/income-support \"Income Support\")\r\n- [Incapacity Benefit](/incapacity-benefit#what-youll-get \"Incapacity Benefit\")\r\n- [Jobseeker's Allowance](/jobseekers-allowance \"Jobseeker's Allowance\")\r\n- [Carer's Allowance](/carers-allowance \"Carer's Allowance\")\r\n- [Employment and Support Allowance](/employment-support-allowance \"Employment and Support Allowance\")\r\n\r\nThe Jobcentre Plus office that deals with your claim will explain how this works.\r\n\r\n##What to do if your circumstances change\r\nYou must [contact Jobcentre Plus](http://los.direct.gov.uk/default.aspx?type=1&lang=en \"contact your local Jobcentre Plus office\") to tell them if your circumstances change, for example:\r\n\r\n- you stop getting [Child Benefit](/child-benefit \"Child Benefit\")\r\n- you remarry\r\n- you start to live with a partner as husband or wife or as if you had formed a civil partnership\r\n\r\n\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}