{"alternative_title":"","body":"$!If you're a pregnant employee you have legal rights - including paid time off for antenatal care, maternity leave and maternity pay.$! \r\n\r\nPregnant employees have 4 key rights:\r\n\r\n- paid time off for antenatal care  \r\n- maternity leave \r\n- maternity pay \r\n- protection against unfair treatment, discrimination or dismissal\r\n\r\nYour employer can't change your terms and conditions while you're pregnant without your agreement - they're in breach of contract if they do.\r\n\r\n^It's illegal for your employer to refuse to give you time off for antenatal care or refuse to pay you at your normal rate for it, but fathers don't have a legal right to time off to accompany their partners.^\r\n\r\n##Pregnancy-related illnesses\r\n\r\nIf you're off work for a pregnancy-related illness in the 4 weeks before your baby is due, your maternity leave and Statutory Maternity Pay will start automatically - it doesn't matter what you've agreed with your employer.\r\n\r\n##Compulsory maternity leave\r\n\r\nEven if you're not taking Statutory Maternity Leave, you must take 2 weeks off after your baby is born - or 4 weeks if you work in a factory.\r\n\r\n##Telling your employer you're pregnant\r\n\r\nYou must tell your employer that you're pregnant at least 15 weeks before the beginning of the week your baby is due. \r\n\r\nIf this isn't possible - eg because you didn't know you were pregnant - you must tell them as soon as possible. \r\n\r\nYou also need to tell your employer when you want to start your [Statutory Maternity Leave](/maternity-leave \"Statutory Maternity Leave\") and [Pay](/statutory-maternity-pay \"Statutory Maternity Pay\"). \r\n\r\nYou can use the [Maternity Leave calculator](/maternity \"Maternity Leave calculator\") to work out when you can take your leave.\r\n\r\n^You can't take time off for antenatal appointments until you've told your employer you're pregnant.^\r\n\r\n##Health and safety for pregnant employees\r\n\r\nWhen you tell your employer you're pregnant, they should prevent you from being exposed to any risks to protect you and your baby. \r\n\r\nRisks could be caused by:\r\n\r\n- heavy lifting or carrying\r\n- standing or sitting for long periods without adequate breaks\r\n- exposure to toxic substances\r\n- long working hours\r\n\r\nIf your employer can't remove any risks (eg by offering you suitable alternative work) they should [suspend you on full pay](/health-safety-at-work/suspended-from-work-for-medical-reasons- \"suspend you on full pay\").\r\n\r\nIf you think you're at risk and your employer disagrees, talk to your health and safety or trade union representative. If your employer still refuses to do anything, talk to your doctor or call the Health and Safety Executive.\r\n\r\n$C\r\n\r\n**Health and Safety Executive helpline**  \r\n0845 345 0055\r\n\r\n$C\r\n\r\n^Read the advice on [solving workplace disputes](/solve-workplace-dispute/overview \"solving workplace disputes\") if you're having problems at work.^\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","overview":"Your legal rights if you're a pregnant employee - including paid time off for antenatal appointments, maternity leave and pay, protection against discrimination and when to tell your employer you're pregnant","slug":"working-when-pregnant-your-rights","title":"Working when pregnant: your rights","updated_at":"2012-10-02T12:14:49+00:00","type":"answer"}