{"alternative_title":"","body":"$!An employer doesn't usually have to give a work reference - but if they do, it must be fair and accurate. Workers may be able to challenge a reference they think is unfair or misleading.$!\r\n\r\nEmployers must give a reference if:\r\n\r\n- there was a written agreement to do so\r\n- they're in a regulated industry, eg financial services\r\n\r\nIf they give a reference it:\r\n\r\n- must be be fair and accurate - and can include details about workers' performance and if they were sacked\r\n- can be brief - eg job title, salary and when the worker was employed\r\n\r\n^Once the worker starts with a new employer they can ask to see a copy of a reference. They have no right to ask their previous employer.^\r\n\r\n##Bad references\r\n\r\nIf the worker thinks they've been given an unfair or misleading reference, they may be able to claim damages in a court. The previous employer must be able to back up the reference - eg, by supplying examples of warning letters.\r\n\r\nWorkers must be able to show that:\r\n\r\n- it's misleading or inaccurate\r\n- they 'suffered a loss' (eg a job offer was withdrawn)\r\n\r\nWorkers can get legal advice - eg from [Citizens Advice.](http://www.adviceguide.org.uk/ \"Citizens Advice\"){:rel=\"external\"} They may also be able to get [legal aid](/legal-aid \"legal aid\").\r\n\r\n##Discrimination and unfair dismissal\r\n\r\nWorkers may also be able to claim damages from a court if:\r\n\r\n- the employment contract says they must be given a reference, but the employer refuses to\r\n- the worker is sacked because they've been asked to give a reference while the worker's still working for them\r\n\r\nWorkers can get legal advice - eg from [Citizens Advice.](http://www.adviceguide.org.uk/ \"Citizens Advice\"){:rel=\"external\"} They may also be able to get [legal aid](/legal-aid \"Legal aid\").\r\n\r\nContact Acas (Advisory, Conciliation and Arbitration Service) for advice:\r\n\r\n$C\r\n**Acas helpline**  \r\n08457 47 47 47  \r\nMonday to Friday 8am to 8pm, Saturday 9am to 1pm  \r\n$C\r\n\r\n\r\n*[Acas]: Advisory, Conciliation and Arbitration Service","overview":"Getting a work reference from an employer either while in work or when applying for a new job - and what workers can do if they think it's unfair ","slug":"work-reference","title":"References: workers' rights","updated_at":"2012-10-03T11:28:07+00:00","type":"answer"}