{"alternative_title":"","body":"$!\r\nTrade union reps are entitled to paid time off to get training and do their work as reps (as shop stewards, health and safety or union learning reps or other trade union officials).\r\n$!\r\n\r\n##Paid time off for trade union reps##\r\n\r\nReps are entitled to reasonable paid time off to do their union work as long as the union is:\r\n\r\n+ independent \r\n+ officially recognised by the employer to represent union members in negotiations on things like pay and terms and conditions\r\n\r\nExamples of trade union duties reps have the right to paid time off for are:\r\n\r\n+ negotiating pay, terms and conditions\r\n+ helping union members with disciplinary or grievance procedures including meetings to hear their cases\r\n+ going with union members to meetings with their line manager to discuss flexible working requests \r\n+ discussing issues that affect union members like redundancies or the sale of the business\r\n\r\nUnion learning reps have the right to paid time off to:\r\n\r\n+ analyse the learning or training needs of union members\r\n+ give information and advice about learning or training \r\n+ arrange or encourage learning or training\r\n+ discuss their activities as a learning representative with their employer\r\n+ train as a learning representative\r\n\r\n##When reps aren't entitled to paid time off##\r\nReps aren't allowed paid time off to attend union meetings or go to meetings with union officials. Instead, employers should allow unpaid time off for these activities. Reps aren't allowed any time off for industrial action. \r\n\r\n##What is reasonable time off?## \r\n\r\nThere isn't a legal definition of reasonable time off but things that need to be taken into account are the: \r\n\r\n+ kind of work the business or organisation does\r\n+ workloads \r\n+ needs of line managers and co-workers\r\n+ importance of health and safety at work\r\n+ amount of time reps have already had off for trade union work\r\n\r\n^Union reps and employers should discuss reasonable time off and come to an agreement about it.^\r\n\r\n##Problems with getting paid time off for union work##\r\nReps can speak to their trade union or use their employer's grievance procedures and should check their employment contract, company handbook or intranet site for details. \r\n\r\nAs a last resort reps may be able to take a case to an [employment tribunal.](/employment-tribunals \"employment tribunals\")\r\n\r\n$D\r\n\r\n[Download the 'Acas code of practice on time off work for trade union duties and activities' (PDF, 408KB)](http://www.acas.org.uk/CHttpHandler.ashx?id=274&p=0 \"Download the 'Acas code of practice on time off work for trade union duties and activities' (PDF, 408KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n*[Acas]: Advisory, Conciliation and Arbitration Service\r\n","overview":"Rights to paid time off for union reps, shop stewards, health and safety or learning reps or other union officials ","slug":"your-rights-as-a-trade-union-rep","title":"The rights of trade union reps","updated_at":"2012-10-02T17:27:23+00:00","type":"answer"}