{"alternative_title":"","body":"##If you're homeless\r\n\r\nYou may be considered legally homeless if the place you live is unsafe, unsuitable or you have no legal right to be there. You can be legally homeless if you're staying with friends or another family for a while. You don't have to be sleeping rough to be homeless.\r\n\r\n##If you're under 16\r\n\r\nIf you’re under 16 and having serious problems at home, contact Children's Services at your local council. They'll try and help you sort things out so you can stay at home. If living at home is too dangerous or impossible, they can:\r\n\r\n- arrange for you to live with another family member or adult, like a friend’s parent\r\n- find you emergency accommodation\r\n- look at other options including living with a [foster family](/foster-carers \"Foster carers\")\r\n\r\n##If you're 16 or 17\r\n\r\n^ If you're under 18, it's unlikely you'll be able to sign a tenancy contract or mortgage agreement. ^\r\n\r\nIf you're 16 or 17 and homeless, you'll usually be provided with accommodation by Children's Services at your local council. This is because you'll be considered a 'child in need'.\r\n\r\nChildren's Services will also consider if there's any way you can return home or go and live with another relative. They can't force you to go back somewhere you don't feel safe.\r\n\r\n###What a 'child in need' is\r\n\r\nYou're a 'child in need' if you're under 18 and:\r\n\r\n- you're living with a violent person\r\n- you don't have money for food\r\n- you don't have anywhere to live\r\n- you have problems that affect your health or education (eg you're disabled)\r\n- your home is uninhabitable (eg there's been a fire or flood)","overview":"If you're under 18, you can't usually rent your own home, but you'll be on the priority list for council housing - your rights and what happens if you want to leave home","slug":"your-rights-to-housing-if-youre-under-18","title":"Your rights to housing if you're under 18","updated_at":"2012-10-02T12:14:51+00:00","type":"answer"}