{"alternative_title":"","body":"$!\r\nIf you've been the victim of a crime, you have the right to contact the police and be kept informed about the investigation.\r\n$!\r\n\r\nWhen you report the crime, you must be given a crime reference number and contact details for the police officer dealing with your case.\r\n\r\nYou have the right to ask the police for updates about the investigation. You'll need your crime reference number when you contact the police.\r\n\r\n##During the police investigation\r\n\r\nWhile the police are investigating the crime, they'll give you an update on the case at least once a month until it's closed.\r\n\r\nThe police will let you know within 5 days if someone is:\r\n\r\n- arrested \r\n- charged \r\n- set free \r\n- released on bail\r\n- given a caution, reprimand, final warning, or penalty notice\r\n\r\nThe police will tell you if they can’t investigate the crime within 5 days of you reporting it. They will also tell you why they've dropped their investigation.\r\n\r\n###Crown Prosecution Service (CPS)\r\n\r\nWhen the police have finished their investigation, they'll pass the information to CPS who then decide if there's enough evidence to take the case to court. \r\n\r\nIf the CPS decide to drop or alter the charge, they must tell you within 5 days.\r\n\r\n##Victim personal statement\r\n\r\nYou can tell the police how the crime has affected you. This is called a 'victim personal statement'. It can be used later when the court is deciding on a punishment.\r\n\r\n##Privacy\r\n\r\nThe police might give some information about the crime to the media to help with the investigation. They'll normally ask your permission before they do this.\r\n\r\nIf you've been the victim of a sexual assault or rape, it's against the law for anyone to publish your name, photo or anything else that could identify you.\r\n\r\n*[CPS]: Crown Prosecution Service","overview":"If you've been the victim of a crime, you have the right to privacy, to make a personal statement and to contact the police and be kept informed about the investigation.","slug":"your-rights-after-crime","title":"After a crime: your rights","updated_at":"2012-10-02T12:11:48+00:00","type":"answer"}