{"alternative_title":"","body":"$!Most land in England and Wales is registered with general boundaries - exact boundaries can be expensive and complicated to work out. $!\r\n\r\nWhen a property is [registered](/registering-land-or-property-with-land-registry \"Register your land or property with Land Registry\"), Land Registry creates a drawing called a 'title plan'. This usually only shows the general boundaries of the property, unless the previous owners supplied exact boundary information. \r\n\r\n##Working out the exact boundary\r\n\r\nIf you want to set the exact boundary for your land or property, you should:\r\n\r\ns1. Get as much information as possible from your title plan, registry documents and other documentation. You may find it useful to [find information about neighbouring properties from the Land Registry](/search-property-information-land-registry \"Search for property information from the Land Registry\").\r\ns2. Agree any unclear areas with your neighbours and sign an agreement with them if possible. You can also ask a surveyor or a solicitor for advice during this process.\r\ns3. Get a surveyor to draw up a detailed plan and send this to Land Registry along with [the fee,](http://www.landregistry.gov.uk/professional/fees/fees-calculator \"Land Registry fees calculator\"){:rel=\"external\"} form DB 'Application to determine the exact line of a boundary' and any agreements with neighbours.\r\n\r\n$D [Download 'Form DB - Application to determine the exact line of a boundary' (PDF, 43 KB)](http://www.landregistry.gov.uk/_media/downloads/forms/DB.pdf \"Download 'Form DB - Application to determine the exact line of a boundary' (PDF, 43 KB)\"){:rel=\"external\"} $D\r\n\r\n###Neighbour disputes about boundaries\r\n\r\nIf you send in the forms without a signed agreement, Land Registry will contact your neighbours to check that they're happy with your plan. If you and your neighbour can't agree on the exact boundaries at this stage, you may need to get the dispute resolved by the independent [Adjudicator to HM Land Registry](http://www.justice.gov.uk/tribunals/ahmlr \"Adjudicator to HM Land Registry\"){:rel=\"external\"} or in court. \r\n\r\nFind out more about [title plans and boundaries from the Land Registry.](http://www1.landregistry.gov.uk/upload/documents/public_guide_019.html \"Land Registry Public Guide 19 – Title plans and boundaries\"){:rel=\"external\"}.\r\n\r\n\r\n##Registration mistakes\r\n\r\nIf you think there's a mistake in your registration, write to the appropriate Land Registry office and explain what's wrong. You can use the [Land Registry finder](http://www.landregistry.gov.uk/public/contacts/offices/office-finder \"Land Registry office finder\"){:rel=\"external\"} to find out where to send your letter. \r\n","overview":"About your property boundaries, working out your boundary lines, boundaries and neighbour disputes and determining your boundary ","slug":"your-property-boundaries","title":"Your property boundaries","updated_at":"2012-10-02T12:14:50+00:00","type":"answer"}