{"alternative_title":"Youth offending teams - what they are and what they do","body":"$!Youth offending teams work with young people that get into trouble with the law.$!\r\n\r\nThey look into the background of a young person and try to help them stay away from crime.\r\n\r\nThey also:\r\n\r\n- run local [crime prevention programmes](/youth-crime-prevention-programmes \"Youth crime prevention programmes\")\r\n- help young people at the police station if they're arrested\r\n- help young people and their families at court\r\n- supervise young people serving a [community sentence](/community-sentences \"Community sentences\")\r\n- stay in touch with a young person if they're sentenced to [custody](/young-people-in-custody \"Young people in custody\")\r\n\r\nFind your local [youth offending team.](http://www.justice.gov.uk/global/contacts/yjb/yots/index.htm \"Youth offending teams contact details\"){:rel=\"external\"}\r\n\r\n##When you may come into contact with a youth offending team\r\n\r\nThe youth offending team gets involved if a young person:\r\n\r\n- gets into trouble with the police or is arrested \r\n- is charged with a crime and has to go to court \r\n- is convicted of a crime and given a sentence\r\n\r\nUsually, the police are the first people to contact the youth offending team. But family members and friends can also contact them if they're worried about a young person's behaviour.\r\n\r\n##Who youth offending teams are\r\n\r\nYouth offending teams are part of your local council and are separate from the police and the courts.\r\n\r\nThey work with:\r\n\r\n- the police\r\n- probation officers\r\n- health, housing and children’s services\r\n- schools and education authorities\r\n- charities and the local community","overview":"Youth offending teams work with young people that get into trouble with the law, are arrested, or taken to court, and help them stay away from crime. ","slug":"youth-offending-team","title":"Youth offending teams","updated_at":"2012-10-02T12:14:51+00:00","type":"answer"}