{"alternative_title":"","overview":"How to make a business rate appeal","slug":"business-rate-appeals","title":"Business rate appeals","updated_at":"2012-10-02T12:12:12+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"The rates you pay on your business property depend on its 'rateable value'. This is calculated by the Valuation Office Agency (VOA).  \r\n\r\nIf you think the current value for your property is wrong you can: \r\n\r\n* ask the VOA to correct the details you think are wrong\r\n* appeal your rates if you and the VOA can't agree (appeals are made to the Valuation Tribunal)\r\n\r\nYou must continue to pay your rates during the appeal.\r\n\r\n*[VOA]:  Valuation Office Agency","slug":"overview","title":"Overview"}},{"table":{"body":"The first step in appealing your business rates is to ask the Valuation Office Agency (VOA) to check details about your property.  This can change how much you pay for your business rates.  \r\n\r\nIf you think your rateable value is wrong:  \r\n\r\n* [check the details](http://www.2010.voa.gov.uk/rli/en/basic/find \"Check the details of your property\"){:rel=\"external\"} used to value your property\r\n* make a [valuation enquiry](http://www.2010.voa.gov.uk \"VOA website\"){:rel=\"external\"}\r\n\r\nThe VOA will change your rateable value if it was wrong.  They may need to visit your property.\r\n\r\nYou can start an appeal at any time with the Valuation Tribunal.\r\n\r\n##Material changes\r\n\r\nA material change is a physical change to the part or all of your property. This can change the rateable value of your property.\r\n\r\nMaterial changes can include:\r\n\r\n* changes to how the property is used\r\n* new developments in the area\r\n* changes to access routes or footpaths to the area\r\n\r\n##Extreme flooding\r\n\r\nYou should notify the VOA immediately if extreme flooding is affecting the use of your property. There might be a reduction of your business rates.\r\n\r\n[Find your local VOA office.](http://www.voa.gov.uk/corporate/contact/index.html \"VOA website\"){:rel=\"external\"}\r\n\r\n\r\n\r\n*[VOA]: Valuation Office Agency\r\n\r\n","slug":"before-you-appeal","title":"Before you appeal"}},{"table":{"body":"##Valuation appeals\r\n\r\nYou must still pay your bill during the appeal.  \r\n\r\nYou can appeal once against the rateable value set at revaluation. You can also appeal against any one of the [12 stated grounds.](http://www.2010.voa.gov.uk/rli/static/HelpPages/English/faqs/faq100-grounds_of_appeal.html \"Valuation Office Agency - on what grounds can I appeal\"){:rel=\"external\"}\r\n\r\nReasons to appeal include:\r\n\r\n* the valuation was wrong  \r\n* there has been a change to the property or area that should be shown in the rateable value  \r\n* a change made to the valuation by the Valuation Office Agency (VOA) is wrong  \r\n\r\nThe rateable value is set every 5 years. The last time was 1 April 2010.\r\n\r\n##Penalty notice appeals\r\n\r\nA penalty notice can be issued to you if don't give the VOA information they've asked you for to set their rateable value.\r\n\r\nYou don't have to pay the penalty until after the tribunal has made a decision. However, you may get more penalties during the appeals process.\r\n\r\n##Completion notice appeals\r\n\r\nYour local authority will give you a completion notice when it thinks that:\r\n\r\n* a new property is finished\r\n* a new property can be finished by a certain date\r\n\r\nThis means you must start paying business rates on the property once the VOA has added your property to the rating list.  \r\n\r\n##Transitional certificate appeals\r\n\r\nA transitional certificate is given when a valuation officer knows there is something wrong with the ratings list  but can't fix it. The certificate is given to show the correct amount in your business rates bill. You can appeal against the value transitional certificate but not against being given a transitional certificate.\r\n\r\n*[VOA]: Valuation Office Agency","slug":"types-of-appeals","title":"Types of appeals"}},{"table":{"body":"##Valuation appeals\r\n\r\nIf you have a reason why your rateable value is wrong, you can appeal to the Valuation Office Agency (VOA):\r\n\r\n* [online](http://www.2010.voa.gov.uk \"Valuation Office Agency\"){:rel=\"external\"}\r\n* [by post](http://www.voa.gov.uk/corporate/contact/index.html \"Find your local VOA office\"){:rel=\"external\"}\r\n\r\n$D [Download the appeals form from the VOA](http://www.2010.voa.gov.uk/rli/static/HelpPages/Documents/2010_proposal.pdf  \"Download the appeals form from the VOA\"){:rel=\"external\"} $D\r\n\r\n$D [Download appeals guidance notes from the VOA](http://www.2010.voa.gov.uk/rli/static/HelpPages/Documents/guidenote_2010.pdf \"Download appeals guidance notes from the VOA\"){:rel=\"external\"} $D\r\n\r\n##What happens after you submit your appeal\r\n\r\nThe VOA will tell you within 3 working days that they've received your appeal. \r\n\r\nThere are several possible appeal results, including:\r\n\r\n* the VOA will check the appeal is valid and tell you if it not\r\n* the VOA will contact you right away if you have financial hardship\r\n* the VOA will contact you in 2 months if you have given information about a physical change to the property, a change in how the property is used or an exemption\r\n* the VOA will group your appeal with the same type of cases and give you dates for when you can discuss your case with the VOA\r\n\r\nAfter you discuss your case with the VOA, they may agree to a change. If you can't agree, you can take your case to the Valuation Tribunal.\r\n\r\n##Penalty notice and completion notice appeals\r\n\r\nYou can make a penalty notice or completion notice appeal directly to the [Valuation Tribunal website.](http://www.valuationtribunal.gov.uk/A1Form \"Valuation Tribunal website\"){:rel=\"external\"}\r\n\r\n*[VOA]:  Valuation Office Agency\r\n","slug":"how-to-appeal","title":"How to appeal"}},{"table":{"body":"##Before the hearing\r\n\r\nYou will be given between 4 and 10 weeks notice of your hearing date. If your case is urgent, your hearing can be earlier.  \r\n\r\nYou can:\r\n\r\n* appoint someone to argue for you at the tribunal but you must let the Valuation Tribunal know\r\n* bring a witness to the tribunal\r\n* present any relevant evidence to the tribunal - including anything discussed between you and the Valuation Office Agency (VOA)\r\n\r\nYou should bring five copies of any documents you will give as evidence.\r\n\r\nThe VOA must send you their evidence 6 weeks before the hearing. You have to submit your evidence to the VOA and the Tribunal 4 weeks before the hearing.\r\n\r\n##What happens at the tribunal\r\n\r\nThe hearing usually lasts about 45 minutes. The panel will decide who will present first.\r\n\r\nYou and the VOA will present your cases and you, the VOA and the panel can all ask questions.\r\n\r\nYou may then be able to sum up your case before the panel makes a decision.\r\n\r\nThere are usually 3 members of the Valuation Tribunal and a Valuation Tribunal Clerk. The representative of the VOA will also attend.  \r\n\r\nTribunals are open to the public.\r\n\r\nThere is [further guidance Valuation Tribunals.](http://www.valuationtribunal.gov.uk/Attending_a_Hearing/PracticeStatements.aspx \"Valuation Tribunal website\"){:rel=\"external\"}\r\n\r\n##If you can't attend the tribunal\r\n\r\nThe tribunal can decide on your case in different ways.\r\n\r\n###Written statements or a 'decision without a hearing'\r\nThe appeal is based only on the written statements submitted by you and the VOA or local council.  \r\n\r\n###A hearing in your absence\r\nYou must submit any evidence you want the tribunal to consider at least 14 days before the hearing. The VOA can still attend the hearing.\r\n\r\nIf you do not inform the tribunal of your absence, they can dismiss your appeal.\r\n\r\n##Tribunal decisions\r\n\r\nThe Valuation Tribunal will tell you of their decision by post, about one month after the hearing.\r\n\r\nThe Valuation Tribunal is a free service but you have to pay for your own costs, eg legal help, travel.\r\n\r\n##Appealing the decision\r\n\r\nYou can appeal to the Upper Tribunal (Lands Tribunal). You can only appeal if you attended or were represented at the hearing. You must give notice in writing to the Upper Tribunal within 4 weeks of the date of the decision.\r\n\r\n$A The Upper Tribunal (Lands Tribunal)  \r\n43-45 Bedford Square  \r\nLondon  \r\nWC1B 3AS $A\r\n\r\n##Make a complaint against the Valuation Tribunal Service\r\n\r\nTo complain about the way the tribunal was held:\r\n\r\n* tell the clerk during the tribunal\r\n* make a complaint by writing to the office administering the tribunal\r\n\r\nAt any point you can ask your MP to refer your complaint to the Parliamentary Ombudsman for investigation.\r\n\r\n*[VOA]:  Valuation Office Agency","slug":"the-valuation-tribunal","title":"The Valuation Tribunal"}}],"type":"guide"}