{"alternative_title":"","overview":"You need the right licence to drive a tractor or specialist vehicle, there are also age limits and specific rules for driving tests ","slug":"learning-to-drive-a-tractor-or-specialist-vehicle","title":"Learning to drive a tractor or specialist vehicle ","updated_at":"2012-10-02T12:13:20+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If you pass a regular car driving test (category B) you'll get automatic entitlement to drive the following specialist vehicles:\r\n\r\n* motor tricycles, quadricycles and 3 or 4-wheeled vehicles with maximum unladen weight of 550 kg (category B1)\r\n* agricultural tractors (category F)\r\n* mowing machines or pedestrian-controlled vehicles (category K)\r\n\r\nIf you pass a category B1 test (motor tricycles, quadricycles and 3 or 4-wheeled vehicles with maximum unladen weight of 550 kg) you'll automatically gain:\r\n\r\n* provisional entitlement for agricultural tractors (category F)\r\n* full entitlement for mowing machines or pedestrian-controlled vehicles (category K)\r\n\r\nOtherwise you’ll need the correct licence to drive a tractor or specialist vehicle on the road. To do this you'll first need to get the right [provisional driving licence](/apply-first-provisional-driving-licence \"provisional driving licence\") entitlement and then pass a tractor or specialist vehicle driving test to get your full licence.\r\n\r\n^You don’t need a licence to drive a tractor or specialist vehicle **off the public road** but there are [age limits](age-limits \"age limits\").^\r\n\r\nYou also don’t need a licence to operate pedestrian-controlled mowing machines, but you must be at least 16.\r\n\r\n##Road rollers and tracked vehicles\r\n\r\nAs well as the right provisional entitlement you’ll also need to hold a full car licence (category B) before you can drive:\r\n\r\n- road rollers\r\n- tracked vehicles","slug":"driving-licence-requirements","title":"Driving licence requirements"}},{"table":{"body":"Category | Description | Minimum age\r\n- | - | -\r\nB1 | Motor tricycles, quadricycles and 3 or 4-wheeled vehicles with an unladen weight no more than 550 kg | 17*\r\nF | Agricultural tractors | 16/17**\r\nG | Road rollers | 21***\r\nH | Tracked vehicles | 17/21†\r\nK | Mowing machine or pedestrian-controlled vehicle | 16\r\n\r\n*16 if you're currently getting Disability Living Allowance at the higher rate (mobility component).\r\n\r\n**If you’re 16 you can only drive tractors less than 2.45 metres wide and tow trailers less than 2.45 metres wide with 2 wheels, or 4 wheels close-coupled (close together).\r\n\r\n***If you’re between 17 and 20 these must be small road road-rollers with metal or hard rollers. They can’t be steam powered, weigh more than 11,960kg or be made for carrying loads.\r\n\r\n†If you are between 17 and 20 the Maximum Authorised Mass (MAM) of the vehicle can’t be more than 3,500kg. (Maximum Authorised Mass is the maximum weight of a vehicle including the maximum load that can be carried safely while used on the road.)\r\n\r\n*[MAM]: Maximum Authorised Mass","slug":"age-limits","title":"Age limits"}},{"table":{"body":"You can get a provisional licence for a tractor or specialist vehicle at 16, but you can’t practise driving them on the road until you’re 17.\r\n\r\nThe only exception is when you’re driving to or from your practical driving test. \r\n\r\nOnce you’re 17 you can practise driving a tractor or specialist vehicle on the road even if you haven’t passed your test.\r\n\r\nIf the vehicle was made with a passenger seat you must be accompanied by a qualified driver. Removing a seat is not allowed. \r\n\r\n##Other rules for practising\r\n\r\nYou need to display L plates (L or D plates in Wales) when you’re practising driving a tractor or specialist vehicle on public roads.\r\n\r\nYour vehicle must also be properly insured and roadworthy.\r\n\r\n##Finding an instructor\r\n\r\nIf you’re learning to drive a vehicle with controls similar to a car and 2 front seats you might be able to use an [approved driving instructor (ADI).](http://finddrivinginstructor.direct.gov.uk/DSAFindNearestWebApp/findNearest.form?lang=en \"approved driving instructor (ADI)\"){:rel=\"external\"}\r\n\r\nIf your vehicle doesn’t have space for 2 people on board, your instructor may have to walk alongside you calling out advice.\r\n\r\n*[ADI]: Approved driving instructor","slug":"practising-driving-a-tractor-or-specialist-vehicle","title":"Practising driving a tractor or specialist vehicle"}},{"table":{"body":"The type of driving test you have to do depends on the type of vehicle.\r\n\r\n##Category B1 vehicles\r\n\r\nBefore you can book a category B1 test, you must have passed the [driving theory test](/book-a-driving-theory-test \"driving theory test\") and have a valid theory test pass certificate.\r\n\r\nWhen booking the [practical driving test](/book-practical-driving-test \"practical driving test\"), make it clear if the vehicle you’ll be using is a bike-based or car-based design.\r\n\r\n###B1 - built like a car, with side-by-side front seats\r\n\r\nThis test will be carried out as a practical car test, including an [eyesight test](/driving-eyesight-rules \"eyesight test\"). The examiner will sit next to you giving instructions and watching how you drive.\r\n\r\n###B1 - with controls and seating similar to a motorcycle\r\n\r\nThis test will be carried out like a motorcycle test without:\r\n\r\n- the 'U' turn\r\n- wheeling without the use of the engine\r\n- the 'balance' question\r\n\r\nThe examiner will follow you on a motorcycle or in a car, giving you instructions over a radio system.\r\n\r\n##Category F, G, H or K vehicles\r\n\r\nThe examiner will give you instructions at the side of the road and watch how you drive as you go around left and right circuits.\r\n\r\nFor very slow vehicles, like pedestrian-controlled vehicles, your examiner may walk near you where they can watch your driving.\r\n\r\nYou’ll also have an [eyesight test](/driving-eyesight-rules \"eyesight test\") and at the end of the category F, G, H or K test, you'll be asked 5 questions on the [Highway Code](http://www.direct.gov.uk/en/TravelAndTransport/Highwaycode/index.htm \"Highway Code\"){:rel=\"external\"}  and other motoring matters. You'll then be asked to identify 6 different traffic signs.\r\n\r\n###Category H tests\r\n\r\nIn category H driving tests you need to drive the vehicle backwards and turn it around, using its tracks, so it’s facing the opposite direction.\r\n\r\nYour examiner will tell you how you should make this manoeuvre.","slug":"driving-tests-for-tractors-and-specialist-vehicles","title":"Driving tests for tractors and specialist vehicles"}},{"table":{"body":"All test vehicles have to meet certain rules, depending on their category.\r\n\r\n###Category B1 - motor tricyles and quadricycles\r\n\r\nCategory B1 includes motor tricycles, quadricycles and 3 or 4-wheeled vehicles with an unladen weight of no more than 550kg.\r\n\r\nThey must be able to drive at 37mph.\r\n\r\n###Category F - tractors\r\n\r\nCategory F includes tractors with 2 or more axles, built for off-road agriculture or forestry work.\r\n\r\n###Category G - road rollers\r\n\r\nIf you’re between 17 and 20, these must be small road rollers with metal or hard rollers. They can’t:\r\n\r\n- be steam powered\r\n- weigh more than 11,960kg\r\n- be made for carrying loads\r\n\r\n###Category H - tracked vehicles\r\n\r\nMust have adequate all-round visibility to let the driver carry out manoeuvres and deal with junctions safely.\r\n\r\nAny vehicle needing a second person to help with observation, such as a military vehicle, can’t be used for a category H test.","slug":"rules-for-test-vehicles","title":"Rules for test vehicles"}}],"type":"guide"}