{"alternative_title":"Incorporate a private limited company","overview":"Incorporate a private limited company - register it with Companies House and rules on directors, shares, articles of association and telling HMRC about the company ","slug":"limited-company-formation","title":"Set up a private limited company","updated_at":"2012-10-02T15:11:57+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You can set up a private limited company to run your business. You must appoint people to run the company (called 'directors') and register (or 'incorporate') it with Companies House. \r\n\r\nOnce the company is registered you'll get a 'Certificate of Incorporation,' this confirms the company legally exists and shows the company number and date of formation.\r\n\r\nSole traders are personally responsible for their business debts, but the liability in a private company is usually limited to the shareholders. The liability depends on the type of company being created. \r\n\r\n##Types of private limited company \r\n\r\nA private company limited by shares means the members' (shareholders) liability is limited to the number of shares issued but not paid for. \r\n\r\n$E **Example**  \r\nA shareholder has 500 shares at £1 each. At the time the company fails they have paid for 100 so they're liable up to the value of shares they haven't paid for (£400). \r\n$E\r\n\r\nA private company limited by guarantee means the company members financially back the company up to a specific amount if things go wrong. ","slug":"overview","title":"Overview"}},{"table":{"body":"##Before you register\r\n\r\nAll limited companies must be registered (incorporated) with Companies House. To do this you need:\r\n\r\n+ the company’s name and registered address\r\n+ at least one director \r\n+ at least one shareholder\r\n+ details of the company's shares - known as 'memorandum of association'\r\n+ rules about how the company is run - known as 'articles of association'\r\n\r\n##How to register \r\n\r\nYou can do this:\r\n\r\n+ [online](http://www.companieshouse.gov.uk/promo/webincs \"Web Incorporation Service\"){:rel=\"external\"} - but only if the company is limited by shares and uses model [articles of association](/limited-company-formation/articles-of-association \"Articles of association\") \r\n+ [by post using form IN01](http://www.companieshouse.gov.uk/infoAndGuide/companyRegistrationPaper.shtml \"Starting a new company - paper forms\"){:rel=\"external\"} - you must do this if you change the model articles or use your own\r\n+ [using an agent](http://www.companieshouse.gov.uk/toolsToHelp/formationAgents.shtml \"Formation and company secretarial agents\"){:rel=\"external\"}\r\n\r\n##Fees and how long it takes\r\n\r\nOnline takes 48 hours and costs £15 (paid by debit or credit card or Paypal). \r\n\r\nPostal applications take 8 to 10 days and cost £40 (paid by cheque made out to 'Companies House'). You can get a same day service by post. It costs £100 but you must get your application to Companies House by 3pm. \r\n\r\n##Where to send your form \r\n\r\nThe address you need is on the form.","slug":"register-your-company","title":"Register your company"}},{"table":{"body":"##Company name \r\n\r\nThe names of all private limited companies in the UK must end in either 'Limited' or 'Ltd' and the name can't: \r\n\r\n+ be the same as any other name on the Companies House [index of names](http://www.companieshouse.gov.uk/toolsToHelp/findCompanyInfo.shtml \"Check registered company names\"){:rel=\"external\"}\r\n+ contain a 'sensitive' word or expression unless you [get permission](http://www.companieshouse.gov.uk/about/gbhtml/gp1.shtml#appA \"Check which words you need permission to use\"){:rel=\"external\"}\r\n+ suggest a connection with government or local authorities\r\n+ be offensive\r\n\r\n^The Welsh equivalents of 'Limited' or 'Ltd' are 'Cyfyngedig' and 'Cyf'. ^\r\n\r\nCompanies House has more guidance on [company names.](http://www.companieshouse.gov.uk/about/gbhtml/gp1.shtml#ch6 \"Rules around choosing a company name\"){:rel=\"external\"} \r\n\r\n^ Registering a company name doesn't mean your trademark is protected, you have to [register trademarks separately](/register-a-trademark \"Register a trademark\"). ^ \r\n\r\n##Registered address \r\n\r\nThe registered office address is where official communications are sent - eg letters from Companies House and HM Revenue & Customs. The address doesn't have to be where you operate your business from but it must be:\r\n\r\n+ a physical address - it can't be a Post Office box\r\n+ in the same country that your company is registered in - eg a company registered in Wales must have a registered address in Wales\r\n\r\nYou can use your home address or the address of the person who will manage your Corporation Tax if these addresses meet the rules above. ","slug":"company-name-and-address","title":"Company name and address"}},{"table":{"body":"##Directors\r\n\r\nWhen you register your company it must have at least 1 director. \r\n\r\nA director is legally responsible for running the company. A director must be older than 16 and not be someone disqualified from being a director.\r\n\r\nYou can make another company a director - but at least 1 of your company's directors must be an individual.\r\n\r\nDirectors have [responsibilities](/running-a-limited-company/directors-responsibilities \"Directors' responsibilities\") that include making sure the company is run properly.\r\n\r\n##Company secretaries \r\n\r\nYou don't need a company secretary for a private limited company. Some companies use them to take on some of the director's responsibilities. \r\n\r\nThe company secretary can be a director but can't be: \r\n\r\n+ the company's auditor\r\n+ an 'undischarged bankrupt' - unless they have permission from the court\r\n\r\nThe restrictions placed on a person when they're made bankrupt usually end when they're discharged. You can check if someone has been discharged using the [Insolvency Register.](/search-bankruptcy-insolvency-register \"Register of undischarged bankrupts\")\r\n\r\n^ Even if you have a company secretary, the directors remain legally responsible for the company. ^","slug":"directors-and-company-secretaries","title":"Directors and company secretaries"}},{"table":{"body":"When you register a company you'll need to make a 'statement of capital'. This is: \r\n\r\n+ the number of shares the company has and their total value - known as the company's 'share capital'\r\n+ the names and addresses of all shareholders - known as 'subscribers' or 'members'\r\n\r\n$E **Example**  \r\nA company that issues 500 shares at £1 each has a share capital of £500. $E\r\n\r\nEvery limited company must have at least one shareholder, there's no maximum number. Directors can be shareholders. \r\n\r\n##Role of shareholders \r\n\r\nShareholders are owners of the company and they have certain rights eg, directors must get shareholders to vote and agree on changes to the company. \r\n","slug":"shareholders","title":"Shareholders"}},{"table":{"body":"When you register your company you must have articles of association. \r\n\r\nThese are the rules about running the company that shareholders and 'officers' (directors or company secretary) have to agree to. For example, rules about how decisions that affect the company must be made and the role of shareholders in those decisions.  \r\n\r\nMost companies use standard (‘model’) articles - but you can change these or write your own as long as the company doesn't break the law. \r\n\r\n$D[Download 'Model articles of association - limited by shares' (DOC, 105KB)](http://www.companieshouse.gov.uk/about/modelArticles/model_articles_private_ltd_by_shares.doc \"Model articles of association limited by shares\"){:rel=\"external\"}$D\r\n\r\n$D[Download 'Model articles of association - limited by guarantee' (DOC, 105KB)](http://www.companieshouse.gov.uk/about/modelArticles/model_articles_private_ltd_by_guarantee.doc \"Model articles of association limited by guarantee\"){:rel=\"external\"}$D","slug":"articles-of-association","title":"Articles of association"}},{"table":{"body":"Within 3 months of starting up in business, you must give HM Revenue & Customs (HMRC) specific information about your company. You can do this once you've got your company's Unique Taxpayer Reference.\r\n\r\nHMRC will use this information to work out when your company must pay Corporation Tax. \r\n\r\n###What you must tell HMRC\r\n\r\nYou must tell HMRC:\r\n\r\n+ the date you started up\r\n+ your company name and registered number\r\n+ the main address where you do business from\r\n+ what kind of business you do\r\n+ the date you'll make your annual accounts up to\r\n+ if you've taken [over a business or you're part of a group](http://www.hmrc.gov.uk/ct/getting-started/new-company/telling-hmrc.htm#2 \"Information you must give HMRC\"){:rel=\"external\"}\r\n\r\n^ Any business activity counts as starting up, eg buying, selling, employing someone, advertising or renting a property. ^\r\n\r\n###Your company's Unique Taxpayer Reference\r\n\r\nHMRC will send your company's Unique Taxpayer Reference to your registered office address, usually within a few weeks of the company being registered (incorporated).\r\n\r\nThe letter tells you how to:\r\n\r\n- give HMRC the information they need about your company\r\n- set up your company's HMRC online account for Company Tax Returns and Corporation Tax\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"set-up-your-company-for-corporation-tax","title":"Set up your company for Corporation Tax"}}],"type":"guide"}