{"alternative_title":"","overview":"You may get a community sentence if you’re convicted of a crime by a court but are not sent to prison - find out about Community Payback, treatment programmes, and sentences for young people.","slug":"community-sentences","title":"Community sentences","updated_at":"2012-10-02T12:12:27+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You may get a community sentence if you’re convicted of a crime by a court but are not sent to prison.\r\n\r\nYou may have to do unpaid work in your local community, like removing graffiti. This is called Community Payback.\r\n\r\nCommunity sentences can be given for crimes such as:\r\n\r\n- damaging property\r\n- benefit fraud \r\n- assault  \r\n\r\nYou may get a community sentence if:\r\n\r\n- the court thinks you’re more likely to stop committing crime than if you go to prison \r\n- it’s the first time you have committed a crime \r\n- you have a mental health condition that affects your behaviour","slug":"overview","title":"Overview"}},{"table":{"body":"Community Payback is unpaid work like:\r\n\r\n- removing graffiti \r\n- clearing wasteland \r\n- decorating public places and buildings - for example, a community centre\r\n\r\nYou will usually work in your local area, and be managed by a Community Payback supervisor. You must wear a high visibility orange vest while you work.\r\n\r\nYou can expect to complete anything from 40 to 300 hours of Community Payback, depending on how serious your crime was.\r\n\r\nIf you’re unemployed you have to work 3 or 4 days each week.\r\n\r\nIf you have a job, the Community Payback work will be arranged outside your working hours, like evenings or weekends.","slug":"community-payback","title":"Community Payback"}},{"table":{"body":"The treatment or programmes you get are intended to help with problems that led you to commit crime in the first place. They're also to stop you committing more crime.\r\n\r\nProgrammes and treatment could be to help with:\r\n\r\n- any addictions you have - like drugs \r\n- a mental health condition \r\n- getting new skills and qualifications  \r\n\r\nDepending on the treatment or programme, it could involve:\r\n\r\n- counselling sessions - where you get support from a medical professional\r\n- drug testing\r\n- ‘accredited programmes’, such as anger management courses, to help with your behaviour\r\n- mental health treatment with a doctor or psychologist\r\n- improving your reading and writing \r\n- getting help with a job application \r\n- learning interview skills\r\n\r\nIf you don't complete a treatment or programme, or fail a drugs test, you could be sent back to court and your punishment could increase.","slug":"treatment-and-programmes","title":"Treatment and programmes"}},{"table":{"body":"What you can and can’t do while on a community sentence is decided by:\r\n\r\n- a court when you are sentenced \r\n- the person dealing with your sentence once it’s started - called the ‘offender manager’ \r\n\r\nThis can include:\r\n\r\n- being at a particular place at certain times - known as a ‘curfew’ \r\n- wearing an electronic tag to check that you stay there\r\n- appointments with an offender manager \r\n- being stopped from going to certain places or areas, eg your victim's home\r\n- being stopped from taking part in certain activities, eg going to a pub or a bar\r\n- being told where you have to live, eg a family member’s home\r\n\r\nIf you don’t stick to the rules while you’re on a community sentence, you could get a warning or be sent back to court, and your punishment could increase. ","slug":"what-you-can-and-cant-do-while-on-a-community-sentence","title":"What you can and can’t do while on a community sentence"}},{"table":{"body":"Community sentences for young people are different from those given to adults.\r\n\r\nThere are 3 main community sentences a court can give you:\r\n\r\n- **referral orders** – when, with a panel of people from your local community and your youth justice workers, you are asked to agree a programme of work to address your behaviour\r\n- **reparation orders** – when you make up for the harm caused by your crime, like repairing any damage to the victim’s property\r\n- **Youth Rehabilitation Order** – when a court decides on different things that you have to do or must not do, which can last for up to 3 years\r\n\r\nYou can also be given a discharge, when the court decides that the experience of being arrested and going to court is enough of a punishment.\r\n\r\nAs part of your community sentence you may also have to speak to the victim and:\r\n\r\n- listen to their side of the story\r\n- apologise to them, either in writing or, if the victim wants, face-to-face\r\n\r\nIf you break the rules of your community sentence you could end up back in court, and if you have recently been released from custody you could be sent back.\r\n\r\n","slug":"community-sentences-if-you-are-under-18","title":"Community sentences if you are under 18"}}],"type":"guide"}