{"alternative_title":"","overview":"Find out about the National Minimum Wage and how to check if you are entitled to it","slug":"your-right-to-minimum-wage","title":"Your right to the minimum wage","updated_at":"2012-10-02T12:14:30+00:00","video_summary":"Watch a video guide on your right to the minimum wage, what the minimum wage is, and how to check you're not being underpaid","video_url":"http://www.youtube.com/watch?v=tnl6VZ6Mj9Q&feature=youtu.be","parts":[{"table":{"body":"Most workers in the UK over [school leaving age](/know-when-you-can-leave-school \"school leaving age\") are legally entitled to be paid at least the National Minimum Wage - a minimum amount per hour.\r\n\r\nIt makes no difference:\r\n\r\n- where you work in the UK  \r\n- how you're paid  \r\n- how many workers your employer has\r\n- if you work full time, part time or any other working pattern\r\n\r\nAll employers have to pay the National Minimum Wage if you're entitled to it - if they don't, they're breaking the law.\r\n\r\n^You can check the [National Minimum Wage rates](/national-minimum-wage-rates \"National Minimum Wage rates\") online.^","slug":"overview","title":"Overview"}},{"table":{"body":"If you're one of the following, you should get the minimum wage:\r\n\r\n- agency worker  \r\n- apprentice - apprentice rate, or higher, depending on your age and if you're still in the first year of your apprenticeship  \r\n- trainee or a worker on a period of probation  \r\n- doing work experience - this can also be unpaid   \r\n- piece worker - paid by the number of items you produce or tasks you perform  \r\n- commission worker - paid completely or partly by results    \r\n- homeworker - unless you're running your own business     \r\n- a worker with a disability - unless you do work-related activities for purely therapeutic reasons      \r\n- an agricultural worker - you're entitled to the agricultural minimum wage     \r\n- seafarer or offshore worker   \r\n- temporarily working outside the UK - but usually working in the UK \r\n- foreign worker working in the UK\r\n\r\n##Agreeing to be paid at a lower rate##\r\n\r\nYou're entitled to the minimum wage even if you sign a contract agreeing to be paid at a lower rate. \r\n\r\nThis is regardless whether you sign of your own free will or because your employer makes you. The contract is not legally binding and you must still be paid the proper rate.","slug":"workers-entitled-to-the-minimum-wage","title":"Workers entitled to the minimum wage"}},{"table":{"body":"You're not entitled to the minimum wage if you're any of the following:\r\n\r\n- self-employed  \r\n- volunteer  \r\n- voluntary worker - you have a contract and work for a charity or voluntary organisation, only getting limited expenses   \r\n- student on work experience - which doesn't last longer than a year and is part of a higher or further education course    \r\n- under school leaving age      \r\n- on certain government schemes at pre-apprenticeship level - in England: Programme Led Apprenticeships, In Wales: Skillbuild\r\n- on a government employment programme  \r\n- on certain European programmes (eg Leonardo da Vinci, Youth in Action, Erasmus and Comenius)\r\n- living in your employer’s home - you're a member of the family and help run a family business, do household chores or you're treated as a family member \r\n- work for friends or neighbours in an informal arrangement   \r\n- member of the armed forces - including reservists and Cadet Force Adult Volunteers   \r\n- share fisherman - you get a share of the profits from a catch, not fixed pay   \r\n- prisoner  \r\n- living in a religious community  \r\n- company director    \r\n","slug":"workers-not-entitled-to-the-minimum-wage","title":"Workers not entitled to the minimum wage"}},{"table":{"body":"To find out if you are getting the minimum wage you need to know [what pay counts](what-pay-counts- \"what pay counts\") and [what pay doesn't count](what-pay-doesnt-count \"what pay doesn't count\").\r\n\r\nYou also need to know which hours you're entitled to be paid for. \r\n\r\n##Pay reference period##\r\n\r\nYour average hourly pay has to be at least the minimum wage, worked out over a period called the ‘pay reference period’.\r\n\r\nThis is usually the period of time that you're actually paid for. \r\n\r\n^If you're paid weekly, your pay reference period is 1 week - if you're paid monthly, it's 1 month.^\r\n\r\nYou must be paid, on average, at least the minimum wage during each pay reference period.\r\n\r\nThe pay reference period can't be longer than a month. If your employer pays you at longer intervals (eg quarterly) you must still get the minimum wage, on average, each month every quarter.","slug":"how-to-check-your-pay","title":"How to check your pay"}},{"table":{"body":"National Minimum Wage pay is calculated using your gross pay - this is what you get before tax and [National Insurance](/national-insurance \"National Insurance\") have been taken off.\r\n\r\nYour gross pay includes your basic pay for the work you have done and other types of pay which count towards the minimum wage, including: \r\n\r\n- sales commission\r\n- performance-related pay\r\n- other payments based on how well you do your job\r\n\r\n","slug":"what-pay-counts-","title":"What pay counts "}},{"table":{"body":"Some payments don’t count towards minimum wage pay. Deduct these from your total pay before working out if you're getting the minimum wage.\r\n\r\nPayments you should not include:\r\n\r\n- loans   \r\n- advances of wages   \r\n- pension payments   \r\n- retirement lump sums   \r\n- redundancy payments   \r\n- rewards under staff suggestion schemes    \r\n- any premium element (anything you're paid on top of your basic pay) for working at special times, eg overtime or on bank holidays   \r\n- allowances on top of your basic pay, like for working unsocial hours, in a particular area (eg London weighting), in dangerous conditions, on call, or performing special duties over and above your normal ones   \r\n- tax-free payments for travelling expenses  \r\n- tips, gratuities, service charges and cover charges   \r\n\r\n","slug":"what-pay-doesnt-count","title":"What pay doesn't count"}},{"table":{"body":"If your employer provides you with accommodation, they can count some of its value towards your National Minimum Wage pay. This is called the 'accommodation offset'. \r\n\r\nThe maximum amount your employer can count towards minimum wage pay as an accommodation offset is:\r\n\r\n- £4.73 a day   \r\n- £33.11 a week  \r\n\r\nIt makes no difference whether:\r\n\r\n- your employer takes rent out of your wages \r\n- you have to pay rent to your employer after getting your wages \r\n- your employer provides the accommodation as part of a package","slug":"when-your-employer-provides-accommodation","title":"When your employer provides accommodation"}},{"table":{"body":"Work experience and internships:\r\n\r\n- can be paid or unpaid, depending on the arrangements you have with your employer  \r\n- are usually for a limited period of time    \r\n\r\nThe term ‘intern’ has no legal status.\r\n\r\n##Getting the minimum wage during work experience##\r\nIf you're doing work experience your entitlement to the minimum wage depends on the arrangements you're working under.\r\n\r\nOne of the following categories will apply:\r\n\r\n- you're a worker and are eligible for the minimum wage  \r\n- you're not a worker and therefore not eligible for the minimum wage\r\n- you're a worker, but the law says you're exempt and therefore not eligible for minimum wage \r\n\r\n###Work experience - exempt workers\r\n\r\nAlmost all workers in the UK are entitled to the minimum wage. However, you're not entitled to the minimum wage when you are doing work experience and are:\r\n\r\n- a student doing work experience as part of a course  \r\n- of compulsory school age (5-16)\r\n- doing voluntary work\r\n- on a government or European programme\r\n- work shadowing\r\n- a volunteer  \r\n\r\nYou're a volunteer if:\r\n\r\n- you work with no entitlement to financial reward or benefit, except out-of-pocket expenses   \r\n- you don't have to turn up for work if you don't want to (even if people expect you to or you generally work to a regular pattern)\r\n\r\n##Job titles\r\n\r\nEntitlement to the minimum wage doesn't depend on your job title. For example, you could still be entitled regardless of:\r\n\r\n- being called a work experience trainee, an unpaid intern or a volunteer  \r\n- having your role in the business described as a placement or internship, or unpaid work      \r\n\r\n##Record keeping#\r\n\r\nKeep records of agreements you make with your employer, the tasks you are asked to perform and the hours you work. \r\n\r\nFor further advice or to make a complaint, contact the Pay and Work Rights Helpline:\r\n\r\n$C\r\n\r\n**Pay and Work Rights Helpline** \r\n\r\n0800 917 2368\r\n\r\n$C\r\n\r\nComplaints dating back up to 6 years can be investigated.\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n\r\n\r\n\r\n\r\n","slug":"work-experience-and-internships-paid-or-unpaid","title":"Work experience and internships - paid or unpaid?"}},{"table":{"body":"If you think you have been underpaid, talk to your employer.\r\n\r\n##Checking your employer's pay records##\r\n\r\nIf you're still not satisfied you can check your employer's pay records or ask HM Revenue and Customs (HMRC) to investigate for you.\r\n\r\nYou must ask your employer in writing first. They must show you the records in 14 days.\r\n\r\nYou can take someone else with you to look at the records, as long as your written request says that someone will be coming with you. Your employer has no say in who you take along. \r\n\r\nYou can copy the records if you want to.\r\n\r\n^If you don't want to speak to your employer, you can contact the Pay and Work Rights Helpline and ask for help.^\r\n\r\nYou can send them a [general enquiry](https://payandworkrights.direct.gov.uk/ \"Pay and Work Rights general enquiry form\"){:rel=\"external\"} or [make a complaint](https://payandworkrights.direct.gov.uk/complaints/ \"Pay and Work Rights complaint form\"){:rel=\"external\"} online.\r\n\r\nOr you can call:\r\n\r\n$C\r\n\r\n**Pay and Work Rights Helpline** \r\n\r\n0800 917 2368\r\n\r\n$C\r\n\r\nYour complaint can be investigated and your employer could be ordered to pay you any back pay you are owed (‘arrears’). \r\n\r\n*[HMRC]: HM Revenue & Customs\r\n  ","slug":"if-you-think-youre-not-being-paid-the-minimum-wage","title":"If you think you're not being paid the minimum wage"}}],"type":"guide"}