{"alternative_title":"","overview":"Guardian's Allowance is payment for a child you're responsible for whose parents are dead or in prison: how much you can get, eligibility, and how to claim","slug":"guardians-allowance","title":"Guardian's Allowance","updated_at":"2012-10-02T12:13:06+00:00","parts":[{"table":{"body":"You could get Guardian's Allowance if you're bringing up a child whose parents have died.\r\n\r\nDepending on the circumstances, you could also be eligible if there is one surviving parent.\r\n\r\nYou're paid Guardian's Allowance at a rate of £15.55 a week. You get it on top of [Child Benefit.](/child-benefit \"Child Benefit\")\r\n\r\nYou must tell the Guardian's Allowance Unit about certain [changes to your circumstances](/guardians-allowance/further-information \"changes to your circumstances\").\r\n\r\nGuardian's Allowance is a tax-free payment and isn't counted as income for other benefits. However, it will count towards the [benefit cap](/benefit-cap \"benefit cap\") when this is introduced in April 2013.","slug":"overview","title":"Overview"}},{"table":{"body":"^From April 2013 a limit will be put on the total amount of benefit that most people aged 16 to 64 can get. This is called a [benefit cap](/benefit-cap \"benefit cap\").^\r\n\r\nYou'll get £15.55 a week per child.\r\n\r\nThis is on top of your [Child Benefit](/child-benefit \"Child Benefit\") payments.\r\n\r\nGuardian's Allowance is paid with your Child Benefit every 4 weeks into your bank account.","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"To get Guardian's Allowance all of the following must apply:\r\n\r\n- you’re bringing up someone else's child \r\n- the child's parents are dead (see conditions for one surviving parent below)\r\n- you qualify for [Child Benefit](/child-benefit \"Child Benefit\") \r\n- one of the parents was born in the UK (or was living in the UK since the age of 16 for at least 52 weeks in any 2-year period)\r\n\r\n##One parent survives\r\n\r\nYou could get Guardian's Allowance if one of the following is true:\r\n\r\n- you don't know where the surviving parent is\r\n- the parents were divorced or their civil partnership had dissolved, the surviving parent doesn't have custody and isn't maintaining the child and there isn’t a court order in place saying they should \r\n- the parents weren't married, the mother has died and the father is unknown\r\n- the surviving parent will be in prison for at least 2 years from the date of death of the other parent\r\n- the surviving parent is in a hospital by court order\r\n\r\n^ Use the [benefits adviser](/benefits-adviser \"Benefits adviser\") to check your eligibility. ^\t\t\t","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"To avoid losing money, claim Guardian's Allowance as soon as the child comes to live with you.\r\n\r\ns1. Download and complete the [claim form (PDF, 201KB).](http://www.hmrc.gov.uk/forms/bg1.pdf \"Guardian's Allowance claim form (PDF, 201KB)\"){:rel=\"external\"}\r\ns2. Send it to the Guardian's Allowance Unit with the child’s birth certificate and the parents' death certificates (or certificate if one parent has died) - send originals.\r\n\r\n$A\r\nThe Guardian's Allowance Unit  \r\nChild Benefit Office  \r\nPO Box 1  \r\nNewcastle upon Tyne  \r\nNE88 1AA\r\n$A\r\n\r\n^Guardian’s Allowance can be backdated for 3 months - or sometimes from when you qualified for Child Benefit.^\r\n\r\nYou can also call the Guardian's Allowance Unit and ask for a claim pack.\r\n\r\n$C\r\n**Guardian's Allowance Unit**  \r\n**Telephone:** 0845 302 1464  \r\n**Textphone:** 0845 302 1474  \r\n$C","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Changes to your circumstances\r\nThe following changes could affect your entitlement to Guardian's Allowance or stop your payments:\r\n\r\n- the child goes to live with someone else\r\n- you go abroad\r\n- the child leaves full-time education or approved training\r\n- you find out where the surviving parent is\r\n- the surviving parent comes out of hospital or prison (or has their sentence shortened)\r\n- the surviving parent makes a payment towards their child's upkeep \r\n- you change your bank details or move house \r\n\r\nYou must tell the Guardian's Allowance Unit about any of these changes straightaway.\r\n\r\n$C\r\n**Guardian's Allowance Unit**  \r\n**Telephone:** 0845 302 1464  \r\n**Textphone:** 0845 302 1474  \r\n8am to 8pm, Monday to Friday  \r\n8am to 4pm, Saturday  \r\n$C\r\n\r\n$A\r\nThe Guardian's Allowance Unit  \r\nChild Benefit Office  \r\nPO Box 1  \r\nNewcastle upon Tyne  \r\nNE88 1AA\r\n$A\r\n\r\n##Affect on other benefits\r\nGuardian’s Allowance doesn’t count as income if you’re claiming tax credits, Income Support, income-based Jobseeker's Allowance or income related Employment and Support Allowance.\r\n\r\n^You might be able to get other benefits too - use the [benefits adviser tool](/benefits-adviser \"benefits adviser\") to find out what you could get.^\r\n\r\n##Appealing the decision\r\nContact the Guardian's Allowance Unit within a month of the decision and ask them to check your claim again. If you're still not happy you can appeal again - your decision letter will explain how.","slug":"further-information","title":"Further information"}}],"type":"programme"}