{"alternative_title":"Over 80 Pension","overview":"If you're over 80 you can get your State Pension topped up to £64.40 a week in 2012-13","slug":"over-80-pension","title":"Over 80 Pension","updated_at":"2012-10-02T12:13:35+00:00","parts":[{"table":{"body":"The Over 80 Pension is a State Pension for people aged 80 or over who have little or no State Pension. It can give you £64.40 a week in 2012-13.","slug":"overview","title":"Overview"}},{"table":{"body":"What you may get depends on whether you get the basic State Pension.\r\n\r\nIf you don't get basic State Pension you may get £64.40 a week in 2012-13.\r\n\r\nIf you're on a reduced basic State Pension you may get the difference between this reduced amount and £64.40 a week in 2012-13.  \r\n\r\n$E**Example:**  if you get £45 a week State Pension and you reach age 80, then your State Pension will be topped up to £64.40 a week.$E","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You can claim the Over 80 Pension if all the following apply:\r\n\r\n- you're aged 80 or over \r\n- you don't get basic State Pension or your basic State Pension is less than £64.40 a week in 2012-2013 \r\n- you were resident in England, Scotland or Wales for 10 years or more in any continuous period of 20 years which included the day before your 80th birthday or any day after it \r\n- you were resident in England, Scotland or Wales on the day you reached your 80th birthday or the date you made the claim for this pension, if later\r\n\r\nYour eligibility for the Over 80 Pension is not based on National Insurance contributions.","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"If you’re eligible and within 3 months of your 80th birthday, you can get a claim form from your [pension centre](http://pensions-service.direct.gov.uk/en/find-pension-centre/home.asp \"find your pension centre\") or local [Jobcentre Plus](http://www.direct.gov.uk/en/Employment/Jobseekers/ContactJobcentrePlus/DG_186347 \"Jobcentre Plus\").\r\n ","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Effect on other benefits\r\nThe Over 80 Pension counts as taxable income, so it may affect other benefits you're getting.\r\n\r\nYou must include the Over 80 Pension as income if you're claiming other benefits.\r\n\r\n##What to do if your situation changes\r\nIf your circumstances change it could affect your eligibility.\r\n\r\nIt's important you contact the office that deals with your payments if you:\r\n\r\n- move house\r\n- change your bank account\r\n- go into (or leave) hospital or a health authority funded care home \r\n- leave the UK to live abroad, or for a long visit\r\n\r\nReport your change of situation to [The Pension Service](http://www.direct.gov.uk/en/Pensionsandretirementplanning/StatePension/DG_180132 \"The Pension Service\"). \r\n\r\n##Who to contact if you have further questions\r\nYou can call The Pension Service if you have more questions about the Over 80 Pension.\r\n\r\n$C \r\n**The Pension Service helpline**  \r\n0845 606 0265  \r\nMonday to Friday, 8am to 8pm\r\n$C","slug":"further-information","title":"Further information"}}],"type":"programme"}