{"alternative_title":"","overview":"The legal process of repossession, including what your mortgage lender must do, repossession hearings, possession orders and help with legal costs","slug":"repossession","title":"Repossession","updated_at":"2012-10-02T12:14:04+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You may be able to postpone or stop your home being repossessed. \r\n\r\n[Community Legal Advice](http://legaladviserfinder.justice.gov.uk/AdviserSearch.do \"Community Legal Advice\"){:rel=\"external\"} offers free, confidential and independent legal advice. It can also help you find a solicitor.  \r\n\r\n$C\r\n**Community Legal Advice**  \r\n0845 345 4 345  \r\nMonday to Friday, 9am to 8pm  \r\nSaturday, 9am to 12:30pm\r\n$C\r\n\r\nYou can also get free advice from:\r\n\r\n+ [Citizens Advice](http://www.citizensadvice.org.uk/index/getadvice \"Citizens Advice\"){:rel=\"external\"} \r\n+ [Consumer Credit Counselling Service](http://www.cccs.co.uk/ \"Consumer Credit Counselling Service\"){:rel=\"external\"} \r\n+ [National Debtline](http://www.nationaldebtline.co.uk/ \"National Debtline\"){:rel=\"external\"} \r\n+ [Payplan](http://www.payplan.com/ \"Payplan\"){:rel=\"external\"} \r\n+ [Shelter](http://www.shelter.org.uk/ \"Payplan\"){:rel=\"external\"} \r\n+ your [local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"} \r\n","slug":"get-advice","title":"Get advice"}},{"table":{"body":"##What your mortgage lender must do\r\nBefore they can repossess your home, they must:\r\n\r\n+ tell you how much you owe \r\n+ consider a request from you to change the way you pay your mortgage\r\n+ respond to any offer of payment you make\r\n+ give you reasons for turning down your offer of payment within 10 days\r\n+ give you a reasonable amount of time to consider any proposal they make\r\n+ give you 15 days’ written warning if they plan to start court action \r\n+ tell you the date and time of the repossession hearing\r\n+ let your council know within 5 days of getting notification of the date of the court hearing, in case you need to apply to the council as homeless\r\n\r\n###Finding a solution\r\nEven if your mortgage lender starts a court action, you may still be able to reach agreement with them.\r\n\r\nYou’ll still need to attend court to tell the judge, unless you’ve been told that the hearing’s been cancelled or postponed. \r\n\r\n##Mortgage Rescue Scheme\r\nYou may be able to avoid repossession through the [Mortgage Rescue Scheme](/mortgage-rescue-scheme \"Mortgage Rescue Scheme\"). This is run by your local housing authority.\r\n\r\nThe scheme helps people in priority need through either:\r\n\r\n+ a loan to reduce your mortgage payments \r\n+ selling your home to a Registered Social Landlord, who then lets your home back to you ","slug":"before-it-goes-to-court","title":"Before it goes to court"}},{"table":{"body":"If your lender starts a repossession action against you, the court will send you a blank defence form and guidance on how to fill it in.\r\n\r\nYou can use the form to explain why you think your home shouldn't be repossessed. You need to return it within 14 days.\r\n\r\nThe court will also send you:\r\n  \r\n+ copies of the claim forms for possessing your home, filled in by your lender  \r\n+ a court hearing date \r\n+ the court’s contact details  \r\n","slug":"defence-form","title":"Defence form"}},{"table":{"body":"##Legal aid\r\n\r\nIf you’re on a low income you may be able to get [legal aid.](/legal-aid \"Legal aid\")\r\n\r\n##Free legal advice on the day\r\nIf you haven’t got help before, you can get last-minute legal help under the Housing Possession Court Duty scheme. \r\n\r\nThe scheme runs in county courts in England and Wales. It provides you with a specialist adviser on the day of your hearing who can:\r\n\r\n+ represent you  \r\n+ help you come to an arrangement with your mortgage lender to pay off your debts \r\n\r\nTo find out about the scheme in your area, contact your [local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"} or the court where your case is being heard.","slug":"help-with-legal-costs","title":"Help with legal costs"}},{"table":{"body":"Repossession hearings normally take place in a judge’s chambers, not in the court room (although it's treated as a court).\r\n\r\nYou can bring an adviser or friend to the hearing, although they must be an adult.\r\n\r\n%If you don’t attend the court hearing, it’s likely the judge will give your mortgage lender the right to evict you.%\r\n\r\nYou must keep to any agreement you make in court to pay off arrears. If you don’t, you may still risk losing your home.\r\n\r\n##What to bring with you\r\nYou’ll likely be asked for proof of your finances. This can include:\r\n\r\n+ payslips \r\n+ bank statements \r\n+ job offers \r\n+ letters about benefits \r\n+ estate agent letter (eg if you’re trying to sell your home to pay off the mortgage) \r\n","slug":"the-hearing","title":"The hearing"}},{"table":{"body":"Your home can only be repossessed if the court grants permission.\r\n\r\nThe judge could decide to:\r\n\r\n+ adjourn (delay) the hearing\r\n+ set aside the case, which means no order will be made and the hearing is finished \r\n+ make a repossession order\r\n\r\n##Outright possession order\r\nThis gives the lender a legal right to own your home on the date given in the order. This is usually 28 days after your court hearing. \r\n\r\nIf you don’t leave your home by the date given in the order, your lender can ask the court to evict you. \r\n\r\n##Suspended possession order\r\nThis means that if you make regular payments as set out in the order, you can stay in your home. \r\n\r\nIf you don’t make the payments, your lender can ask the court to evict you.\r\n\r\n##Challenging the judge’s decision\r\nYou can ask a judge to delay eviction or allow you to stay in your home if you become able to make payments again. A new hearing will be held.\r\n\r\nIf you think a judge made mistakes about the law or the facts of your case in the original hearing, you may be able to appeal.","slug":"repossession-orders","title":"Repossession orders"}},{"table":{"body":"##Help from your council\r\nYour [local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Find your local council\"){:rel=\"external\"} must give you advice to help you find a new home.\r\n\r\nDepending on your circumstances, they may also be able to provide you with emergency accommodation or a more permanent home.\r\n\r\n##Buying another property\r\nYou must tell any new mortgage lender that your previous home was repossessed. This could make getting a new mortgage hard.\r\n\r\nIf you still owe money to your previous lender, they may be able to claim some of the proceeds of your new home when you sell it.\r\n\r\n","slug":"if-your-home-is-repossessed","title":"If your home is repossessed"}}],"type":"guide"}