{"alternative_title":"","overview":"What you need to do to ride a motorcycle or moped - tests and training, minimum ages, vehicle requirements","slug":"ride-motorcycle-moped","title":"Riding a motorcycle or moped","updated_at":"2012-10-02T12:14:07+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If you want to ride a motorcycle on the road you first need to complete [compulsory basic training (CBT)](/cbt-compulsory-basic-training \"compulsory basic training (CBT)\"). \r\n\r\nIf you want to ride a moped you first need to complete CBT unless you passed your full car driving test before 1 February 2001. In this case you can ride a moped, **but still need to complete CBT to ride a motorcycle**.\r\n\r\n^Once you’ve completed CBT you have 2 years to pass your full motorcycle theory and practical tests or you'll have to complete CBT again.^\r\n\r\n##Rules for learner riders\r\n\r\nWhen you’re learning you’ll need to have the right provisional driving licence. This depends on whether you want to ride a moped or motorcycle.\r\n\r\nIf you’re using your own vehicle you’ll need to make sure it:\r\n\r\n* is registered\r\n* is taxed\r\n* has an MOT (if needed)\r\n\r\nYou’ll also need adequate motor insurance.\r\n\r\n##Taking the full motorcycle tests\r\n\r\n^All riders have to pass the [theory test](/driving-theory-test \"theory test\") **before** taking the motorcycle [practical test](/motorcycle-practical-test \"practical test\").^\r\n\r\nYou can take the practical test on a motorcycle of between 75cc and 125cc.\r\n\r\nThe licence you’ll get depends on the type of bike you take the test on:\r\n\r\n* a light motorcycle licence (A1), which restricts you to ride bikes of up to 125cc and with a power output of 11kW\r\n* a standard motorcycle licence (A), if you take the test on a bike of over 120cc but not more than 125cc and able of doing at least 62mph\r\n\r\nIf you get the standard motorcycle licence you’ll be restricted for 2 years to riding bikes of up to 25kW power output and a power/weight ratio not exceeding 0.16kW/kg.\r\n\r\nAfter the 2 years you can then ride any size of bike.\r\n\r\n^If you are 21 or over, or will reach 21 before this 2 year restriction ends, you have other options under the ['direct access' and 'accelerated access' rules](direct-and-accelerated-access \"'direct access' and 'accelerated access' rules\").^\r\n\r\n##More information\r\n\r\nFor more information about the different ways of getting a motorcycle or moped licence, [download 'The routes to your motorcycle licence' (PDF, 90KB).](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@motor/documents/digitalasset/dg_198666.pdf \"download 'The routes to your motorcycle licence' (PDF, 90KB)\"){:rel=\"external\"}","slug":"overview","title":"Overview"}},{"table":{"body":"You normally need to wait 2 years after passing your full motorcycle test before you can ride any size of bike.\r\n\r\nIf you are 21 or over, or will reach 21 before the 2 years ends, you have other options.\r\n\r\n##Direct access\r\n\r\nIf you're 21 or over when you take the motorcycle [practical test](/motorcycle-practical-test \"practical test\"), and pass the test on a motorcycle with a power output of at least 35kW then you can ride any size of bike.\r\n\r\nYou don’t need to have taken your Compulsory Basic Training (CBT) on a large bike.\r\n\r\n###Rules for practicing on a large bike\r\n\r\nWhen you’re practicing for the practical test on a bike that is larger than a standard learner bike you must:\r\n\r\n* be accompanied at all times by an approved direct access instructor on another bike and in radio contact\r\n* wear fluorescent or reflective clothing\r\n* follow all other provisional licence restrictions \r\n\r\n##Accelerated access\r\n\r\nIf you've passed the motorcycle [practical test](/motorcycle-practical-test \"practical test\") but then reach 21 before the 2-year restriction period ends, you can take a further practical test for larger bikes of at least 35kW.\r\n\r\n###Rules for practicing\r\n\r\nYou can practice on bikes over 25kW, but must:\r\n\r\n* be accompanied at all times by an approved instructor on another bike and in radio contact\r\n* wear fluorescent or reflective clothing\r\n* follow all other provisional licence restrictions \r\n\r\nWhen you’re practicing on a larger bike you will be classed as a learner rider.\r\n\r\n^If you fail the test for a larger bike your existing motorcycle licence won’t be affected.^","slug":"direct-and-accelerated-access","title":"Direct and accelerated access"}},{"table":{"body":"##Mopeds\r\n\r\nMopeds have a maximum design speed not exceeding approximately 31mph. They have an engine size of up to 50cc.\r\n\r\n##Learner motorcycles\r\n\r\nLearner motorcycles have an engine size of up to 125cc and a power output not exceeding 11kW.","slug":"definitions-of-mopeds-and-different-motorcycles","title":"Definitions of mopeds and different motorcycles"}},{"table":{"body":"Licence category | Type of vehicle | Minimum age\r\n- | - | -\r\nP | Mopeds with an engine size of up to 50cc and a maximum speed of up to approximately 31mph | 16\r\nA1 | Light motorcycles with an engine size of up to 125cc and a power output of up to 11kW | 17\r\nA | Medium-sized motorcycles up to 25kW (33bhp) and a power to weight ratio of up to 0.16kW/kg | 17\r\nA | Motorcycles with a sidecar and a power to weight ratio of up to 0.16kW/kg | 17\r\nA | Any size motorcycle, with or without a sidecar if you have completed the large motorcycle Direct Access Scheme | 21*\r\n\r\n*You can ride a large motorcycle at any age 2 years after passing a test on a medium-sized motorcycle.","slug":"minimum-ages-for-different-kinds-of-motorcycle-and-moped","title":"Minimum ages for different kinds of motorcycle and moped"}},{"table":{"body":"If you want to ride a motorcycle with a sidecar you can practice on a motorcycle/sidecar combination with a power/weight ratio not exceeding 0.16kW/kg.\r\n\r\nFor 2 years after passing your practical test you can only ride a combination with the same power/weight ratio as the one you took the test on. After the 2 years you can ride a larger combination.\r\n\r\nIf you are 21 when you take your practical test or will become 21 before the 2-year restriction ends, you can practice on larger motorcycle/sidecar combinations if you are taking [direct or accelerated access](direct-and-accelerated-access \"direct or accelerated access\").\r\n\r\nHowever, you will still have to take your test on a solo bike, although physically disabled riders can use a combination.","slug":"sidecars-","title":"Sidecars "}},{"table":{"body":"##Helmet\r\n\r\nYou must wear a safety helmet when riding a motorcycle on the road. All helmets sold in the UK must comply with at least one of these:\r\n\r\n- British Standard BS 6658:1985 and carry the BSI (British Standards Institution) Kitemark\r\n- UNECE Regulation 22.05\r\n- any standard accepted by a member of the European Economic Area which offers a level of safety and protection equivalent to BS 6658:1985 and carry a mark equivalent to the BSI Kitemark\r\n\r\n^ If you need glasses or contact lenses to read a number plate at the prescribed distance, you must wear them when you ride.^\r\n\r\n##Visors and goggles\r\n\r\nIf you wear a visor or goggles when you ride, your visors or goggles must comply with either:\r\n\r\n- a British Standard and displays a BSI Kitemark\r\n- a European standard which offers a level of safety and protection at least equivalent to the British Standard and carries a mark equivalent to the BSI Kitemark (ECE 22-05)\r\n\r\n*[BSI]: British Standards Institution\r\n*[UNECE]: United Nations Economic Commission for Europe","slug":"safety-equipment","title":"Safety equipment"}},{"table":{"body":"If you're a fully licensed motorcyclist and have passed your test you can take the enhanced rider scheme.\r\n\r\nIt checks your motorcycle riding skills and provides training to help you improve. There is no test.\r\n\r\n^Once you’ve successfully completed the scheme you could get discounts on motorcycle insurance.^\r\n\r\nThe scheme is especially suitable if you:\r\n\r\n- have just passed your test\r\n- are returning to riding after a break\r\n- are upgrading to a more powerful motorcycle\r\n- want to check your riding standard\r\n- just want to make your riding more enjoyable\r\n\r\n##How the scheme works\r\n\r\nYou’ll first have a rider assessment with an expert trainer. You'll ride in different road and traffic conditions.\r\n\r\nThe ride will be long enough for your trainer to make a good assessment of your skills. For most people this is 1 - 2 hours.\r\n\r\nIf this shows you don’t need more training you’ll get a ‘DSA certificate of competence’ straight away.\r\n\r\nOtherwise you’ll get personalised training to improve your skills, and get the certificate at the end of your training.\r\n\r\n^Most insurance companies give discounts on motorcycle insurance if you've got a DSA certificate of competence.^\r\n\r\nThe type of training depends on what you need to brush up on. You might be offered all-day courses or shorter sessions.\r\n\r\n[Find your nearest enhanced rider scheme trainer](http://www.dft.gov.uk/fyn/enhanced.php \"Find your nearest enhanced rider scheme trainer\"){:rel=\"external\"}\r\n\r\n##Cost\r\n\r\nThe cost of the enhanced rider scheme depends on the trainer and your training needs.\r\n\r\n*[DSA]: Driving Standards Agency","slug":"the-enhanced-rider-scheme","title":"The enhanced rider scheme"}}],"type":"guide"}