{"alternative_title":"","overview":"Probation means you do not have to go to or stay in prison, but have certain rules you must stick to or you might be taken back to prison.","slug":"guide-to-probation","title":"Probation","updated_at":"2012-10-02T12:13:46+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Probation means you're serving your sentence but you're not in prison.\r\n\r\nYou could be put on probation because:\r\n\r\n- you're serving a community sentence\r\n- you have been released from prison on licence or on parole\r\n\r\nWhile on probation, you may have to:\r\n\r\n- do unpaid work\r\n- complete an education or training course\r\n- get treatment for addictions, like drugs or alcohol\r\n- have regular meetings with an 'offender manager'","slug":"overview","title":"Overview"}},{"table":{"body":"When you're on probation you may have meetings with your offender manager. This will usually happen at your local probation office. \r\n\r\nAt your first meeting your offender manager will explain:\r\n\r\n- the rules of your probation\r\n- the dates, times and places of future meetings\r\n- any appointments you must go to, eg training courses or treatment\r\n- what happens if you don’t do what you are asked\r\n\r\nYour offender manager will ask you to read and agree to a 'sentence plan'. This will tell you the rules you have to stick to during your probation and what your responsibilities are.\r\n\r\n##What you must tell your offender manager\r\n\r\nYou must tell your offender manager if:\r\n\r\n- you plan to change your name or address\r\n- you won't be able to make any meetings you have arranged with them\r\n- you're having problems sticking to the rules of your probation\r\n\r\nIf you miss a scheduled meeting with your offender manager, you should get in touch and tell them why. You may need to provide proof, like a letter from a doctor or your employer.\r\n\r\nYou are allowed to miss meetings or appointments to attend religious or other important events if you give your offender manager advance notice.","slug":"meetings-with-your-offender-manager","title":"Meetings with your offender manager"}},{"table":{"body":"You could go back to court if you break any rules of your probation. For example, if you:\r\n\r\n- do something your sentence bans you from doing\r\n- commit another crime\r\n- miss meetings and appointments without a good reason\r\n- behave in an aggressive, racist or other unacceptable way at a meeting or appointment\r\n\r\nYou can also be taken back to prison if you break the conditions of your licence or parole.","slug":"if-you-break-the-rules-of-your-probation","title":"If you break the rules of your probation"}},{"table":{"body":"You can be taken straight back to prison if you have been released on licence or parole and you break any rules. This is known as a 'recall'. Your offender manager will tell you why you are being recalled.\r\n\r\nThere are three types of recalls.\r\n\r\n##Fixed-term recalls\r\nWith a fixed-term recall, you will go back to prison, be released on probation again after 28 days and you will be on licence until the end of your sentence.\r\n\r\n##Standard recalls\r\nWith a standard recall, you will stay in prison until the end of your sentence, unless a Parole Board decides otherwise. Your case will be sent to a Parole Board automatically after 28 days. They will either release you straight away or set a date (within 1 year) when you can be released on licence.\r\n\r\n##Extended sentences\r\nIf you're on an extended sentence, your case will be sent to a Parole Board within 14 days of you going back to prison. They will either release you straight away or set a date (within 1 year) when you can be released on licence.","slug":"being-taken-back-to-prison","title":"Being taken back to prison"}},{"table":{"body":"If you have been taken back to prison and you think you should be released from prison on probation again, you can ask the parole board. This is called 'making representations'.\r\n\r\nYou can speak to the parole board yourself, or ask a family member, friend or legal adviser to do it.\r\n\r\nYou must do this within 2 weeks of being told why you are being recalled to prison.","slug":"ask-to-be-released-again-on-probation","title":"Ask to be released again on probation"}}],"type":"guide"}