{"alternative_title":"Deposit protection schemes","overview":"Using deposit protection schemes - the 3 official schemes, information you must give tenants, what happens if you don't protect a deposit, disputes and advice","slug":"deposit-protection-schemes-and-landlords","title":"Deposit protection schemes and landlords","updated_at":"2012-10-02T12:12:35+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"In England and Wales, if you rent out your home on an [assured shorthold tenancy](/tenancy-agreements/tenancy-types \"Tenancy types\") that started after 6 April 2007, you must place your tenants’ deposit in 1 of 3 tenancy deposit protection (TDP) schemes:\r\n\r\n+ [Deposit Protection Service](http://www.depositprotection.com \"Deposit Protection Service\"){:rel=\"external\"}\r\n+ [MyDeposits](http://www.mydeposits.co.uk/ \"MyDeposits\"){:rel=\"external\"}\r\n+ [Tenancy Deposit Scheme](http://www.tds.gb.com/ \"Tenancy Deposit Scheme\"){:rel=\"external\"}\r\n\r\nThese government-backed schemes ensure your tenants will get their deposit back if they:\r\n\r\n+ meet the terms of your tenancy agreement\r\n+ don’t damage the property\r\n+ pay the rent and bills\r\n\r\nYou (or your letting agent) must put your tenants’ deposit in the scheme within 30 days of getting it.\r\n\r\n##At the end of the tenancy\r\n\r\nIf you and your tenants agree how much deposit they’ll get back, it must be returned to your tenants within 10 days of the tenancy ending.\r\n\r\nIf you’re in a dispute with your tenants, the deposit is protected in the TDP until the issue is settled.\r\n\r\n##Holding deposits\r\n\r\nIf you’ve received a holding deposit from your future tenants (money to 'hold' a property before an agreement is signed), you don’t have to protect it. However, once they become tenants the holding deposit becomes a deposit, and you must protect it.\r\n\r\n##Deposits made by a third party\r\n\r\nYou must use a TDP scheme even if the deposit is paid by someone else, like a rent deposit scheme or a tenant's parents.\r\n\r\n##Scotland and Northern Ireland\r\nScotland has its own system of [tenant deposit protection.](http://www.scotland.gov.uk/Topics/Built-Environment/Housing/privaterent/government/SGTD1 \"Scottish government - safeguarding tenancy deposits\"){:rel=\"external\"}\r\n\r\nIn Northern Ireland, there is currently no official system for protecting tenant deposits. Find out more on the [Housing Executive website.](http://www.nihe.gov.uk/index/advice/renting_privately/advice_landlords/rent_and_deposits_landlord.htm \"Housing Executive - your legal obligations regarding rent and deposits\"){:rel=\"external\"}\r\n\r\n*[TDP]: Tenancy deposit protection","slug":"overview","title":"Overview"}},{"table":{"body":"Within 30 days of getting their deposit, you must tell your tenants:\r\n\r\n+ the address of the rented property\r\n+ how much deposit they’ve paid\r\n+ how the deposit is protected\r\n+ the name and contact details of the tenancy deposit protection (TDP) scheme and its dispute resolution service\r\n+ your (or your letting agency’s) name and contact details\r\n+ the name and contact details of any third party who paid the deposit\r\n+ why you would keep some or all of the deposit - eg because your tenants damaged the property and you need to fix it\r\n+ how to apply to get the deposit back at the end of the tenancy\r\n+ what to do if they can’t get hold of you at the end of the tenancy\r\n+ what to do if there’s a dispute over the amount of deposit to be returned at the end of the tenancy\r\n\r\n*[TDP]: Tenancy deposit protection","slug":"information-you-must-give-to-your-tenants","title":"Information you must give to your tenants"}},{"table":{"body":"Your tenants can apply to a county court if you don’t use a tenancy deposit protection (TDP) scheme when you have to. They can do this at any time during the tenancy.\r\n\r\nIf the court finds you haven’t protected the deposit, it can order you to either:\r\n\r\n+ repay it to your tenants\r\n+ pay it into a custodial TDP scheme’s bank account within 14 days\r\n\r\n% The court may also order you to repay your tenants up to 3 times their original deposit within 14 days of making the order. %\r\n\r\n##At the end of the tenancy\r\n\r\nIf you don’t use a TDP scheme when you have to, the court may decide that your tenants don’t have to leave the property when the tenancy ends.\r\n\r\n*[TDP]: Tenancy deposit protection","slug":"if-you-dont-protect-your-tenants-deposit","title":"If you don't protect your tenants' deposit"}},{"table":{"body":"If you disagree with your tenants about how much deposit should be returned, your tenancy deposit protection scheme offers a free dispute resolution service.\r\n\r\nThe Deposit Protection Service has published a guide that gives advice about all 3 schemes. \r\n\r\n$D[Download 'A guide to tenancy deposits, disputes and damages' from the Deposit Protection Service (PDF, 848KB)](http://www.depositprotection.com/documents/a-guide-to-tenancy-deposits-disputes-and-damages.pdf \"A guide to tenancy deposits, disputes and damages' from the Deposit Protection (PDF, 848KB)\") $D\r\n\r\n##Help and advice\r\n\r\nYou can get more help and advice from:\r\n\r\n+ your local [Citizens Advice Bureau](http://www.citizensadvice.org.uk/index/getadvice.htm#searchbox/ \"Find your local Citizens Advice Bureau\"){:rel=\"external\"}\r\n+ a [solicitor](http://www.lawsociety.org.uk/choosingandusing/findasolicitor.law \"Find a solicitor\"){:rel=\"external\"}","slug":"disputes","title":"Disputes"}}],"type":"guide"}