{"alternative_title":"","overview":"The UK belongs to different international organisations including the European Union (EU), Nato, the Commonwealth and the United Nations (UN)","slug":"uk-international-affairs","title":"The UK and international affairs","updated_at":"2012-10-02T12:14:30+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"The UK belongs to:\r\n\r\n- the European Union (EU) - a partnership of 27 European countries\r\n- Nato (the North Atlantic Treaty Organisation) - an alliance of 28 countries from Europe and North America\r\n- the Commonwealth - an association of 53 independent countries (mostly former British territories) \r\n- the United Nations (UN) - an international organisation with 193 member countries\r\n\r\n*[EU]:European Union\r\n*[Nato]:the North Atlantic Treaty Organisation\r\n*[UN]:the United Nations","slug":"overview","title":"Overview"}},{"table":{"body":"The EU is a partnership of 27 European countries that work together on common issues. The UK joined the EU in 1973.\r\n\r\n^View a [map and list of EU countries.](http://europa.eu/about-eu/countries/index_en.htm \"map of EU countries\"){:rel=\"external\"}^\r\n\r\n##The UK and the EU\r\n\r\nAs a member of the EU, the UK follows various laws setting out the EU's powers and how it can use them.\r\n\r\nUK government ministers take part in EU discussions and decision-making, and final decisions are made jointly by all member countries. \r\n\r\nThere's more information about [the UK's role in the EU](http://www.fco.gov.uk/en/global-issues/european-union/ \"the UK's role in the EU\"){:rel=\"external\"} on the Foreign & Commonwealth Office website.\r\n\r\n##The Council of the EU\r\n\r\nThis is the main decision-making part of the EU. It's sometimes also called the Council of Ministers and approves European laws jointly with the [European Parliament](the-european-parliament \"European Parliament\"). \r\n\r\nPresidency of the council rotates every 6 months from one member country to the next. The country holding the presidency takes charge of all the meetings.\r\n\r\nMeetings are attended by the relevant minister from each country - so if health matters are being discussed, the UK Secretary of State for Health will attend.\r\n\r\n^The UK last held presidency of the Council of the EU from July to December 2005.^\r\n\r\n##The European Council\r\n\r\nThis isn't the same as the Council of the EU. It meets 4 times a year and sets the EU's overall priorities. \r\n\r\nIt's made up of the leaders of each member country and the President of the European Commission.  \r\n\r\n##The European Commission\r\n\r\nThis is similar to the UK civil service and puts into practice the agenda set by the European Council. It drafts new laws and makes sure member countries follow them. \r\n\r\nEvery member country nominates 1 Commissioner, responsible for a specific policy area eg education or transport. They're independent of their countries and serve the EU as a whole.\r\n\r\n##The European Courts\r\n\r\nEach member country sends a judge to the European Court of Justice in Luxembourg. The court makes sure that European laws are interpreted and applied in the right way. \r\n\r\nThe Court of Auditors also has 1 representative from each member country. It reviews the accounts of the EU.\r\n\r\n*[EU]:European Union","slug":"the-european-union-eu","title":"The European Union (EU)"}},{"table":{"body":"Nato (the North Atlantic Treaty Organisation) is an alliance of 28 countries from Europe and North America. \r\n\r\n##Nato's role\r\n\r\nIts functions are to:\r\n\r\n- provide security and stability in the Euro-Atlantic area\r\n- provide a transatlantic forum to discuss joint concerns\r\n- defend the territories of member countries\r\n- contribute to crisis management and conflict prevention\r\n- promote partnership and co-operation between member countries\r\n\r\n^Membership of Nato is central to the UK's defence policy.^\r\n\r\n##How Nato works\r\n\r\nEach Nato decision must be agreed by every member country. This means all decisions have the full backing of member countries.\r\n\r\nNato's most important decision-making body is the North Atlantic Council. Every member country sits on this. \r\n\r\nAt the head of Nato is the Secretary General. You can read more information about Nato on the [Nato website.](http://www.nato.int/cps/en/natolive/index.htm \"Nato website\"){:rel=\"external\"}\r\n\r\n\r\n\r\n*[Nato]:the North Atlantic Treaty Organisation","slug":"nato","title":"Nato"}},{"table":{"body":"The European Parliament makes decisions on new European laws jointly with the Council of the European Union (EU). \r\n\r\nThere are 736 Members of the European Parliament (MEPs), including 72 from the UK, who represent the people in their part of the country.\r\n\r\n##The role of the European Parliament\r\n\r\nThe European Parliament meets in Strasbourg for 1 week each month. The rest of the time, the MEPs are based in Brussels. \r\n\r\nThe Parliament is consulted about all major decisions. Its role varies between:\r\n\r\n- co-decision, where a proposal requires the agreement of both the Council and the Parliament\r\n- consultation, where the Parliament can influence draft legislation but the Council has the final decision\r\n- decisions where the Parliament's influence is greater\r\n\r\nThe Parliament also approves:\r\n\r\n- the appointment of the European Commission\r\n- international agreements\r\n\r\n^Parliament and the Council have joint responsibility for the European budget.^\r\n\r\n##Elections\r\n\r\nElections for MEPs take place every 5 years, across all 27 member states of the EU. The last elections were in June 2009, and the next will be in June 2014. \r\n\r\nThe UK is divided into 12 regions, and each region has between 3 and 10 MEPs.\r\n\r\n##More information\r\n\r\nYou can find out more about the Parliament on the [European Parliament website.](http://www.europarl.europa.eu/news/en/headlines/ \"European Parliament website\"){:rel=\"external\"}\r\n\r\n\r\n\r\n*[MEPs]:Members of the European Parliament\r\n*[EU]:European Union\r\n\r\n","slug":"the-european-parliament","title":"The European Parliament"}},{"table":{"body":"There are 53 members of the Commonwealth, including the UK. They co-operate in areas of common interest. \r\n\r\nMost of the Commonwealth members used to be British territories. \r\n\r\n##The Commonwealth's aims\r\n\r\nThe Commonwealth promotes:\r\n\r\n- international peace and security\r\n- democracy\r\n- liberty and equal rights\r\n- economic and social development\r\n\r\nIt represents nearly 2 billion people - nearly a third of the world's population.\r\n\r\n##Head of the Commonwealth\r\n\r\nThe Queen is the Head of the Commonwealth. She's also the Head of State in the UK and 15 other independent countries called 'Commonwealth realms'. \r\n\r\n^There's more information on [the Queen and the Commonwealth](http://www.royal.gov.uk/MonarchAndCommonwealth/Overview.aspx \"the Queen and the Commonwealth\"){:rel=\"external\"} on the British Monarchy website.^\r\n\r\n##Commonwealth Secretariat\r\n\r\nThis is based in London. It helps organise the Commonwealth Heads of Government meeting, which happens every 2 years. It also helps organise other meetings.\r\n\r\n^The [Commonwealth Secretariat website](http://www.thecommonwealth.org/ \"Commonwealth Secretariat website\"){:rel=\"external\"} has more information about how it works.^\r\n\r\n##The Commonwealth Games\r\n\r\nThese happen every 4 years. England, Scotland, Wales, Northern Ireland, Guernsey, Jersey and the Isle of Man all compete separately. \r\n\r\nIn 2014, the Commonwealth Games will be held in Glasgow. The [Commonwealth Games Federation website](http://www.thecgf.com/ \"Commonwealth Games Federation website\"){:rel=\"external\"} has more information.\r\n","slug":"the-commonwealth","title":"The Commonwealth"}},{"table":{"body":"The UN was formed in 1945 by the UK and 50 other countries. Now, nearly every country in the world belongs to the UN, with 193 member countries.\r\n\r\nThe UN headquarters are in New York, with offices in other locations.\r\n\r\n##The General Assembly\r\n\r\nThis meets to talk about the world's biggest problems and each member has 1 vote. \r\n\r\nDecisions on major things like peace and security, admitting new members and the UN budget need a two-thirds majority vote. Other issues just need a simple majority - the largest share of the votes.\r\n\r\nThere's more information about the [General Assembly](http://www.un.org/en/ga/ \"General Assembly\"){:rel=\"external\"} and a [list of UN member countries](http://www.un.org/depts/dhl/unms/cms.shtml \"list of UN member countries\"){:rel=\"external\"} online.\r\n\r\n##The Security Council\r\n\r\nThis is the most important part of the UN. It's responsible for maintaining peace and international security and can meet at any time. \r\n\r\nThere are 15 council members and 5 of these are permanent - they are:\r\n\r\n- the UK\r\n- China\r\n- France\r\n- Russia\r\n- the US\r\n\r\nThe other 10 members are elected by the General Assembly every 2 years.\r\n\r\nDecisions made by the Security Council need 9 out of 15 'yes' votes. If there's a 'no' vote from 1 of the 5 permanent members a decision can't pass.\r\n\r\nYou can read more information about the Security Council on the [UN Security Council website.](http://www.un.org/Docs/sc/ \"UN Security Council website\"){:rel=\"external\"}\r\n\r\n##The Secretariat\r\n\r\nThis does the support work to carry out decisions made by the General Assembly or the Security Council. At its head is the Secretary General, who serves for 5 years.\r\n\r\n\r\n\r\n\r\n*[UN]:the United Nations","slug":"the-united-nations-un","title":"The United Nations (UN)"}}],"type":"guide"}