{"alternative_title":"","overview":"Sorting out a deceased person's affairs - how to apply for a grant of representation, become an executor and distribute an estate - and what happens if there's no will","slug":"wills-probate-inheritance","title":"Wills, probate and inheritance","updated_at":"2012-10-02T12:14:47+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"When someone dies you may be able to apply for a 'grant of representation'. This is the legal right to deal with the person's property, money and possessions (their 'estate').\r\n\r\nYou can apply yourself or use a solicitor.\r\n\r\nIn most cases, the basic process is as follows:\r\n\r\ns1. **Check if there's a will** - this normally states who sorts out the estate; if there's no will the next of kin can apply.\r\ns2. **Apply to get a 'grant of representation'** - this gives you the legal right to access things like the person's bank account.\r\ns3. **Pay Inheritance Tax** - this is only paid if the estate's worth over a certain amount and is part of applying for a grant of representation - once you've paid any tax due, you can collect the assets.\r\ns4. **Collect the assets** - eg money from the sale of the person's property.\r\ns5. **Pay any debts** - eg unpaid utilities bills.\r\ns6. **Distribute the estate** - this means giving any property, money or possessions to the people entitled to it ('beneficiaries').    \r\n\r\n\r\n##When a grant of representation may not be needed\r\n\r\nYou don't normally need a grant if the estate:\r\n\r\n- passes to the surviving spouse/civil partner because it was held in\r\n[joint names](joint-property-and-bank-accounts \"Assets held in joint names\") – eg a savings account\r\n\r\n- doesn't include land, property or shares\r\n\r\nYou should contact the organisation holding the money - eg the bank or building society. They may ask for proof of death - eg the death certificate following the [registration of death](/after-a-death/register-the-death \"What to do when someone dies\").\r\n\r\n^Each financial institution has its own rules - you may still need to apply for a grant.^\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"You can apply for a grant of representation if you’re the 'executor' of the will - the person named to deal with the estate.\r\n\r\nIf more than one executor is named in the will, the [probate application form and guidance notes](applying-for-a-grant-of-representation \"Applying for a grant of representation\") explain what to do.\r\n\r\nYou should contact your local [Probate Registry](http://hmctscourtfinder.direct.gov.uk/HMCTS/GetLeaflet.do?court_leaflets_id=744 \"Contact your Probate Registry\"){:rel=\"external\"} if either:\r\n\r\n- no executor is named in the will\r\n- none of the named executors are willing or able to apply\r\n\r\nThe Probate Registry will explain what you need to do.\r\n\r\n^An executor doesn't necessarily get any of the estate.^\r\n\r\n","slug":"if-the-person-left-a-will","title":"If the person left a will"}},{"table":{"body":"The person's next of kin - eg the spouse (or civil partner) or children - can usually apply for a grant of representation.\r\n\r\nIf there's no will, [the law decides who inherits the estate](http://www.gov.uk/inherits-someone-dies-without-will \"Who inherits if someone dies without a will\").\r\n\r\n##Partners and ex-partners\r\n\r\nIf you're the partner of the person who's died but weren't married to them (or in a civil partnership) you can't apply. You're also not automatically entitled to get any of your partner's estate. You should get legal advice to find out about your rights.\r\n\r\nIf the person was separated but not yet divorced (or had their civil partnership dissolved), their spouse (or civil partner) would inherit some or all of the estate - and must apply for the grant.","slug":"if-the-person-didnt-leave-a-will","title":"If the person didn't leave a will"}},{"table":{"body":"##Joint bank and savings accounts\r\n\r\nIf you have a joint account with the person, what's in it automatically passes to you. You don't need a grant of representation.\r\n\r\n##Joint property\r\n\r\nWhat happens to the person's property depends on how it was owned. If the property was:\r\n\r\n- held under 'joint tenancy' - the surviving owner inherits the whole property automatically\r\n- owned as a 'tenancy in common' - the person's will (or the law, if there's no will) states who inherits their share\r\n- owned outright by the person - the terms of their will(s) state who inherits (or the law of intestacy if there's no will)\r\n\r\n^If you're unsure of how a property is owned, contact the mortgage company, the [Land Registry](http://www.landreg.gov.uk/ \"Land Registry\"){:rel=\"external\"} or get legal advice.^","slug":"joint-property-and-bank-accounts","title":"Joint property and bank accounts"}},{"table":{"body":"You can apply for a grant of representation yourself or use a solicitor.\r\n\r\nTo apply, you must:\r\n\r\n##Complete a probate application form\r\n\r\nYou can either:\r\n\r\n- call the Probate and Inheritance Tax helpline - 0845 302 0900 (Monday to Friday, 9am to 5pm)\r\n- fill in the [probate application form PA1](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=735 \"probate application form PA1\"){:rel=\"external\"}\r\n\r\n^The Probate and Inheritance Tax helpline can help you fill the form in.^\r\n\r\n##Complete an Inheritance Tax form\r\n\r\nYou must also [work out how much the estate is worth](/valuing-estate-of-someone-who-died \"Valuing the estate of someone who's died\"). Depending on its value, there may be tax to pay - called Inheritance Tax.\r\n\r\nYou must complete an Inheritance Tax form - even if you think no tax is owed.\r\n\r\nFind the correct [Inheritance Tax form.](http://search2.hmrc.gov.uk/kb5/hmrc/forms/ihtforms.page#4020 \"Find the correct Inheritance Tax form\"){:rel=\"external\"}\r\n\r\n^If there is tax to pay, you normally have to pay at least some of it before a grant is issued to you.^\r\n\r\n##Send off your application\r\n\r\nSend off your application, which should include:\r\n\r\n- the probate application form PA1\r\n- the Inheritance Tax form\r\n- an official copy of the [death certificate](/after-a-death/register-the-death \"What to do after a death\")\r\n- the original will and 2 copies - and any codicils (additions or amendments to it)\r\n-  the application fee of £105 - a cheque made payable to HM Courts & Tribunals Service (there's no fee if the estate is under £5,000)\r\n\r\n^You can pay for extra copies of the grant (£1 each) - this means you can send them to different organisations at the same time.^\r\n\r\n\r\n##Swear an oath\r\n\r\nYou may need to go to a local probate office to swear an oath - this is a ‘promise’ that the information you've given is true to the best of your knowledge.\r\n\r\nYou must bring 2 items of identification with you - like a:\r\n\r\n- full driving licence\r\n- passport\r\n\r\nYou should get the grant through the post within 10 working days of swearing the oath.\r\n\r\n^If it’s not possible to issue a grant, the Probate Service will explain why in writing.^","slug":"applying-for-a-grant-of-representation","title":"Applying for a grant of representation"}},{"table":{"body":"##Contact organisations to get hold of the person's assets\r\n\r\nYou should send a copy of the grant to relevant organisations (eg the person's bank). They should then 'release' the assets so you can transfer them into the executorship account.\r\n\r\nIf the person had a pension, contact the organisation - a surviving spouse (or civil partner) may be entitled to money from it.\r\n\r\n##Pay any debts or outstanding payments\r\n\r\nOnce you've contacted all the organisations, pay off any debts the person had. This could include:\r\n\r\n- outstanding bills\r\n- tax owed\r\n\r\nYou can use money collected from the estate to pay any solicitor's fees - as part of the probate process.\r\n\r\n^As the executor or administrator you have a legal responsibility to pay off any debts or outstanding payments before distributing the estate.^\r\n\r\n##Distribute the estate\r\n\r\nOnce all debts and and taxes have been paid, you can distribute the estate as detailed:\r\n\r\n- in the will\r\n- using the laws of intestacy, if there's no will\r\n\r\nAfter this you should prepare the estate accounts. These must be approved and signed by you and the main beneficiaries.\r\n","slug":"once-the-grants-been-issued","title":"Once the grant's been issued"}},{"table":{"body":"If you inherit property - eg from your parents - you have responsibilities.\r\n\r\n###Selling the property\r\n\r\nYou may have to pay tax on any profit you make when you sell it. Get advice from [HM Revenue & Customs.](http://search2.hmrc.gov.uk/kbroker/hmrc/contactus/search.ladv?sr=0&as=1&cs=ISO-8859-1&sc=hmrc&sf=&sm=0&nh=50&ha=34&tx0=49647&fl0=__dsid:&tx1=2037&raction=view \"HM Revenue & Customs\"){:rel=\"external\"} \r\n\r\n###If you keep the property\r\n\r\nIf you already own a home you need to nominate one of your homes as your main home - let your Tax Office know. You can only have relief from [Capital Gains Tax](/capital-gains-tax \"Capital Gains Tax\") for your main home.\r\n\r\nYou should also register your ownership at the [Land Registry](/registering-land-or-property-with-land-registry \"Land Registry\") - although legally you don't have to do this unless the property's sold or mortgaged.\r\n\r\n###If another owner is still living there\r\n\r\nIf another owner is still living there you need to agree with them whether:\r\n\r\n- they will continue living there\r\n- the property will be sold\r\n\r\nTheir right to remain may be stated in the will, if there is one.\r\n\r\n###Renting the property\r\n\r\nYou may have to pay [tax](/income-tax \"Income tax\") on the rental income you make. Get advice from the Tax Office.\r\n\r\nIf you inherit a property that has a tenant, you have responsibilities as a landlord - especially if you want to sell the property.\r\n\r\n@Get advice from a solicitor if there's property involved as part of an inheritance.@\r\n\r\n\r\n","slug":"if-you-inherit-property","title":"If you inherit property"}}],"type":"guide"}