{"alternative_title":"","overview":"What bailiffs can and can't do if they visit your home to collect a debt, your rights and how to complain about a private bailiff company, county court bailiff or civilian enforcement officer","slug":"your-rights-bailiffs","title":"Your rights if you're visited by bailiffs","updated_at":"2012-10-02T12:14:50+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"A bailiff may visit your home if you don't pay your debts - eg a Council Tax bill, parking fine, court fine or county court judgment.\r\n\r\nThis will happen if you ignore reminder and warning letters, saying that bailiffs will be used.\r\n\r\nYou can offer to pay some of the money you owe to stop bailiffs from visiting.\r\n\r\n##Dealing with bailiffs on your doorstep\r\n\r\nYou don't have to open your front door to a bailiff or let them in.\r\n\r\nBailiffs can usually only come into your home if:\r\n\r\n- you leave a door or window open\r\n- you invite them in\r\n\r\nThey are not normally allowed to force their way into your home - eg by pushing past you, or putting their foot in the door. \r\n\r\nIf they try this, you can call the police.\r\n\r\n^Bailiffs are allowed to force their way into your home to collect unpaid criminal fines, Income Tax or VAT, but only as a last resort.^\r\n\r\n##What to ask a bailiff\r\n\r\nBefore you pay a bailiff, or let them in to take your things, ask to see proof of their identity - eg a copy of their bailiff certificate.\r\n\r\nAlso ask for one of the following:\r\n\r\n- a copy of the court order saying you owe the money\r\n- a copy of their 'authorisation' (permission) to take your things\r\n\r\nCheck the dates on the documents to see if they're still valid.\r\n\r\n##Paying a bailiff\r\n\r\nYou may want to pay the bailiff some, or all of the money you owe.\r\n\r\nYou can pay them on the doorstep - you don't have to invite them into your home.\r\n\r\nMake sure you get a receipt, to prove you've paid.\r\n\r\n##If you can't pay\r\n\r\nIf you can't pay anything right away, you can speak to the bailiff about repayments, or:\r\n\r\n- tell the bailiff you'll pay the money back directly to the company or organisation you owe it to\r\n- write to this company or organisation, and offer to pay what you can afford\r\n\r\nIf you don't make an offer to pay, you could be taken back to court.\r\n\r\n##What bailiffs can and can't take\r\n\r\nIf you let a bailiff into your home, they are allowed to take some of your belongings.\r\n\r\nBailiffs can't take:\r\n\r\n- things you need - eg your clothes, cooker, fridge, furniture or work tools\r\n- someone else's belongings - eg your partner's computer\r\n\r\nThey can take luxury items - eg a TV or games console.\r\n\r\nThey can also take things from outside your home - eg your car or garden equipment.\r\n\r\n^The bailiff will sell the items they take to pay the debt and cover their fees.^\r\n\r\n##What bailiffs can charge\r\n\r\nBailiffs can charge you for visits to your home - this will be added to what you owe.\r\n\r\nThey can also charge you fees for coming into your home and taking your belongings.\r\n\r\nYou can ask for a detailed breakdown of their charges.\r\n\r\nIf you think they're charging too much or for something they haven't done, you can challenge them and complain.","slug":"what-to-do-when-a-bailiff-visits","title":"What to do when a bailiff visits"}},{"table":{"body":"You can complain about a bailiff if you think they have broken the rules, eg if they:\r\n\r\n- threaten or harass you\r\n- try to break into your home\r\n- try to charge you unfair fees\r\n- take goods belonging to someone else\r\n\r\nYou will need to complain to different people, depending on whether the bailiff is a:\r\n\r\n- private bailiff, working for a private company\r\n- county court bailiff or civilian enforcement officer, working directly for the court\r\n\r\n## Complain about a private bailiff\r\n\r\nMost bailiffs work for private companies, even if they're collecting money for the council or the government.\r\n\r\nTo complain about a private bailiff, write to the bailiff's company.\r\n\r\nIf you don't get a response from the company, write to the organisation you owe the money to - eg the council.\r\n\r\nKeep a copy of your complaint letter.\r\n\r\n###Complain to a trade organisation\r\n\r\nYou may also be able to complain to the bailiff's trade association.\r\n\r\nCheck the membership lists on the trade associations' websites:\r\n\r\n- [Civil Enforcement Association - member list](http://www.civea.co.uk/member-list.htm \"Civil Enforcement Association - member list\"){:rel=\"external\"}\r\n- [High Court Enforcement Officers Association - directory](http://www.hceoa.org.uk/members/authorised-members-directory.html \"High Court Enforcement Officers Association - directory\"){:rel=\"external\"}\r\n\r\nIf the bailiff is a member, write to the trade association to complain. Follow the complaints procedure on the association's website.\r\n\r\n##Complain about a county court bailiff or civilian enforcement officer\r\n\r\nTo complain about a county court bailiff or civilian enforcement officer, fill in the [complaint form EX343A.](http://hmctsformfinder.direct.gov.uk/HMCTS/GetLeaflet.do?court_leaflets_id=254 \"complaint form (EX343A)\"){:rel=\"external\"}\r\n\r\nPost the form to the court - you can find the address using [court finder.](http://hmctscourtfinder.direct.gov.uk/HMCTS/ \"court finder\"){:rel=\"external\"}","slug":"how-to-complain-about-a-bailiff","title":"How to complain about a bailiff"}}],"type":"guide"}