{"alternative_title":"","overview":"Tax advantages on government-approved employee share schemes including Share Incentive Plans, Save As You Earn, Company Share Option Plans and Enterprise Management Incentives","slug":"tax-employee-share-schemes","title":"Tax and Employee Share Schemes","updated_at":"2012-10-02T12:14:26+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If your employer offers you company shares as part of a government approved share scheme you get tax advantages, like not paying Income Tax or National Insurance on their value.\r\n\r\nApproved schemes are:\r\n\r\n- Share Incentive Plans\r\n- Save As You Earn Schemes\r\n- Company Share Option Plans\r\n- Enterprise Management Incentive Schemes\r\n\r\n^Employee share schemes that aren't approved by the government don't have the same tax advantages.^\r\n\r\n##Capital Gains Tax\r\n\r\nSometimes you have to pay Capital Gains Tax if you sell your shares.\r\n\r\nHM Revenue and Customs (HMRC) has produced a guide to help you understand the rules about Capital Gains Tax and employee share schemes.\r\n\r\n$D\r\n[Download 'Employee share and security schemes and Capital Gains Tax' (PDF, 80KB)](http://www.hmrc.gov.uk/helpsheets/hs287.pdf \"Download 'Employee share and security schemes and Capital Gains Tax' (PDF, 80KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n*[HMRC]:HM Revenue & Customs\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"If you get shares through a SIP and keep them in the plan for 5 years you won't pay Income Tax or National Insurance on their value.\r\n\r\nIf you sell the shares:\r\n\r\n- you won't pay Capital Gains Tax if you keep them in the plan until you sell them\r\n- if you take them out of the plan, keep them and then sell them later on, you might have to pay Capital Gains Tax if their value has increased\r\n\r\nThere are 4 ways you can get shares under SIPs.\r\n\r\n##Free shares\r\n\r\nYour employer can give you up to £3,000 of free shares in any tax year. \r\n\r\n##Partnership shares\r\n\r\nYou can buy shares out of your salary before tax deductions. There's a limit to how much you can spend - either £1,500 or 10% of your income for the tax year, whichever is lower.\r\n\r\n##Matching shares\r\n\r\nYour employer can give you up to 2 free matching shares for each partnership share you buy.\r\n\r\n##Dividend shares\r\n\r\nIf you get dividends from free, partnership or matching shares:\r\n\r\n- you can use them to buy more shares\r\n- you won't pay Income Tax if you keep the dividend shares for at least 3 years\r\n- you can invest up to £1,500 of dividends each tax year in this way\r\n\r\n%If you take shares out of a SIP early, you'll have to pay Income Tax and National Insurance on them.%\r\n\r\nThere's detailed information on SIPs in a guide from HM Revenue & Customs (HMRC).\r\n\r\n$D\r\n[Download 'A guide to SIPs' (RTF, 82KB)](http://www.hmrc.gov.uk/shareschemes/sip-info-employees.rtf \"Download 'A guide to SIPs' (RTF, 82KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n*[SIPs]:Share Incentive Plans\r\n*[SIP]:Share Incentive Plan\r\n*[HMRC]:HM Revenue & Customs","slug":"share-incentive-plans-sips","title":"Share Incentive Plans (SIPs)"}},{"table":{"body":"This is a savings-related share scheme where you can buy shares with your savings for a fixed price.\r\n\r\nYou can save up to £250 a month under the scheme. At the end of your savings contract (3, 5 or 7 years) you can use the savings to buy shares. The tax advantages are:\r\n\r\n- the interest and any bonus at the end of the scheme is tax-free unless you cash it in early\r\n- you don't pay Income Tax or National Insurance on the difference between what you pay for the shares and what they're worth\r\n\r\nYou might have to pay Capital Gains Tax when you sell the shares - but not if you put them into an ISA or pension as soon as you buy them.\r\n\r\nHM Revenue & Customs (HMRC) has produced a guide to the rules of SAYE schemes.\r\n\r\n$D\r\n[Download 'SAYE schemes - the rules' (RTF, 96KB)](http://www.hmrc.gov.uk/shareschemes/employee-guidance.rtf \"Download 'SAYE schemes - the rules' (RTF, 96KB\"){:rel=\"external\"}\r\n$D\r\n\r\n*[SAYE]:Save As You Earn\r\n*[HMRC]:HM Revenue & Customs","slug":"save-as-you-earn-saye","title":"Save As You Earn (SAYE)"}},{"table":{"body":"This gives you the option to buy up to £300,000 worth of shares at a fixed price. \r\n\r\nYou won't pay Income Tax or National Insurance contributions on the difference between what you pay for the shares and what they're actually worth.\r\n\r\nYou may have to pay Capital Gains Tax when you sell the shares.","slug":"company-share-option-plan","title":"Company Share Option Plan"}},{"table":{"body":"If you work for a company with assets of up to £30 million it can offer EMIs. \r\n\r\nYou can buy shares of up to £120,000 without paying Income Tax or National Insurance on the difference between what you pay for the shares and what they're actually worth.\r\n\r\nYou may have to pay Capital Gains Tax when you sell the shares.\r\n\r\n*[EMIs]:Enterprise Management Incentives\r\n*[EMI]:Enterprise Management Incentive","slug":"enterprise-management-incentives-emis","title":"Enterprise Management Incentives (EMIs)"}}],"type":"guide"}