{"alternative_title":"","overview":"VAT for business - VAT rates, exempt and zero-rated items, when to charge VAT, discounts and VAT on offers","slug":"vat-businesses","title":"Businesses and charging VAT","updated_at":"2012-10-02T12:12:13+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"% You can only charge VAT if your business is registered for VAT. % \r\n\r\nVAT is charged on things like: \r\n\r\n+ business sales - eg when you sell goods and services \r\n+ hiring or loaning goods to someone\r\n+ commission\r\n+ items sold to staff - eg canteen meals \r\n+ business goods used for personal reasons\r\n+ 'non-sales' like [bartering, part-exchange](http://www.hmrc.gov.uk/vat/managing/special-situations/index.htm \"Bartering and part-exchanges and VAT\"){:rel=\"external\"} and gifts\r\n\r\nThese are know as 'taxable supplies'. There are different rules for [imports and exports](http://www.hmrc.gov.uk/vat/managing/international/index.htm \"VAT and international trade\"){:rel=\"external\"} and [charities.](http://www.hmrc.gov.uk/charities/vat/index.htm \"Charities and VAT\"){:rel=\"external\"}\r\n\r\n##Responsibilities \r\n\r\nVAT-registered businesses must:\r\n\r\n+ charge VAT on their goods or services\r\n+ reclaim any VAT they've paid on business related goods or services\r\n\r\nIf you're a VAT-registered business you must report to HM Revenue & Customs (HMRC) the amount of VAT you've charged and the amount of VAT you've paid. This is done through your [VAT Return](/vat-returns \"VAT Returns\") which is usually due every 3 months. \r\n\r\nIf you've charged more VAT than you've paid, you have to pay the difference to HMRC. If you've paid less VAT than you've charged, you can reclaim the difference from HMRC.\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n*[VAT]: Value Added Tax\r\n","slug":"how-vat-works","title":"How VAT works"}},{"table":{"body":"There are 3 different rates of VAT and you must make sure you charge the right amount. Currently the rates are: \r\n\r\n+ standard rate - 20% \r\n+ reduced-rate - 5% \r\n+ zero rate - 0% \r\n\r\n^ Get a [list of reduced or zero-rated goods and services.](http://www.hmrc.gov.uk/vat/forms-rates/rates/goods-services.htm \"Rates of VAT on different goods and services\"){:rel=\"external\"} ^ \r\n\r\n###Standard rate \r\n\r\nMost goods and services are standard rate. You should charge this rate unless the goods or services are classed as reduced or zero-rated. \r\n\r\n###Reduced rate\r\n\r\nWhen to charge this rate can depend on the item being provided but also the circumstance of the sale. For example:\r\n\r\n+ children's car seats and domestic fuel or power are always charged at 5% \r\n+ mobility aids for older people are only charged at 5% if they're for someone over 60 and the goods are installed in their home \r\n\r\n###Zero rate \r\n\r\nZero-rated means that the goods are still VAT-taxable, but the rate of VAT you must charge your customers is 0%. Examples of zero-rated goods include:\r\n\r\n+ books and newspapers\r\n+ children's clothes and shoes \r\n+ motorcycle helmets   \r\n\r\nYou still have to record zero-rated transactions in your VAT accounts and report them on your VAT Return.  \r\n\r\n^ Rates can change and you must apply any changes to the rates from the date they change. ^\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n*[VAT]: Value Added Tax","slug":"vat-rates","title":"VAT rates"}},{"table":{"body":"If a transaction is a standard, reduced or zero-rated taxable supply, you: \r\n\r\n+ must charge the right rate of VAT\r\n+ must show the VAT information on your invoice \r\n+ must show the transaction in your VAT account - a summary of your VAT \r\n+ must show the amount on your VAT Return \r\n+ may be able to reclaim the VAT that relates to these sales \r\n\r\nYou need to know the right rate of VAT so you can charge it correctly and reclaim it on your purchases. \r\n\r\nIf you pay the wrong amount of VAT on a purchase, you can’t claim all of the amount you’ve paid back\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n*[VAT]: Value Added Tax","slug":"when-to-charge-vat","title":"When to charge VAT"}},{"table":{"body":"You can't charge VAT on exempt or 'out of scope' items. \r\n\r\n##Exempt \r\n\r\nExempt goods or services are supplies that you: \r\n\r\n+ can't charge VAT on\r\n+ must not include in your VAT records \r\n\r\nIf you buy or sell an exempt item you should still record the transaction in your general business accounts. Examples of exempt items include:\r\n\r\n+ insurance \r\n+ postage stamps or services \r\n+ health services provided by doctors \r\n\r\n^ Get a list of goods and services that are [VAT exempt.](http://www.hmrc.gov.uk/vat/forms-rates/rates/goods-services.htm \"Rates of VAT on different goods and services\"){:rel=\"external\"} ^ \r\n\r\n##Out of scope \r\n\r\nSome goods and services are outside the VAT tax system so you can't charge or reclaim the VAT on them. For example, out of scope items include:\r\n\r\n+ goods or services you buy outside of the EU\r\n+ statutory fees - like the congestion charge or MOT testing \r\n+ goods you sell as part of a hobby - like stamps from a collection\r\n+ donations to a charity - if given without receiving anything in return \r\n\r\n*[HMRC]: HM Revenue & Customs\r\n*[VAT]: Value Added Tax\r\n\r\n\r\n","slug":"when-not-to-charge-vat","title":"When not to charge VAT"}},{"table":{"body":"##Discounts \r\n\r\nVAT may have to be charged on discounts and deals. \r\n\r\nOffer | How to charge VAT \r\n- | - \r\nDiscounts | Charged on the discounted price (not the full price) \r\nGifts | Charged on the gift’s full value - there are some exceptions listed below\r\nMulti-buys | Charged on the combined price if all the items have the same VAT rate. If not, VAT is ‘apportioned’ as mixed rate goods   \r\nMoney-off coupons, vouchers etc | No VAT due if given away free at time of a purchase. If not, VAT due on the price charged\r\nFace value vouchers (used instead of money for purchases) | No VAT due, If sold at or below their monetary value \r\nRedeemed face value vouchers | Charged on the full value of the transaction \r\nRedeemed face value vouchers sold at a discount | Charged on the discounted value of the transaction \r\nLink-save offers (buy one get one free or discounted) | VAT is [apportioned as mixed rate goods](http://customs.hmrc.gov.uk/channelsPortalWebApp/channelsPortalWebApp.portal?_nfpb=true&_pageLabel=pageVAT_ShowContent&propertyType=document&columns=1&id=HMCE_CL_001596#P648_52231 \"mixed rate goods\"){:rel=\"external\"}) - there are exceptions\r\n\r\n###Exceptions \r\n\r\nThere's no VAT due on gifts given to the same person if their total value in a 12 month period is less than £50.\r\n\r\nThe VAT is charged on the combined value of the link-save items if the incentive product's:\r\n\r\n+ resale value is less than £1\r\n+ sale value is less than £5 \r\n+ cost is less than 20% of the other items in the offer \r\n\r\n##Free goods and services \r\n\r\nYou don't have to pay VAT on things like free samples if they meet certain conditions. \r\n\r\nSupplies | Condition to meet so no VAT due\r\n- | - \r\nFree samples | Used for marketing purposes and provided in a quantity that promotes sales\r\nFree loans of business assets | The cost of hiring the asset is included in something else you sell to the customer\r\nFree gifts | The total cost of all gifts is less than £50 in a 12 month period \r\nFree services | You don't get any payment or goods or services in return \r\n\r\n*[HMRC]: HM Revenue & Customs\r\n*[VAT]: Value Added Tax","slug":"discounts-and-free-gifts","title":"Discounts and free gifts"}}],"type":"guide"}