{"alternative_title":"Employers' tax for tips and service charges","overview":"Tax and reporting rules for employers whose employees get tips or service charges","slug":"expenses-and-benefits-tips-and-service-charges","title":"Expenses and benefits: tips and service charges","updated_at":"2012-10-02T13:06:29+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"As an employer, you might have to pay tax and National Insurance on tips or service charges that employees get from customers. You don't have to report them to HMRC.\r\n\r\nThe tax you have to pay depends on:\r\n\r\n- whether the customer chooses to leave money or pays a compulsory service charge\r\n- how the money is then given to staff \r\n\r\nMoney can either be given to staff directly or it can go into a central fund called a 'tronc'. Someone is appointed to be the 'troncmaster' and they divide up the tronc between employees.\r\n\r\n^You must tell HMRC who the troncmaster is so that they can set up a PAYE scheme for the tronc.^\r\n\r\n*[HMRC]:HM Revenue & Customs\r\n*[PAYE]:Pay As You Earn","slug":"overview","title":"Overview"}},{"table":{"body":"You don’t have to pay tax and National Insurance if your employees receive tips directly from your customers and they're allowed to keep them. ","slug":"whats-exempt","title":"What's exempt"}},{"table":{"body":"If tips aren't [exempt](/expenses-and-benefits-tips-and-service-charges \"exempt\"), you may have to pay tax and National Insurance on them.\r\n\r\nWhat you need to pay depends on the type of payment (compulsory or voluntary) and how it's distributed. \r\n\r\n##If employees receive money from compulsory service charges \r\n\r\nThis counts as earnings, so:\r\n\r\n- add it to your employee’s other earnings\r\n- deduct and pay PAYE tax and Class 1 National Insurance through payroll\r\n\r\n\r\n##Tips and voluntary service charges you distribute to employees \r\n\r\nHow money is distributed | What to pay \r\n- | -\r\nYou decide how the money is divided and pay employees | Add the cost to the employee’s other earnings and deduct and pay PAYE tax and Class 1 National Insurance through payroll  \r\nAnother person decides how the money is divided, but you pay employees | Add the cost to the employee’s other earnings and deduct and pay PAYE tax (but not Class 1 National Insurance) through payroll  \r\n\r\n##Tips and voluntary service charges from a tronc\r\n\r\n^You must tell HMRC who the troncmaster is so that they can set up a PAYE scheme for the tronc.^\r\n\r\nHow money is divided | What to pay \r\n- | -\r\nYou decide how the tronc money is divided | Troncmaster pays PAYE tax and you pay National Insurance\r\nThe troncmaster decides how the money is divided | Troncmaster pays PAYE tax  \r\n\r\n\r\n*[HMRC]:HM Revenue & Customs\r\n*[PAYE]:Pay as you earn","slug":"what-to-report-and-pay","title":"What to report and pay"}},{"table":{"body":"The following guides contain more detailed information:\r\n\r\n$D\r\n[Download 'Tips, gratuities, service charges and troncs' (PDF, 60KB)](http://www.hmrc.gov.uk/helpsheets/e24.pdf \"Download 'Tips, Gratuities, Service Charges and Troncs\" from HMRC (PDF, 60KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n$D\r\n[Download 'Employer further guide to PAYE and National Insurance' (PDF, 492KB)](http://www.hmrc.gov.uk/guidance/cwg2.pdf \"Download 'Employer Further Guide to PAYE and National Insurance' (PDF, 492KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n*[HMRC]: HM Customs & Revenue\r\n*[PAYE]: Pay As You Earn","slug":"technical-guidance","title":"Technical guidance"}}],"type":"guide"}