{"alternative_title":"","overview":"The Independent Living Fund (ILF) provides funds to help disabled people live an independent life, it's closed to new applications - criteria and reviews of existing applications","slug":"independent-livingfund","title":"Independent Living Fund","updated_at":"2012-10-02T12:13:15+00:00","parts":[{"table":{"body":"The Independent Living Fund (ILF) provides money to help disabled people live an independent life in the community rather than in residential care.\r\n\r\nYou can use payments from the ILF to:\r\n\r\n- employ a carer or personal assistant to give you personal and domestic care\r\n- pay a care agency to provide personal care and help with domestic duties\r\n\r\nIf you're already getting help from the ILF, your payments will continue to be reviewed to check if your circumstances are still the same.\r\n\r\n^The ILF is permanently closed to new applications.^\r\n\r\n*[ILF]: Independent Living Fund","slug":"overview","title":"Overview"}},{"table":{"body":"The amount you get is based on how much care you need and how much it will cost.\r\n\r\nHow much of your own money you're expected to pay towards your care is taken into account. This is called your ‘available income’.\r\n\r\n##Maximum amount you can receive##\r\n\r\nIf you applied before April 1993, the maximum payment is £815 a week.\r\n\r\nIf you applied after April 1993, the maximum payment is £475 a week.\r\n\r\n##How Independent Living Fund (ILF) payments are paid##\r\n\r\nILF payments are paid directly into your account, eg bank or building society account.\r\n\r\nPayments are made every 4 weeks, usually on a Monday. Each payment you get covers the 4 weeks that have just gone. \r\n\r\nWhen your award is reviewed, the ILF checks the records you'll have been asked to keep showing how you spent the money. For this reason, many people find it helpful to have a separate account for their ILF money.\r\n\r\n*[ILF]: Independent Living Fund\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"^The Independent Living Fund (ILF) is permanently closed to new applications.^\r\n\r\nIf you're already getting help from the ILF, your payments will continue to be reviewed to check whether your circumstances are still the same.\r\n\r\nTo continue to get help from the ILF, in most cases you must:\r\n\r\n- be living in the UK for at least 26 weeks a year\r\n- get social services support worth at least £340 a week or £17,680 a year - this can include direct payments or services from your local council, eg going to a day centre\r\n- get or be entitled to the highest rate care component of [Disability Living Allowance](/dla-disability-living-allowance-benefit \"Disability Living Allowance\")\r\n- have less than £23,250 in savings or capital - this includes any money your partner has, if you have a partner\r\n- be living independently in the community rather than in residential care\r\n\r\n^Your payments are reviewed at least once every 2 years^\r\n\r\n*[ILF]: Independent Living Fund","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"^The Independent Living Fund (ILF) is permanently closed to new applications.^\r\n\r\nIf you're already getting help from the ILF, your payments will continue to be reviewed to check whether your circumstances are still the same.\r\n\r\n*[ILF]: Independent Living Fund\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Spending your Independent Living Fund (ILF) money##\r\n\r\nYou can use your ILF money to pay for support and services. You can use a care agency or employ your own personal assistant (PA) for tasks including:\r\n\r\n- toileting, bathing, washing and dressing\r\n- eating and drinking\r\n- cooking and shopping\r\n- laundry, cleaning and other household tasks\r\n- physical movement, eg walking and getting about\r\n\r\nIf you employ your own carer or PA the ILF can also pay:\r\n\r\n- National Insurance contributions\r\n- holiday pay\r\n- liability insurance\r\n\r\nThe ILF will also consider paying for things like the costs of advertising for a PA and health and safety training for your PA.\r\n\r\n###What you can't use the money for###\r\n\r\nYou can't use the money to pay for:\r\n\r\n- any care you get from a relative who lives with you\r\n- any care provided by social services\r\n- maintaining your home or adapting your home\r\n- gardening\r\n- bills\r\n- private hospitals, residential care or holidays\r\n- petrol, taxi fares and travel expenses\r\n- childcare\r\n\r\n##On-going support and reviews of ILF payments##\r\n\r\nAn independent assessor will visit you every 2 years to make sure you’re still getting the right level of payments and you’re keeping the right records.\r\n\r\nThe ILF will write to you when you are due for a visit to tell you which assessor will contact you and explain what will happen. Your social worker (if you have one) will need to be there when the assessor visits.\r\n\r\nThey will check that you're getting the right amount of care and look at the records you've been keeping. They will also ask you about the care you pay for, the money you have and the benefits you get.\r\n\r\n##If your care costs change##\r\n\r\nThe ILF will not normally be able to meet increases in the amount of care you need. When reviewing your ILF payments, the assessor will consider if the amount of money you currently receive is sufficient.\r\n\r\nIf your care arrangements change and you need more money to pay for your care, contact your [local authority](/apply-needs-assessment-social-services \"Apply for a needs assessment by social services\") and ask them to reassess your care needs. They may be able to offer you extra help.\r\n\r\nThe ILF will consider giving you more money if you need to pay for employer costs. Examples of these include:\r\n\r\n- Criminal Records Bureau (CRB) checks\r\n- health and safety training\r\n- National Insurance contributions\r\n- Statutory Sick Pay\r\n- Advertising for a PA\r\n\r\n##If you're unhappy about a decision or award##\r\n\r\nIf you're unhappy about a decision or award, you can ask the ILF to look again at the decision. This is called a ‘decision review’. If you’re not happy after the review, you can make an official complaint.\r\n\r\n$C**Independent Living Fund Helpline**\r\n\r\n**Telephone:** 0845 601 8815 or 0115 9450 700    \r\n**Textphone:** 0845 601 8816\r\n\r\nMonday to Thursday, 9am to 4:30pm and Friday, 9am and 4pm  \r\n(closed Wednesdays, 10:30am to 11:30am)  \r\n\r\nEmail: <funds@ilf.org.uk>$C\r\n\r\n$A\r\nEquinox House\r\nIsland Business Quarter\r\nCity Link\r\nNottingham\r\nNG2 4LA\r\n$A\r\n\r\n##If your circumstances change##\r\n\r\nTell the ILF straight away if your circumstances change. A change in your circumstances may affect the amount of money you get from the ILF. Some examples of the changes you need to report include:\r\n\r\n- changes in the support you get from social services, eg you start or stop getting direct payments\r\n- changes in your family eg you have a child or your child leaves home, or you get married or divorced\r\n- your income changes, eg you start to get State Pension or a private pension\r\n- you go into hospital or residential care\r\n- you start or stop getting other benefits\r\n- you change your personal assistants or care agency, or your care costs change\r\n\r\n##ILF information booklets##\r\n\r\nYou can download a leaflet containing information about the ILF.\r\n\r\n$D[Download 'Guide to the Independent Living Fund' PDF, 260KB](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@disabled/documents/digitalasset/dg_191499.pdf \"Guide to the Independent Living Fund\")$D\r\n\r\nThe ILF also publish a newsletter - 'Living'.\r\n\r\n$D[Download 'Living newsletter - December 2011' PDF, 179KB](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@benefits/documents/digitalasset/dg_200698.pdf \"Living newsletter - December 2011\")$D\r\n\r\n\r\n*[ILF]: Independent Living Fund\r\n*[PA]: personal assistant","slug":"further-information","title":"Further information"}}],"type":"programme"}