{"alternative_title":"VAT refunds for the DIY house builder scheme","overview":"VAT refunds on building new homes and conversions - how to claim, application form and guidance notes","slug":"vat-building-new-home","title":"Building a new home and VAT","updated_at":"2012-10-02T12:12:11+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You can apply for a VAT refund on building materials and services if you’re: \r\n\r\n+ building a new home \r\n+ converting a property into a home \r\n+ building a non-profit communal residence - eg a hospice\r\n+ building a property for a charity \r\n\r\nThe building work and materials have to [qualify](/vat-building-new-home/eligibility \"Eligibility\") and you must [apply](/vat-building-new-home/how-to-claim \"How to claim\") to HM Revenue & Customs within 3 months of completing the work. \r\n\r\n*[VAT]: Value Added Tax","slug":"overview","title":"Overview"}},{"table":{"body":"The [application form](/vat-building-new-home/how-to-claim \"How to claim\") has guidance on what building projects and materials qualify for a VAT refund. The basics are listed below.\r\n\r\n##New homes\r\n\r\nThe home must:\r\n\r\n- be separate and self-contained\r\n- be for you or your family to live or holiday in \r\n- not be for business purposes (you can use one room as a work from home office)\r\n\r\n##Conversions\r\n\r\nThe building being converted must usually be a non-residential building. Residential buildings qualify if they haven't been lived in for at least 10 years. \r\n\r\n##Communal and charity buildings \r\n\r\nYou may get a VAT refund if the building is for a charity or is a non-profit communal residential building - eg a  children's home or hospice. \r\n\r\n##What doesn’t qualify\r\n\r\nYou can’t get a VAT refund for:\r\n\r\n- projects in the Channel Islands\r\n- materials or services that don’t have any VAT - eg they were zero-rated or exempt\r\n- professional or supervisory fees - eg architects\r\n- hiring machinery or equipment\r\n- buildings for business purposes - unless it's for a charity\r\n- buildings that can’t be sold or used separately from another property because of a planning permission condition\r\n- building materials that aren't permanently attached to or part of the building itself\r\n- fitted furniture, some electrical and gas appliances, carpets or garden ornaments\r\n\r\n*[VAT]: Value Added Tax","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"To claim the VAT refund, send HM Revenue & Customs (HMRC) form VAT 431NB or 431C. The forms include guidance notes (eg how to work out your VAT) and the postal address.\r\n\r\n$D [Download form VAT 431NB, VAT refunds for new houses (PDF, 410KB)](http://customs.hmrc.gov.uk/channelsPortalWebApp/downloadFile?contentID=HMCE_PROD1_029776 \"Download form VAT 431NB, VAT refunds for new houses (PDF, 410KB)\"){:rel=\"external\"}  \r\n[Download form VAT 431C, VAT refunds for conversions' (PDF, 454KB)](http://customs.hmrc.gov.uk/channelsPortalWebApp/downloadFile?contentID=HMCE_PROD1_029775 \"Download form \"VAT431C, VAT refunds for conversions (PDF, 454KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n##What you need to know \r\n\r\nYou must claim within 3 months of the building work being completed. \r\n\r\nYou'll usually get the refund in 30 working days of sending the claim. \r\n\r\nYou must include the following with your claim: \r\n\r\n+ bank details - so the refund can be paid\r\n+ the planning permission \r\n+ proof the building work is finished - eg a letter from your local authority\r\n+ a full set of building plans\r\n+ the invoices - including tenders or estimations if the invoice isn't itemised\r\n+ bills and any credit notes\r\n+ proof the VAT has been paid - eg bank statements\r\n\r\nVAT invoices must be valid and show the correct rate of VAT or they won't be accepted. For invoices not in Sterling, convert the amounts into Sterling.\r\n\r\n$C \r\n**VAT Helpline**  \r\n0845 010 9000  \r\nMonday to Friday 8am to 6pm    \r\n$C\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n*[VAT]: Value Added Tax","slug":"how-to-claim","title":"How to claim"}}],"type":"guide"}