{"alternative_title":"","overview":"The different types of court - magistrates' court, Crown Court and youth court - the crimes they deal with and the level of sentences they can give","slug":"courts","title":"Criminal courts","updated_at":"2012-10-02T12:12:33+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"All criminal cases start in a magistrates’ court.\r\n\r\nCases are heard by either:\r\n\r\n- 3 magistrates\r\n- a district judge\r\n\r\nThere isn’t a jury in a magistrates' court.\r\n\r\n##Cases a magistrates' court deals with\r\n\r\nA magistrates' court normally handles cases known as ‘summary offences’, eg:\r\n\r\n- most motoring offences\r\n- minor criminal damage\r\n- being drunk and disorderly\r\n\r\nIt can also deal with some of the more serious offences, eg:\r\n\r\n- burglary\r\n- drugs offences\r\n\r\nThese are called 'either way' offences and can be heard either in a magistrates' court or a Crown Court.\r\n\r\n##Cases that magistrates pass to the Crown Court\r\n\r\nMagistrates' courts always pass the most serious crimes to the Crown Court, eg: \r\n\r\n- murder\r\n- rape\r\n- robbery\r\n\r\nThese are known as 'indictable offences'.\r\n\r\n##Being kept in custody or granted bail\r\n\r\nIn some cases, the magistrates court decides if you should be:\r\n\r\n- kept in custody - eg a police or court cell\r\n- granted 'bail', and let out on strict conditions - eg to keep away from named places or people\r\n\r\nThis may happen if:\r\n\r\n- another court hearing is needed\r\n- the court needs more information before passing sentence\r\n- your case is passed to the Crown Court for trial or sentencing\r\n\r\n##Sentences a magistrates' court can give\r\n\r\nThe court can give punishments including:\r\n\r\n- up to 6 months in prison (or up to 12 months in total for more than one offence)\r\n- a fine of up to £5,000\r\n- a community sentence, like doing unpaid work in the community\r\n\r\nCourts can also give a combination of punishments - eg a fine and unpaid work in the community. \r\n\r\n^If the court decides your sentence should be for longer than 6 months, it can pass your case to the Crown Court for sentencing.^\r\n\r\n##Appealing a sentence or conviction\r\n\r\nIf you disagree with the magistrate court's verdict, you may be able to [appeal](/appeal-against-sentence-conviction/magistrates-court-verdict \"Appeal against a magistrates' court verdict\").","slug":"magistrates-courts","title":"Magistrates' courts"}},{"table":{"body":"##Types of cases the Crown Court deals with\r\n\r\nA Crown Court deals with serious criminal cases, eg:\r\n\r\n- murder\r\n- rape\r\n- robbery\r\n\r\nIt also deals with:\r\n\r\n- appeals against a magistrates' court conviction or sentence\r\n- cases passed from a magistrates' court for trial or sentencing\r\n\r\n##Who does what in the court\r\n\r\nA Crown Court:\r\n\r\n- normally has a jury - which decides if you're guilty or not\r\n- has a judge - who decides what sentence you get\r\n\r\n^Your solicitor (if you have one) can explain what happens in court - the judge and court staff will also give instructions about the trial.^\r\n\r\n##Sentences a Crown Court can give\r\n\r\nA Crown Court can give a range of sentences including:\r\n\r\n- [community sentences](/community-sentences \"Community sentences\")\r\n- [prison sentences](/types-of-prison-sentence \"Types of prison sentences\") - including life sentences\r\n\r\n##Appealing a sentence or conviction\r\n\r\nIf you disagree with the Crown Court's verdict, you may be able to [appeal](/appeal-against-sentence-conviction/crown-court-verdict \"Appeal against a Crown Court verdict\").","slug":"crown-court","title":"Crown Court"}},{"table":{"body":"A youth court is a special type of magistrates' court for people aged between 10 and 18.\r\n\r\nA youth court has either:\r\n\r\n- 3 magistrates\r\n- a district judge\r\n\r\nThere isn’t a jury in a youth court.\r\n\r\n^You must have a parent or guardian with you if you go to a youth court.^\r\n\r\n##How youth courts are different from adult courts\r\n\r\nYouth courts are less formal than adult courts, eg:\r\n\r\n- members of the public are not allowed in to the court (unless they get permission)\r\n- you are called by your first name\r\n\r\n##Types of cases a youth court deals with\r\n\r\nA youth court deals with cases like:\r\n\r\n- theft and burglary\r\n- anti-social behaviour\r\n- drugs offences\r\n\r\nFor serious crimes, like murder or rape, the case starts in the youth court but will be passed to a Crown Court.\r\n\r\n##Sentences a youth court can give\r\n\r\nThe court can give a [range of sentences](/how-sentences-are-worked-out \"How sentences are worked out\") including:\r\n\r\n- [community sentences](/community-sentences/community-sentences-if-you-are-under-18 \"Community sentences\")\r\n- [Detention and Training Orders](/types-of-prison-sentence/sentences-for-young-people \"Types of prison sentence\") carried out in secure centres for young people\r\n\r\n##Appealing a sentence\r\n\r\nIf you disagree with the court's verdict, you may be able to appeal. Court staff can give you information on how to appeal.","slug":"youth-courts","title":"Youth courts"}}],"type":"guide"}