{"alternative_title":"","overview":"Buy your housing association home - including how to apply, who is eligible, discounts available and where to get help and advice","slug":"right-to-acquire-buying-your-housing-association-home","title":"Right to Acquire: buying your housing association home","updated_at":"2012-10-02T12:14:07+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Right to Acquire allows most housing association tenants to buy their home at a discount. You apply using the Right to Acquire application form.\r\n\r\n$D\r\n[Download the 'Right to Acquire application form (RTA1)' (PDF, 565KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@home/documents/digitalasset/dg_188411.pdf \"Download Right to Acquire application form (RTA1) (PDF, 565KB)\"){:rel=\"external\"}\r\n$D\r\n\r\nYou can apply to buy your housing association home if you’ve had a public sector landlord for 5 years. These landlords include:\r\n\r\n+ housing associations\r\n+ councils\r\n+ the armed services\r\n+ NHS trusts and foundation trusts\r\n\r\n##Eligible properties\r\n\r\nYour property must either have been:\r\n\r\n+ built or bought by a housing association after 1 April 1997\r\n+ transferred from a local council to a housing association after 1 April 1997\r\n\r\nYour landlord must be registered with the [Homes and Communities Agency.](http://www.homesandcommunities.co.uk/ \"Homes and Communities Agency\"){:rel=\"external\"}\r\n\r\nThe home you want to buy must also be:\r\n\r\n+ a self-contained property\r\n+ your only or main home\r\n\r\n##Joint applications\r\n\r\nYou can make a joint application with:\r\n\r\n+ someone who shares your tenancy\r\n+ up to 3 family members who've lived with you for the past 12 months (even if they don’t share your tenancy)\r\n\r\n##Who doesn't qualify\r\n\r\nYou can’t use Right to Acquire if:\r\n\r\n+ you're being made [bankrupt](/bankruptcy/overview \"Bankruptcy\")\r\n+ a court has [ordered you to leave your home](/council-housing-association-evictions/overview \"Council and housing association evictions\")\r\n+ you're a council tenant – you may be able to use [Right to Buy](right-to-buy-buying-your-council-home/overview \"Right to buy: buying your council home\") instead\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"You can get a discount of between £9,000 and £16,000 on the price of your property. \r\n\r\nThe amount of discount you'll get depends on where you live in the UK.\r\n\r\nYour landlord will tell you what discount you'll get when you apply to buy your home. You can also download a table of discounts, broken down by location.\r\n\r\n$D\r\n[Download 'Discounts by location – Right to Acquire' (PDF, 90KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_187114.pdf \"Download discounts by location – Right to Acquire (PDF, 90KB)\")\r\n$D\r\n\r\nYour discount might be reduced if you’ve used Right to Acquire or [Right to Buy](/right-to-buy-buying-your-council-home \"Right to Buy: buying your council home\") in the past.\r\n\r\n##Social HomeBuy\r\nIf you can't afford to buy your home through Right to Acquire, you may still be able to buy a share of it through [Social HomeBuy](/shared-ownership-for-council-and-housing-association-tenants \"Shared ownership for council and housing association tenants\").","slug":"discounts","title":"Discounts"}},{"table":{"body":"To apply to buy your housing association home:\r\n\r\ns1. Fill in the [Right to Acquire application form (PDF, 565KB).](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@home/documents/digitalasset/dg_188411.pdf \"Download right to Acquire application form (RTA1) (PDF, 565KB)\"){:rel=\"external\"}\r\ns2. Send it to your landlord.\r\ns3. Your landlord must say yes or no within 4 weeks of getting your application (8 weeks if they’ve been your landlord for less than 2 years). If your landlord says no, they must say why. You can’t appeal against the landlord’s decision.\r\ns4. If your landlord agrees to sell, they'll send you an [offer](/right-to-acquire-buying-your-housing-association-home/your-landlords-offer \"Right to Acquire: buying your housing association home (Your landlord's offer)\"). They must do this within 8 weeks of saying yes if you’re buying a freehold property, or 12 weeks if you're buying a leasehold property.\r\n\r\n^Your landlord might offer you the choice of buying your home, or another empty one that they own. You don’t have to accept the other property and your landlord doesn’t have to offer you one.^","slug":"applying","title":"Applying"}},{"table":{"body":"If your landlord agrees to sell, their offer will tell you:\r\n\r\n+ the price they think you should pay for the property and how it was worked out\r\n+ your discount and how it was worked out\r\n+ a description of the property and any land included in the price\r\n+ estimates of any [service charge](/leasehold-property/service-charges-and-other-expenses \"Leasehold property (Service charges and other expenses)\") (for a flat or maisonette) for the first 5 years\r\n+ any known problems with the property’s structure, eg subsidence\r\n\r\n##Deciding to buy\r\n\r\nOnce you get your landlord’s offer, you have 12 weeks to tell them that you still want to buy.\r\n\r\nIf you don’t reply, the landlord will send you a reminder (called an 'RTA5'). You'll have a reasonable time (at least 28 days) to reply. If you don't, your landlord will send a final reminder (called an 'RTA6'). If you don't reply to that, your landlord can drop your application.\r\n\r\nYou can pull out of the sale and continue to rent at any time.\r\n\r\n##If you disagree with the landlord’s offer\r\n\r\nContact your landlord and tell them why.\r\n\r\nIf you think your landlord has set your home’s market value too high, you must write to them within 3 months of getting the offer and ask for an independent valuation.\r\n\r\nA district valuer from HM Revenue & Customs will visit your home and decide how much it’s worth. You have 12 weeks to accept their valuation or pull out of the sale.\r\n","slug":"your-landlords-offer","title":"Your landlord’s offer"}},{"table":{"body":"If you sell your home within 10 years of buying it through Right to Acquire, you must first offer it to your old landlord.\r\n\r\nThe property should be sold at the full market price agreed between you and the landlord.\r\n\r\nIf you can’t agree, a district valuer will say how much your home is worth and set the price. You won’t have to pay for their valuation.\r\n\r\nIf the landlord doesn’t agree to buy your home within 8 weeks, you can sell it to anyone.\r\n\r\n##Paying back your discount\r\n\r\nIf you sell your home within 5 years of buying it, you’ll have to pay back some or all of the discount you got. \r\n\r\nIf you sell within the first year, you’ll have to pay back all of the discount. On top of this, the amount you pay back depends on the value of your home when you sell it. So, if you got a 20% discount, you’ll have to pay back 20% of the selling price.\r\n\r\n If you sell after the first year, the total amount you pay back reduces. You pay back:\r\n\r\n+ 80% of the discount in the second year\r\n+ 60% of the discount in the third year\r\n+ 40% of the discount in the fourth year\r\n+ 20% of the discount in the fifth year\r\n\r\n$E\r\n**Example**\r\nYou bought your home worth £100,000 and got a 40% discount (£40,000). You then sold your home after 18 months for £120,000. \r\n\r\n40% of £120,000 is £48,000. As you’re in the second year, you would repay 80% of £48,000 (£38,400).\r\n$E","slug":"selling-your-home","title":"Selling your home"}},{"table":{"body":"The [Money Advice Service](http://moneyadviceservice.org.uk/ \"Money Advice Service\"){:rel=\"external\"} offers free, impartial advice about money, including buying a home and taking out a mortgage.\r\n\r\n$C\r\n**Money Advice Service**\r\n\r\n0300 500 5000\r\n$C\r\n\r\nYou can also get advice on Right to Acquire from:\r\n\r\n+ [Citizens Advice](http://www.citizensadvice.org.uk/ \"Citizens Advice\"){:rel=\"external\"}\r\n+ [Shelter](http://www.shelter.org.uk/ \"Shelter\"){:rel=\"external\"}\r\n+ your local [Law Centre](http://www.lawcentres.org.uk/ \"Law Centres\"){:rel=\"external\"}\r\n","slug":"help-and-advice","title":"Help and advice"}}],"type":"guide"}