{"alternative_title":"","overview":"How to appeal against a benefits, tax credit or child support decision to the Social Security and Child Support Tribunal","slug":"social-security-child-support-tribunal","title":"Social security and child support tribunal","updated_at":"2012-10-02T12:14:17+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If you disagree with a decision about benefits, tax credits or a child support payment, you can appeal to the Social Security and Child Support Tribunal.\r\n\r\nThe tribunal is independent and can change the decision if they think it's wrong.\r\n\r\n^It can take the tribunal a few months to deal with your case.^\r\n\r\n##Who to appeal to\r\n\r\nYou need to appeal to the organisation that made the decision:\r\n\r\nDecision you're appealing against | Who to appeal to\r\n- | -\r\nBenefits like Jobseeker's Allowance or Employment and Support Allowance | Department for Work and Pensions\r\nChild support payments | Child Maintenance Group\r\nTax credits | HM Revenue and Customs\r\nHousing Benefit | your local council\r\nCouncil Tax Benefit | your local council\r\n\r\nBefore you appeal, ask the department or council if they can look at the decision again, and reconsider it.\r\n\r\n##How to appeal\r\n\r\nYou can appeal by letter or filling in a form - details will be on the letter giving you the decision.\r\n\r\nInclude any evidence or information supporting your appeal - eg a letter from your doctor.\r\n\r\n%You usually have one month to appeal against a decision - if you miss the deadline, explain why you're late.%\r\n\r\n##What the department or council will do with your appeal\r\n\r\nAfter you send your appeal, the council or department may change their decision - eg let you have the benefit or tax credit.\r\n\r\nIf they disagree with your appeal, they will forward the documents in the case to you and the tribunal.\r\n\r\nThe tribunal will let you know if it can look into your case. If it can't, it will explain why.","slug":"overview","title":"Overview"}},{"table":{"body":"The tribunal will send you an 'enquiry form', like the one below, asking how you want your case to be dealt with.\r\n\r\n$D [Download 'enquiry form' (PDF, 33KB)](http://www.justice.gov.uk/downloads/global/forms/tribunals/sscs/TCEEnquiryFormAppellant.pdf \"Download 'enquiry form' (PDF, 33KB)\"){:rel=\"external\"} $D\r\n$D [Download 'enquiry form guidance notes' (PDF, 26KB)](http://www.justice.gov.uk/downloads/guidance/courts-and-tribunals/tribunals/social-security-and-child-support/forms-and-how-to-appeal/enquiry-form/InformationLeaflet.pdf \"Download 'enquiry form guidance notes' (PDF, 26KB)\"){:rel=\"external\"} $D\r\n\r\n##How your case will be dealt with\r\n\r\nOn the form, you can:\r\n\r\n- say if you want to go to a hearing about the case, to put your case in person\r\n- ask the tribunal to reach its decision by looking at the paperwork\r\n\r\nIf there isn't a hearing, the tribunal will send you a copy of its decision in the post.\r\n\r\n%You have to return the enquiry form to the tribunal within 14 days.%\r\n\r\n##Evidence supporting your appeal\r\n\r\nYou can use documents to support your appeal, eg:\r\n\r\n- a letter from your doctor\r\n- accounts showing your earnings if you're self-employed\r\n- letters to your former partner about child care arrangements\r\n\r\nSend copies of these documents to the tribunal as soon as you can. \r\n\r\nThis will give the department or council a chance to look at the evidence, and they could change their decision as a result.\r\n\r\n##Where a hearing can take place\r\n\r\nThe tribunal will give you at least 14 days' notice of the date of any hearing - this will usually be within the following 6 weeks.\r\n\r\nThe tribunal will try to hold the hearing near your home. You can ask for it to be held at another [tribunal venue.](http://www.justice.gov.uk/tribunals/sscs/venues \"tribunal venue\"){:rel=\"external\"}","slug":"after-you-send-your-appeal","title":"After you send your appeal"}},{"table":{"body":"When you go to the tribunal hearing, take your appeal papers and the documents you're using as evidence with you.\r\n\r\n##Who will be at the hearing\r\n\r\nThe tribunal can be made up of a judge and experts - eg a GP or an accountant (depending on what the case is about).\r\n\r\nThe department or council may send a representative, known as a 'presenting officer', to your hearing.\r\n\r\nYou can bring someone to the hearing to help you - eg a friend, neighbour, relative or someone from an advice centre.\r\n\r\n##What happens at the hearing\r\n\r\nThe judge and tribunal members will ask you questions about your case.\r\n\r\nThey will then question anyone you've brought to the hearing to support your case.\r\n\r\n^You normally get the tribunal's decision on the day, but it may be sent in the post a few days after the hearing.^\r\n\r\n##Claiming expenses\r\n\r\nYou may be able to claim for expenses for going to the tribunal:\r\n\r\n- travelling expenses - the fare on public transport\r\n- meals - £4.75 if you're away for more than 5 hours, or £9.30 for more than 10 hours\r\n- loss of earnings - £30.50 if you're away from work for more than 4 hours, or £60.50 for more than 10 hours\r\n- care expenses (eg for a child-minder) - £5.73 an hour for each child or adult\r\n\r\nThe clerk will help you fill in a claim form when you go to the hearing.\r\n\r\nMake sure you take receipts, and a letter from your employer for loss of earnings.\r\n\r\n%Contact the tribunal as soon as possible if you need to get a taxi, or have to stay away from home overnight.%","slug":"going-to-a-tribunal-hearing","title":"Going to a tribunal hearing"}},{"table":{"body":"If you lose your appeal, you can ask for permission to appeal to a higher tribunal, called the Upper Tribunal (Administrative Appeals Chamber).\r\n\r\nThe upper tribunal can look at the case to see if the original decision was correct.\r\n\r\n^You must ask for permission to appeal within one month of getting the decision.^\r\n\r\n##Reasons for appealing\r\n\r\nYou can only appeal if you think the decision was wrong for a legal reason, eg if the tribunal didn't:\r\n\r\n- follow the right procedures - eg didn't tell you in time about the hearing\r\n- give proper reasons for its decision, or back up the decision with facts\r\n- apply the law properly\r\n\r\nBefore appealing, ask the original tribunal for the 'statement of reasons' for its decision.\r\n\r\nIf you still think the decision was wrong, fill in the form below:\r\n\r\n$D [Download 'Application for permission to appeal to the upper tribunal form' (PDF, 174KB)](http://www.justice.gov.uk/downloads/global/forms/tribunals/aa/ut1-social-entitlement-form.pdf \"Download 'Application for permission to appeal to the upper tribunal form' (PDF, 174KB)\"){:rel=\"external\"}$D\r\n$D [Download 'Application for permission to appeal to the upper tribunal form' (DOC, 256KB)](http://www.justice.gov.uk/downloads/global/forms/tribunals/aa/ut1-social-entitlement-form.pdf \"Download 'Application for permission to appeal to the upper tribunal form' (DOC, 256KB)\"){:rel=\"external\"}$D\r\n$D [Download 'Guidance notes for permission to appeal to the upper tribunal form' (PDF, 512KB)](http://www.justice.gov.uk/downloads/guidance/courts-and-tribunals/tribunals/administrative-appeals/ut1-social-entitlement-guidance-note.pdf \"Download 'Guidance notes for permission to appeal to the upper tribunal form' (PDF, 512KB)\"){:rel=\"external\"}$D\r\n\r\nSend the form to the Social Security and Child Support Tribunal.\r\n\r\nIf the tribunal doesn't give you permission to appeal, you can use the same form to apply directly to the upper tribunal.\r\n\r\n##What the upper tribunal can do\r\n\r\nThe upper tribunal can:\r\n\r\n- cancel the decision and refer the case to a new hearing\r\n- come to its own decision on the case, replacing the original decision\r\n- reject the appeal\r\n\r\nFind out more about appealing to the [Upper Tribunal (Administrative Appeals Chamber).](http://www.justice.gov.uk/guidance/courts-and-tribunals/tribunals/aa/index.htm \"Upper Tribunal (Administrative Appeals Chamber)\"){:rel=\"external\"}","slug":"if-you-lose-your-appeal","title":"If you lose your appeal"}}],"type":"guide"}