{"alternative_title":"","overview":"Holiday entitlement or annual leave - entitlement, calculating leave, taking leave, accruing leave and disputes","slug":"holiday-entitlement-your-rights","title":"Holiday entitlement","updated_at":"2012-10-02T12:13:10+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Workers are legally entitled to 5.6 weeks paid holiday per year (otherwise known as statutory leave entitlement or annual leave). \r\n\r\n^Self-employed workers aren't entitled to annual leave.^\r\n\r\n##Working 5 days a week\r\n\r\nAnyone who works a 5-day week, must receive 28 days paid statutory leave per year. This is calculated by multiplying a normal week (5 days) by the 5.6 entitlement.  \r\n\r\nAn employer can choose to include bank or public holidays as part of statutory leave. \r\n\r\n##Working part-time\r\n\r\nPart-time, workers are still entitled to get their normal working week in paid holiday. \r\n\r\n$E\r\n**Example**  \r\nIf an employee works 3 days a week, their leave is calculated by multiplying 3 by 5.6 which comes to 16.8 days of annual paid leave. \r\n$E\r\n\r\n##Irregular hours\r\n\r\nIf someone works irregular hours - eg shift work - they will need to [calculate their leave entitlement for irregular hours](/holiday-entitlement-if-you-work-irregular-hours \"Holiday entitlement if you work irregular hours\"). \r\n\r\n##Limits on statutory leave\r\n\r\nThe maximum amount of paid statutory leave a worker can have over one leave year is 28 days. This also applies to staff who work a 6-day week. An employer can choose to offer more leave as part of the contract of employment.  \r\n\r\n^[Calculate statutory leave](/calculate-your-holiday-entitlement \"Calculate your statutory leave\") to work out how much someone is entitled to.^\r\n\r\n##Contractual holiday entitlement\r\n\r\nAn employer can choose to offer more leave than the legal minimum, which they may apply different rules to, eg the amount of time someone must be employed before their entitled to it.\r\n\r\nThis is known as contractual holiday entitlement and it must be clearly detailed in the staff employment contract, company handbook or intranet site.  \r\n\r\n##Other holiday rights for employees\r\n\r\nEmployees also have the right to:\r\n\r\n- get paid for leave - the rate will depend on your circumstances\r\n- build up holiday entitlement during maternity, paternity and adoption leave \r\n\r\n##Disputes \r\n\r\nPaid annual leave is a legal right that an employer must provide their employees.  \r\n\r\nIf an employee thinks their right to leave and pay are not being met they can [speak to their employer](/solve-workplace-dispute \"Solve a workplace dispute\") or their trade union representative. \r\n","slug":"overview","title":"Overview"}},{"table":{"body":"[Bank or public holidays](/bank-holidays \"Find out when UK bank and public holidays are\") do not have to be given as paid leave. An employer can choose to include these holidays as part of their staff's statutory paid annual leave.\r\n","slug":"bank-and-public-holidays","title":"Bank and public holidays"}},{"table":{"body":"Workers are entitled to a week's pay for each week of leave they take. \r\n\r\nA week's pay is worked out according to the kind of hours an employee works: \r\n\r\nWorking pattern | Pay \r\n- | -\r\nFixed hours and pay |  A week's holiday pay equals how much an employee gets for a week's work (excluding non-guaranteed overtime payments)\r\nShift work  | A week's holiday pay equals the average weekly hours an employee worked in the previous 12 weeks at their average hourly rate\r\nAbnormal working hours | A week's holiday pay is the average pay an employee got over the previous 12 weeks (in which they were paid)\r\n\r\n##Calculating average hourly rate\r\n\r\nTo calculate average hourly rate, only the hours worked and how much was paid for them should be counted.  \r\n\r\n##Rolled-up holiday pay\r\n\r\nHoliday pay should be paid for the time when annual leave is taken. An employer cannot include an amount for holiday pay in the hourly rate (known as 'rolled-up holiday pay'). If a current contract still includes rolled-up pay, it needs to re-negotiated.","slug":"holiday-pay","title":"Holiday pay"}},{"table":{"body":"Annual leave begins to build up ('accrue') as soon as an employee starts their job.\r\n\r\nAn employer can use a 'leave year' or an 'accrual' system to work out how much leave their staff should get. \r\n\r\n##Leave year\r\n\r\nAn employer must tell their staff the dates of their leave year as soon as they start working, eg it might run from 1 January to 31 December. \r\n\r\nEmployees must take their leave during this time. If a leave year isn't set out in a contract then it will start: \r\n\r\n+ on the 1st day of a new job (if started after 1 October 1998)\r\n+ on 1 October (if started on or before 1 October 1998)\r\n\r\n###Leave entitlement when starting a new job\r\n\r\nIf an employee starts their job part-way through a leave year, they're only entitled to part of their total leave for the year. What they get depends on how much of the year is left. \r\n\r\n^ Use the [holiday entitlement calculator](/calculate-your-holiday-entitlement \"calculate your holiday entitlement\") to work out how much leave someone has left. ^\r\n\r\n##Accrual system\r\n\r\nAn employer can use an accrual system to work out an employee's leave during the first year of the job. Under this system, an employee gets one twelfth of their leave in each month. So by the 3rd month they'd be entitled to a quarter of of their total leave, eg 7 days out of 28 for a 5-day week.\r\n\r\n##Carrying over leave\r\n\r\nStaff who work a 5-day week must use at least 20 out of their 28 days statutory annual leave. Whether or not they can carry over the remaining 8 days is up to the employer and what is stated in the employment contract. \r\n\r\n% Carrying over leave isn't an automatic right and must be negotiated with the employer. %  \r\n ","slug":"calculate-leave-entitlement","title":"Calculate leave entitlement"}},{"table":{"body":"The notice period for taking leave is at least twice as long as the amount of leave an employee wants to take, eg 2 day's notice for 1 day's leave. \r\n\r\nAn employer can refuse a leave request but they must give as much notice as the amount of leave requested, eg 2 weeks notice if the leave requested was 2 weeks.  \r\n\r\n##Part leave days\r\n\r\nSome employees may be entitled to a part leave day -  eg if they're part-time or have a half day's leave to take. How a part day should be taken is up to the employer.\r\n \r\n##Sickness during leave\r\n\r\nIf an employee is ill just before or during their leave, they can [take it as sick leave](/taking-sick-leave \"Taking sick leave\"). They should be able to take the missed leave later and should discuss this with their employer.  \r\n\r\n##Being asked to take leave\r\n\r\nAn employer can tell their staff to take leave, eg bank holidays or Christmas. There may be rules about this in the employment contract or it may be what normally happens in the workplace. The notice period for this is at least twice as long as the leave they want their staff to take.\r\n\r\n","slug":"booking-timeoff","title":"Booking time-off "}},{"table":{"body":"When an employee leaves their job, their contract will say how long their notice period is. \r\n\r\nDuring the notice period the employee can take whatever is left of their statutory annual leave. \r\n\r\nUse the [holiday entitlement calculator](/calculate-your-holiday-entitlement \"calculate your holiday entitlement\") to work this out. How much they get depends on how much of the holiday year has passed. \r\n\r\n##Taking more leave than the entitlement\r\n\r\nIf an employee has taken more leave than they're entitled to, their employer must not take money from their final pay unless it's been agreed beforehand. The rules in this situation should be outlined in the employment contract, company handbook or intranet site. \r\n\r\n##Getting paid instead of taking holidays\r\n\r\nThe only time someone can get paid in place of taking statutory leave (known as 'payment in lieu') is when they leave their job.","slug":"taking-holiday-before-leaving-a-job","title":"Taking holiday before leaving a job"}}],"type":"guide"}