{"alternative_title":"","overview":"How to calculate your staff's working hours, arrange opt-out agreements - 48-hour working time limit,  and making special arrangements for some types of staff.","slug":"working-hours-for-your-staff","title":"Working hours for your staff","updated_at":"2012-10-02T12:14:49+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Staff aged 18 or over must not work more than 48 hours per week on average, unless you have a written opt-out agreement.\r\n\r\nYou must:\r\n\r\n- calculate and keep records of your staff's working hours\r\n- arrange opting-out agreements\r\n- make sure your staff take [rest breaks](/rest-breaks-at-work \"Rest breaks\")\r\n- check for and apply any special exemptions - eg for staff who work a long way from home or chose their own hours\r\n\r\n^Special rules apply when [employing people under 18](/child-employment/restrictions-on-child-employment \"Child employment restrictions\").^\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"You must calculate the number of hours worked by your staff over a 17-week period by adding up the time worked during that time.\r\n\r\nIn your calculations you must include:\r\n\r\n- work-related training\r\n- travel by your staff as part for their day-to-day work, eg travelling to visit customers\r\n- working lunches\r\n\r\n^You can, with the agreement of your staff, work out their average hours over longer periods of time, eg up to 52 weeks.^\r\n\r\nWorking time does not include commuting between their home and place of work, lunch breaks, evening classes or day-release courses.\r\n\r\n","slug":"calculating-working-hours-","title":"Calculating working hours "}},{"table":{"body":"If you want to give your staff the choice to work longer than the 48-hour per week limit, you must get them to sign a written opt-out agreement.\r\n\r\nYour staff can cancel this opt-out arrangement as long as they give you at least 7 days' notice.\r\n\r\n##Mobile staff who can not opt out \r\n\r\nYou must not allow the following staff to opt out of the 48-hour weekly working time limit:\r\n\r\n- staff in the road transport industry, eg delivery drivers\r\n- staff who work on ships or boats\r\n- airline staff\r\n- other staff who travel in and operate vehicles covered by EU rules on drivers' hours, eg bus conductors\r\n- security guards on a vehicle carrying high-value goods","slug":"optingout-of-the-48hour-working-time-limit","title":"Opting-out of the 48-hour working time limit"}},{"table":{"body":"You do not have to monitor the working hours  of staff who:\r\n\t\r\n- decide their own hours of work\r\n- work a long way from home\r\n- have to travel to different places for work\r\n\r\n##Special working time arrangements\r\n\r\nYou can work out the average working hours over a 26-week period (instead of 17 weeks) for staff who:\r\n\t\r\n- work in security or surveillance\r\n- work in an environment that operates 24-hour staffing\t\r\n- work during particularly busy periods\t\r\n- are involved in work-related emergencies\r\n\r\n","slug":"special-working-hours-rules-","title":"Special working hours rules "}}],"type":"guide"}