{"artefact":[["_response_info",{"status":"ok"}],["title","Dismissing staff"],["id","https://contentapi.production.alphagov.co.uk/dismissing-staff.json"],["web_url","https://www.gov.uk/dismissing-staff"],["format","guide"],["details",{"need_id":"B196","business_proposition":true,"alternative_title":"","overview":"How to dismiss staff fairly, working within dismissal rules and dealing with dismissals relating to whistleblowing","video_summary":"","video_url":"","updated_at":"2012-10-08T17:02:24+00:00","parts":[{"web_url":"https://www.gov.uk/dismissing-staff/overview","slug":"overview","order":1,"title":"Overview","body":"<p>Dismissal is when you end an employee&rsquo;s contract. When dismissing staff, you must do it fairly.</p>\n\n<p>There are different types of dismissal:</p>\n\n<ul>\n  <li>fair dismissal</li>\n  <li>unfair dismissal</li>\n  <li>constructive dismissal</li>\n  <li>wrongful dismissal</li>\n</ul>\n\n<h2>Fair and unfair dismissal</h2>\n\n<p>A dismissal is <a href=\"/fair-dismissals\" title=\"fair dismissals\">fair</a> or <a href=\"/unfair-dismissals\" title=\"unfair dismissals\">unfair</a> depending on:</p>\n\n<ul>\n  <li>your reason for it</li>\n  <li>how you act during the dismissal process</li>\n</ul>\n\n<h2>Constructive dismissal</h2>\n\n<p>This is when an employee resigns because you&rsquo;ve breached their employment contract. This could be a single serious event or a series of less serious events.</p>\n\n<p>An employee could claim constructive dismissal if you: </p>\n\n<ul>\n  <li>cut their wages without agreement</li>\n  <li>unlawfully demote them</li>\n  <li>allow them to be harassed, bullied or discriminated against</li>\n  <li>unfairly increase their workload</li>\n  <li>change the location of their workplace at short notice</li>\n  <li>make them work in dangerous conditions</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>A constructive dismissal isn’t necessarily unfair - but it would be difficult for you to show that a breach of contract was fair.</p>\n</div>\n\n<h2>Wrongful dismissal</h2>\n\n<p>This is where you break the terms of an employee&rsquo;s contract in the dismissal process, eg dismissing someone without giving them proper notice.</p>\n\n<p>Wrongful dismissal isn&rsquo;t the same as <a href=\"/unfair-dismissals\" title=\"unfair dismissals\">unfair dismissal</a>.</p>\n\n<p>If an employee thinks you&rsquo;ve dismissed them unfairly, constructively or wrongfully, they might take you to an <a href=\"/being-taken-to-an-employment-tribunal-by-an-employee/overview\" title=\"employment tribunals\">employment tribunal</a>.</p>\n\n<div class=\"application-notice info-notice\">\n<p>In Northern Ireland, an employee would take you to an industrial tribunal.”</p>\n</div>\n"},{"web_url":"https://www.gov.uk/dismissing-staff/fair-dismissals","slug":"fair-dismissals","order":2,"title":"Fair dismissals","body":"<p>You must have a fair reason for dismissing an employee. Fair reasons could include:</p>\n\n<ul>\n  <li>their <a href=\"dismissals-on-capability-or-conduct-grounds\" title=\"dismissals on capability or conduct grounds\">capability or conduct</a></li>\n  <li><a href=\"/making-staff-redundant\" title=\"redundancy\">redundancy</a></li>\n  <li>something that prevents them from legally being able to do their job, eg a driver losing their driving licence</li>\n</ul>\n\n<p>There could be other fair reasons too - these are sometimes called &lsquo;other substantial reasons&rsquo;.</p>\n\n<div class=\"example\">\n<p><strong>Example:</strong></p>\n\n<p>You take on an employee to provide temporary maternity cover and dismiss them when the cover period ends. </p>\n\n<p>The dismissal is fair if you made it clear at the start of their placement that the job was only temporary.</p>\n</div>\n\n<h2>Acting reasonably</h2>\n\n<p>Even if you have a fair reason, the dismissal is only fair if you also act reasonably during the dismissal and <a href=\"/taking-disciplinary-action/overview\" title=\"taking disciplinary action\">disciplinary process</a>. </p>\n\n<p>There&rsquo;s no legal definition of &lsquo;reasonableness&rsquo;, but if you&rsquo;re taken to an employment or industrial tribunal they would consider whether you:</p>\n\n<ul>\n  <li>genuinely believed that the reason was fair</li>\n  <li>carried out proper investigations where appropriate</li>\n  <li>followed the relevant procedures </li>\n  <li>told the employee why they were being considered for dismissal and listened to their views (in Northern Ireland, the employer must do this in writing)</li>\n  <li>allowed the employee to be accompanied at disciplinary/dismissal hearings</li>\n  <li>gave the employee the chance to appeal </li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>Reasonableness might also depend on whether the employee could be expected to understand the consequences of their behaviour.</p>\n</div>\n\n<h2>Dismissal and disciplinary procedures</h2>\n\n<p>You must set out your dismissal and <a href=\"/taking-disciplinary-action/overview\" title=\"disciplinary rules and procedures\">disciplinary rules and procedures</a> in writing - if you don&rsquo;t, a tribunal can order you to pay an employee compensation.</p>\n\n<h2>Summary dismissal</h2>\n\n<p>This is when you dismiss someone instantly without notice or pay in lieu of notice, usually because of gross misconduct (eg theft, fraud, violence).</p>\n\n<p>Tribunals may rule a summary dismissal as &lsquo;procedurally unfair&rsquo; - you can only suspend someone without pay if their contract says you can do this. If it doesn&rsquo;t, you should suspend the employee on full pay and investigate the circumstances.</p>\n\n<p>If you feel summary dismissal&rsquo;s your only choice, you must still follow a fair procedure as you would do for any other disciplinary matter.</p>\n\n<div class=\"application-notice info-notice\">\n<p>In Northern Ireland, an employer must follow the statutory dismissal procedure.</p>\n</div>\n\n"},{"web_url":"https://www.gov.uk/dismissing-staff/unfair-dismissals","slug":"unfair-dismissals","order":3,"title":"Unfair dismissals","body":"<p>Even if you think you&rsquo;ve dismissed someone fairly, they could still claim unfair dismissal against you if they think that:</p>\n\n<ul>\n  <li>the reason you gave for the dismissal wasn&rsquo;t the real one</li>\n  <li>the reason was unfair </li>\n  <li>you acted unreasonably, eg by failing to give them plenty of warning about their dismissal</li>\n</ul>\n\n<h2>Automatically unfair reasons for dismissal</h2>\n\n<p>Even if you&rsquo;ve acted reasonably, some reasons for dismissal are classed automatically unfair. These are to do with the following areas:</p>\n\n<ul>\n  <li>pregnancy: including all reasons relating to maternity  </li>\n  <li>family: including parental leave, paternity leave (birth and adoption), adoption leave or time off for dependants</li>\n  <li>acting as an employee representative</li>\n  <li>acting as a trade union representative</li>\n  <li>acting as an occupational pension scheme trustee </li>\n  <li>joining or not joining a trade union</li>\n  <li>being a part-time or fixed-term employee</li>\n  <li>discrimination: including protection against discrimination on the grounds of age, disability, gender reassignment, marriage and civil partnership, pregnancy and maternity, race, religion or belief, sex and sexual orientation (in Northern Ireland, this also includes political beliefs)</li>\n  <li>pay and working hours: including the Working Time Regulations, annual leave and the National Minimum Wage</li>\n</ul>\n\n<h3>Industrial action</h3>\n\n<p>It&rsquo;s automatically unfair to dismiss someone for taking part in <a href=\"/if-your-business-faces-industrial-action/lawful-industrial-action\" title=\"official industrial action\">official (&lsquo;lawful&rsquo;) industrial action</a>:</p>\n\n<ul>\n  <li>in the 12-week period from the day the industrial action starts</li>\n  <li>if the action lasts longer than 12 weeks and you haven&rsquo;t taken reasonable steps to resolve the dispute</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>Only an employment or industrial tribunal can decide whether or not you’ve taken reasonable steps to resolve a dispute.</p>\n</div>\n\n<p>If you &lsquo;lock out&rsquo; employees taking industrial action, the days of the lock-out are not included in the calculation of the 12-week protected period. </p>\n\n<p>A lock-out is where you prevent employees from getting to their workplace, eg by locking the doors.</p>\n\n<h2>Penalties for unfair dismissals</h2>\n\n<p>If a tribunal finds that an employee has been unfairly dismissed, you might be ordered to:</p>\n\n<ul>\n  <li>reinstate them (give them their job back)</li>\n  <li>re-engage them (re-employ them in a different job)</li>\n</ul>\n\n<p>You might also have to pay compensation, which depends on the employee&rsquo;s:</p>\n\n<ul>\n  <li>age</li>\n  <li>gross weekly pay</li>\n  <li>length of service</li>\n</ul>\n\n<p>You might have to pay extra compensation if you don&rsquo;t follow a tribunal&rsquo;s order to reinstate someone.</p>\n\n<p>There&rsquo;s a limit on the amount a tribunal can award for unfair dismissal apart from in cases relating to:</p>\n\n<ul>\n  <li>health and safety (eg where you unfairly dismiss someone for taking action on health and safety grounds) </li>\n  <li><a href=\"whistleblowing\" title=\"whistleblowing\">&lsquo;whistleblowing&rsquo;</a> (when an employee suspects wrongdoing at work and tells their employer about it)</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>The maximum amount of compensation a tribunal can make you pay for unfair dismissal is £72,300.</p>\n</div>\n"},{"web_url":"https://www.gov.uk/dismissing-staff/eligibility-to-claim-unfair-dismissal","slug":"eligibility-to-claim-unfair-dismissal","order":4,"title":"Eligibility to claim unfair dismissal","body":"<p>Employees can only claim unfair dismissal if they&rsquo;ve worked for a qualifying period - unless they&rsquo;re claiming for an <a href=\"unfair-dismissals\" title=\"automatically unfair\">automatically unfair</a> reason.</p>\n\n<table>\n  <thead>\n    <tr>\n      <th>Date employment started</th>\n      <th>When the employee can claim</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>before 6 April 2012</td>\n      <td>after first year of employment</td>\n    </tr>\n    <tr>\n      <td>after 6 April 2012</td>\n      <td>after 2 years of employment</td>\n    </tr>\n  </tbody>\n</table>\n\n<div class=\"application-notice info-notice\">\n<p>In Northern Ireland, an employee only needs be employed for 1 year to claim unfair dismissal - regardless of when they started.</p>\n</div>\n\n<h2>Who can&rsquo;t claim unfair dismissal</h2>\n\n<p>The right to complain to a tribunal about unfair dismissal isn&rsquo;t available to:</p>\n\n<ul>\n  <li>self-employed people</li>\n  <li>independent contractors</li>\n  <li>members of the armed forces</li>\n  <li>employees who have reached a settlement with their employer through <abbr title=\"Advisory, Conciliation and Arbitration Service\">ACAS</abbr> (the Advisory, Conciliation and Arbitration Service) or the Labour Relations Agency (<abbr title=\"Labour Relations Agency\">LRA</abbr>) in Northern Ireland</li>\n  <li>employees employed under an illegal contract, eg a barman under the age of 18</li>\n  <li>employees covered by a dismissal procedure agreement that&rsquo;s been legally exempted from the unfair dismissal rules</li>\n  <li>employees taking part in unofficial industrial action (unless the dismissal is for an <a href=\"unfair-dismissals\" title=\"automatically unfair\">automatically unfair</a> reason)</li>\n  <li>police staff (unless the dismissal relates to health and safety or <a href=\"whistleblowing\" title=\"whistleblowing\">whistleblowing</a>).</li>\n  <li>those working on a fishing vessel and paid by a share in the profits or gross earnings of the vessel</li>\n  <li>employees who have reached a settlement with their employer through a &lsquo;compromise agreement&rsquo; after taking legal advice</li>\n</ul>\n\n"},{"web_url":"https://www.gov.uk/dismissing-staff/dismissals-on-capability-or-conduct-grounds","slug":"dismissals-on-capability-or-conduct-grounds","order":5,"title":"Dismissals on capability or conduct grounds","body":"<p>You can dismiss an employee if:</p>\n\n<ul>\n  <li>they&rsquo;re incapable of doing their job to the required standard</li>\n  <li>they&rsquo;re capable, but unwilling to do their job properly</li>\n  <li>they&rsquo;ve committed some form of misconduct </li>\n</ul>\n\n<p>If you want to dismiss someone, you must make sure you do it fairly. You&rsquo;ll need to follow disciplinary procedures first.</p>\n\n<div class=\"application-notice info-notice\">\n<p>In Northern Ireland, employers must follow <a href=\"http://www.lra.org.uk/index/agency_publications-2/advice_and_guidance_on_employment_matters-3/codes_of_practice-2/disciplinary_and_grievance_procedures_-_3rd-april_2011.htm\" title=\"Code of practice on disciplinary and grievance procedures\" rel=\"external\">the statutory dismissal and disciplinary procedures</a>.</p>\n</div>\n\n<h2>Disciplinary procedures</h2>\n\n<p>Employees have the right to be accompanied to all disciplinary meetings and to appeal to a manager.</p>\n\n<p>To make sure the dismissal is fair, follow these steps:</p>\n\n<ol class=\"steps\">\n<li><p>Arrange a meeting with the employee, telling them the reason for it.</p>\n</li>\n<li><p>At the meeting, tell them how you expect them to improve and over what period - warn them that if their performance doesn’t improve enough, you’ll give them a first written warning.</p>\n</li>\n<li><p>Hold a second meeting if their performance hasn’t improved enough by the deadline - give them a chance to explain and issue a first written warning if you’re not satisfied with their reasons.</p>\n</li>\n<li><p>Draw up an action plan with timescales for improvement.</p>\n</li>\n<li><p>Hold a third meeting if their performance still hasn’t improved enough by the deadlines - set targets, warn that you’ll consider dismissal if there’s no improvement and issue a final written warning.</p>\n</li>\n<li><p>If the employee’s performance is still not up to standard by the third deadline, arrange a full <a href=\"/taking-disciplinary-action/overview\" title=\"disciplinary hearing\">disciplinary hearing</a>.</p>\n</li>\n<li><p>After the hearing - or appeal if there is one - decide whether to give the employee a further chance to improve, or dismiss them.</p>\n</li>\n</ol>\n\n<p>You must inform the employee of your final decision whatever the outcome.</p>\n\n<div class=\"application-notice info-notice\">\n<p>Keep notes of all meetings and give copies to the employee.</p>\n</div>\n\n"},{"web_url":"https://www.gov.uk/dismissing-staff/dismissals-due-to-illness","slug":"dismissals-due-to-illness","order":6,"title":"Dismissals due to illness","body":"<p>Sometimes an employee may have to stop working because of long-term ill health. They may resign, or you may have to consider dismissing them.</p>\n\n<h2>Considering dismissing an employee</h2>\n\n<p>Dismissal is a last resort and you should consider as many ways as possible to help the employee back to work, including:</p>\n\n<ul>\n  <li>getting a medical report from their GP with the employee&rsquo;s permission - they have the right to see the report before you do</li>\n  <li>arranging an occupational health assessment</li>\n  <li>work out whether or not they&rsquo;re <a href=\"/definition-of-disability-under-the-equality-act-2010\" title=\"Definition of disability under the Equality Act 2010\">disabled</a> and make any <a href=\"/reasonable-adjustments-for-disabled-workers\" title=\"reasonable adjustments for disabled workers\">reasonable adjustments</a> to help them do their job</li>\n</ul>\n\n<p>If the employee can&rsquo;t do their job because there are no reasonable adjustments that can be made, it may be fair for you to dismiss them, even if they&rsquo;re disabled.</p>\n\n<h2>How to dismiss someone</h2>\n\n<p>During the dismissal procedure, make sure you act fairly and reasonably. You must treat the employee with sensitivity. </p>\n\n<p>Your procedure should follow the advice set out in the <abbr title=\"Advisory, Conciliation and Arbitration Service\">ACAS</abbr> (Advisory, Conciliation and Arbitration Service) code of practice, or the Labour Relations Agency (<abbr title=\"Labour Relations Agency\">LRA</abbr>) code of practice for Northern Ireland.</p>\n\n<div class=\"form-download\">\n<p><a href=\"http://www.acas.org.uk/CHttpHandler.ashx?id=1047\" title=\"Download ACAS code of practice for disciplinary and grievance procedures (PDF, 1.9MB)\" rel=\"external\">Download <abbr title=\"Advisory, Conciliation and Arbitration Service\">ACAS</abbr> code of practice for disciplinary and grievance procedures (PDF, 1.9MB)</a></p>\n</div>\n\n<div class=\"form-download\">\n<p><a href=\"http://www.lra.org.uk/copy_of_44301_final_low_res_web_-_bookmarked_2.pdf\" title=\"Download the LRA code of practice for disciplinary and grievance procedures (PDF, 1.2MB)\" rel=\"external\">Download <abbr title=\"Labour Relations Agency\">LRA</abbr> code of practice for disciplinary and grievance procedures (PDF, 1.2MB)</a></p>\n</div>\n\n<p>If you don&rsquo;t follow the code and are taken to an employment or industrial tribunal, you may have to pay compensation. </p>\n\n"},{"web_url":"https://www.gov.uk/dismissing-staff/whistleblowing-","slug":"whistleblowing-","order":7,"title":"Whistleblowing ","body":"<p>Whistleblowing is when a worker suspects wrongdoing at work and tells their employer about it. Officially this is called ‘making a disclosure in the public interest’. </p>\n\n<p>A &lsquo;worker&rsquo; is someone who works under:</p>\n\n<ul>\n  <li>a contract of employment, eg employees</li>\n  <li>some other contract to perform work personally, eg casual workers</li>\n</ul>\n\n<p>You can&rsquo;t dismiss an employee because of whistleblowing - they can claim unfair dismissal and the law protects them as long as certain criteria are met.</p>\n\n<p>Workers who aren&rsquo;t employees can&rsquo;t claim unfair dismissal against you if you dismiss them because of whistleblowing, but they&rsquo;re also protected and can claim &lsquo;detrimental treatment&rsquo;.</p>\n\n<h2>Types of whistleblowing eligible for protection</h2>\n\n<p>These are called &lsquo;qualifying disclosures&rsquo;. They include when someone reports: </p>\n\n<ul>\n  <li>that someone’s health and safety is in danger</li>\n  <li>damage to the environment</li>\n  <li>a criminal offence</li>\n  <li>that the company isn’t obeying the law (like not having the right insurance)</li>\n  <li>that someone&rsquo;s covering up wrongdoing</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>The worker’s suspicions don’t have to be correct - they just have to show they had reason to believe they were and that they’re not acting for personal gain.</p>\n</div>\n\n<h3>Exceptions</h3>\n\n<p>Workers aren&rsquo;t protected from dismissal if:</p>\n\n<ul>\n  <li>they break the law when they report something (eg they signed the Official Secrets Act)</li>\n  <li>they found out about the wrongdoing when someone wanted legal advice (‘legal professional privilege’) - eg if they&rsquo;re a solicitor</li>\n</ul>\n\n<h2>Whistleblowing policy and procedures</h2>\n\n<p>You should have a whistleblowing policy that shows workers what to do if they want to report something.</p>\n\n<p>They can do this internally or to an external person or body - these are called &lsquo;prescribed persons&rsquo;.</p>\n\n<div class=\"form-download\">\n<p><a href=\"http://www.businesslink.gov.uk/Employing_People_files/Dismissalsprescribed_persons_v4.pdf\" title=\"Download list of prescribed persons (PDF, 201KB)\" rel=\"external\">Download list of prescribed persons (PDF, 201KB)</a></p>\n</div>\n\n<p>In Northern Ireland, the Public Interest Disclosure order tells workers how to report something.</p>\n\n<div class=\"form-download\">\n<p><a href=\"http://www.delni.gov.uk/public_interest_disclosure_guide_2011.pdf\" title=\"Download guide to the Public Interest Disclosure order (PDF, 431KB)\" rel=\"external\">Download guide to the Public Interest Disclosure order (PDF, 431KB)</a></p>\n</div>\n\n<h2>Tribunals</h2>\n\n<p>If you dismiss an employee for making a protected disclosure they can take you to an <a href=\"/being-taken-to-an-employment-tribunal-by-an-employee/overview\" title=\"employment tribunals\">employment tribunal</a>, or an industrial tribunal in Northern Ireland, for unfair dismissal.</p>\n\n<p>If the tribunal decides the employee&rsquo;s claim is justified, it will order you to either:</p>\n\n<ul>\n  <li>re-instate them</li>\n  <li>pay them compensation</li>\n</ul>\n\n"}]}],["tags",[{"title":"Dismissing staff and redundancies","id":"https://contentapi.production.alphagov.co.uk/tags/employing-people%2Fdismissals-redundancies.json","web_url":null,"details":{"description":"Resignations, dismissals, disciplinaries and redundancy pay","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=employing-people%2Fdismissals-redundancies","web_url":"https://www.gov.uk/browse/employing-people/dismissals-redundancies"},"parent":{"title":"Employing people","id":"https://contentapi.production.alphagov.co.uk/tags/employing-people.json","web_url":null,"details":{"description":"Includes pay, contracts and hiring","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=employing-people","web_url":"https://www.gov.uk/browse/employing-people"},"parent":null}},{"title":"Business Link","id":"https://contentapi.production.alphagov.co.uk/tags/businesslink.json","web_url":null,"details":{"description":null,"type":"legacy_source"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=businesslink","web_url":"https://www.gov.uk/browse/businesslink"},"parent":null}]],["related",[{"title":"Whistleblowing","id":"https://contentapi.production.alphagov.co.uk/whistleblowing.json","web_url":"https://www.gov.uk/whistleblowing","format":"guide","details":{"need_id":"367","business_proposition":false}},{"title":"Making staff redundant","id":"https://contentapi.production.alphagov.co.uk/making-staff-redundant.json","web_url":"https://www.gov.uk/making-staff-redundant","format":"guide","details":{"need_id":"B136","business_proposition":true}},{"title":"Taking disciplinary action against an employee","id":"https://contentapi.production.alphagov.co.uk/taking-disciplinary-action.json","web_url":"https://www.gov.uk/taking-disciplinary-action","format":"guide","details":{"need_id":"B157","business_proposition":true}}]]],"parts":[{"part":{"web_url":"https://www.gov.uk/dismissing-staff/overview","slug":"overview","order":1,"title":"Overview","body":"<p>Dismissal is when you end an employee&rsquo;s contract. When dismissing staff, you must do it fairly.</p>\n\n<p>There are different types of dismissal:</p>\n\n<ul>\n  <li>fair dismissal</li>\n  <li>unfair dismissal</li>\n  <li>constructive dismissal</li>\n  <li>wrongful dismissal</li>\n</ul>\n\n<h2>Fair and unfair dismissal</h2>\n\n<p>A dismissal is <a href=\"/fair-dismissals\" title=\"fair dismissals\">fair</a> or <a href=\"/unfair-dismissals\" title=\"unfair dismissals\">unfair</a> depending on:</p>\n\n<ul>\n  <li>your reason for it</li>\n  <li>how you act during the dismissal process</li>\n</ul>\n\n<h2>Constructive dismissal</h2>\n\n<p>This is when an employee resigns because you&rsquo;ve breached their employment contract. This could be a single serious event or a series of less serious events.</p>\n\n<p>An employee could claim constructive dismissal if you: </p>\n\n<ul>\n  <li>cut their wages without agreement</li>\n  <li>unlawfully demote them</li>\n  <li>allow them to be harassed, bullied or discriminated against</li>\n  <li>unfairly increase their workload</li>\n  <li>change the location of their workplace at short notice</li>\n  <li>make them work in dangerous conditions</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>A constructive dismissal isn’t necessarily unfair - but it would be difficult for you to show that a breach of contract was fair.</p>\n</div>\n\n<h2>Wrongful dismissal</h2>\n\n<p>This is where you break the terms of an employee&rsquo;s contract in the dismissal process, eg dismissing someone without giving them proper notice.</p>\n\n<p>Wrongful dismissal isn&rsquo;t the same as <a href=\"/unfair-dismissals\" title=\"unfair dismissals\">unfair dismissal</a>.</p>\n\n<p>If an employee thinks you&rsquo;ve dismissed them unfairly, constructively or wrongfully, they might take you to an <a href=\"/being-taken-to-an-employment-tribunal-by-an-employee/overview\" title=\"employment tribunals\">employment tribunal</a>.</p>\n\n<div class=\"application-notice info-notice\">\n<p>In Northern Ireland, an employee would take you to an industrial tribunal.”</p>\n</div>\n"}},{"part":{"web_url":"https://www.gov.uk/dismissing-staff/fair-dismissals","slug":"fair-dismissals","order":2,"title":"Fair dismissals","body":"<p>You must have a fair reason for dismissing an employee. Fair reasons could include:</p>\n\n<ul>\n  <li>their <a href=\"dismissals-on-capability-or-conduct-grounds\" title=\"dismissals on capability or conduct grounds\">capability or conduct</a></li>\n  <li><a href=\"/making-staff-redundant\" title=\"redundancy\">redundancy</a></li>\n  <li>something that prevents them from legally being able to do their job, eg a driver losing their driving licence</li>\n</ul>\n\n<p>There could be other fair reasons too - these are sometimes called &lsquo;other substantial reasons&rsquo;.</p>\n\n<div class=\"example\">\n<p><strong>Example:</strong></p>\n\n<p>You take on an employee to provide temporary maternity cover and dismiss them when the cover period ends. </p>\n\n<p>The dismissal is fair if you made it clear at the start of their placement that the job was only temporary.</p>\n</div>\n\n<h2>Acting reasonably</h2>\n\n<p>Even if you have a fair reason, the dismissal is only fair if you also act reasonably during the dismissal and <a href=\"/taking-disciplinary-action/overview\" title=\"taking disciplinary action\">disciplinary process</a>. </p>\n\n<p>There&rsquo;s no legal definition of &lsquo;reasonableness&rsquo;, but if you&rsquo;re taken to an employment or industrial tribunal they would consider whether you:</p>\n\n<ul>\n  <li>genuinely believed that the reason was fair</li>\n  <li>carried out proper investigations where appropriate</li>\n  <li>followed the relevant procedures </li>\n  <li>told the employee why they were being considered for dismissal and listened to their views (in Northern Ireland, the employer must do this in writing)</li>\n  <li>allowed the employee to be accompanied at disciplinary/dismissal hearings</li>\n  <li>gave the employee the chance to appeal </li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>Reasonableness might also depend on whether the employee could be expected to understand the consequences of their behaviour.</p>\n</div>\n\n<h2>Dismissal and disciplinary procedures</h2>\n\n<p>You must set out your dismissal and <a href=\"/taking-disciplinary-action/overview\" title=\"disciplinary rules and procedures\">disciplinary rules and procedures</a> in writing - if you don&rsquo;t, a tribunal can order you to pay an employee compensation.</p>\n\n<h2>Summary dismissal</h2>\n\n<p>This is when you dismiss someone instantly without notice or pay in lieu of notice, usually because of gross misconduct (eg theft, fraud, violence).</p>\n\n<p>Tribunals may rule a summary dismissal as &lsquo;procedurally unfair&rsquo; - you can only suspend someone without pay if their contract says you can do this. If it doesn&rsquo;t, you should suspend the employee on full pay and investigate the circumstances.</p>\n\n<p>If you feel summary dismissal&rsquo;s your only choice, you must still follow a fair procedure as you would do for any other disciplinary matter.</p>\n\n<div class=\"application-notice info-notice\">\n<p>In Northern Ireland, an employer must follow the statutory dismissal procedure.</p>\n</div>\n\n"}},{"part":{"web_url":"https://www.gov.uk/dismissing-staff/unfair-dismissals","slug":"unfair-dismissals","order":3,"title":"Unfair dismissals","body":"<p>Even if you think you&rsquo;ve dismissed someone fairly, they could still claim unfair dismissal against you if they think that:</p>\n\n<ul>\n  <li>the reason you gave for the dismissal wasn&rsquo;t the real one</li>\n  <li>the reason was unfair </li>\n  <li>you acted unreasonably, eg by failing to give them plenty of warning about their dismissal</li>\n</ul>\n\n<h2>Automatically unfair reasons for dismissal</h2>\n\n<p>Even if you&rsquo;ve acted reasonably, some reasons for dismissal are classed automatically unfair. These are to do with the following areas:</p>\n\n<ul>\n  <li>pregnancy: including all reasons relating to maternity  </li>\n  <li>family: including parental leave, paternity leave (birth and adoption), adoption leave or time off for dependants</li>\n  <li>acting as an employee representative</li>\n  <li>acting as a trade union representative</li>\n  <li>acting as an occupational pension scheme trustee </li>\n  <li>joining or not joining a trade union</li>\n  <li>being a part-time or fixed-term employee</li>\n  <li>discrimination: including protection against discrimination on the grounds of age, disability, gender reassignment, marriage and civil partnership, pregnancy and maternity, race, religion or belief, sex and sexual orientation (in Northern Ireland, this also includes political beliefs)</li>\n  <li>pay and working hours: including the Working Time Regulations, annual leave and the National Minimum Wage</li>\n</ul>\n\n<h3>Industrial action</h3>\n\n<p>It&rsquo;s automatically unfair to dismiss someone for taking part in <a href=\"/if-your-business-faces-industrial-action/lawful-industrial-action\" title=\"official industrial action\">official (&lsquo;lawful&rsquo;) industrial action</a>:</p>\n\n<ul>\n  <li>in the 12-week period from the day the industrial action starts</li>\n  <li>if the action lasts longer than 12 weeks and you haven&rsquo;t taken reasonable steps to resolve the dispute</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>Only an employment or industrial tribunal can decide whether or not you’ve taken reasonable steps to resolve a dispute.</p>\n</div>\n\n<p>If you &lsquo;lock out&rsquo; employees taking industrial action, the days of the lock-out are not included in the calculation of the 12-week protected period. </p>\n\n<p>A lock-out is where you prevent employees from getting to their workplace, eg by locking the doors.</p>\n\n<h2>Penalties for unfair dismissals</h2>\n\n<p>If a tribunal finds that an employee has been unfairly dismissed, you might be ordered to:</p>\n\n<ul>\n  <li>reinstate them (give them their job back)</li>\n  <li>re-engage them (re-employ them in a different job)</li>\n</ul>\n\n<p>You might also have to pay compensation, which depends on the employee&rsquo;s:</p>\n\n<ul>\n  <li>age</li>\n  <li>gross weekly pay</li>\n  <li>length of service</li>\n</ul>\n\n<p>You might have to pay extra compensation if you don&rsquo;t follow a tribunal&rsquo;s order to reinstate someone.</p>\n\n<p>There&rsquo;s a limit on the amount a tribunal can award for unfair dismissal apart from in cases relating to:</p>\n\n<ul>\n  <li>health and safety (eg where you unfairly dismiss someone for taking action on health and safety grounds) </li>\n  <li><a href=\"whistleblowing\" title=\"whistleblowing\">&lsquo;whistleblowing&rsquo;</a> (when an employee suspects wrongdoing at work and tells their employer about it)</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>The maximum amount of compensation a tribunal can make you pay for unfair dismissal is £72,300.</p>\n</div>\n"}},{"part":{"web_url":"https://www.gov.uk/dismissing-staff/eligibility-to-claim-unfair-dismissal","slug":"eligibility-to-claim-unfair-dismissal","order":4,"title":"Eligibility to claim unfair dismissal","body":"<p>Employees can only claim unfair dismissal if they&rsquo;ve worked for a qualifying period - unless they&rsquo;re claiming for an <a href=\"unfair-dismissals\" title=\"automatically unfair\">automatically unfair</a> reason.</p>\n\n<table>\n  <thead>\n    <tr>\n      <th>Date employment started</th>\n      <th>When the employee can claim</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>before 6 April 2012</td>\n      <td>after first year of employment</td>\n    </tr>\n    <tr>\n      <td>after 6 April 2012</td>\n      <td>after 2 years of employment</td>\n    </tr>\n  </tbody>\n</table>\n\n<div class=\"application-notice info-notice\">\n<p>In Northern Ireland, an employee only needs be employed for 1 year to claim unfair dismissal - regardless of when they started.</p>\n</div>\n\n<h2>Who can&rsquo;t claim unfair dismissal</h2>\n\n<p>The right to complain to a tribunal about unfair dismissal isn&rsquo;t available to:</p>\n\n<ul>\n  <li>self-employed people</li>\n  <li>independent contractors</li>\n  <li>members of the armed forces</li>\n  <li>employees who have reached a settlement with their employer through <abbr title=\"Advisory, Conciliation and Arbitration Service\">ACAS</abbr> (the Advisory, Conciliation and Arbitration Service) or the Labour Relations Agency (<abbr title=\"Labour Relations Agency\">LRA</abbr>) in Northern Ireland</li>\n  <li>employees employed under an illegal contract, eg a barman under the age of 18</li>\n  <li>employees covered by a dismissal procedure agreement that&rsquo;s been legally exempted from the unfair dismissal rules</li>\n  <li>employees taking part in unofficial industrial action (unless the dismissal is for an <a href=\"unfair-dismissals\" title=\"automatically unfair\">automatically unfair</a> reason)</li>\n  <li>police staff (unless the dismissal relates to health and safety or <a href=\"whistleblowing\" title=\"whistleblowing\">whistleblowing</a>).</li>\n  <li>those working on a fishing vessel and paid by a share in the profits or gross earnings of the vessel</li>\n  <li>employees who have reached a settlement with their employer through a &lsquo;compromise agreement&rsquo; after taking legal advice</li>\n</ul>\n\n"}},{"part":{"web_url":"https://www.gov.uk/dismissing-staff/dismissals-on-capability-or-conduct-grounds","slug":"dismissals-on-capability-or-conduct-grounds","order":5,"title":"Dismissals on capability or conduct grounds","body":"<p>You can dismiss an employee if:</p>\n\n<ul>\n  <li>they&rsquo;re incapable of doing their job to the required standard</li>\n  <li>they&rsquo;re capable, but unwilling to do their job properly</li>\n  <li>they&rsquo;ve committed some form of misconduct </li>\n</ul>\n\n<p>If you want to dismiss someone, you must make sure you do it fairly. You&rsquo;ll need to follow disciplinary procedures first.</p>\n\n<div class=\"application-notice info-notice\">\n<p>In Northern Ireland, employers must follow <a href=\"http://www.lra.org.uk/index/agency_publications-2/advice_and_guidance_on_employment_matters-3/codes_of_practice-2/disciplinary_and_grievance_procedures_-_3rd-april_2011.htm\" title=\"Code of practice on disciplinary and grievance procedures\" rel=\"external\">the statutory dismissal and disciplinary procedures</a>.</p>\n</div>\n\n<h2>Disciplinary procedures</h2>\n\n<p>Employees have the right to be accompanied to all disciplinary meetings and to appeal to a manager.</p>\n\n<p>To make sure the dismissal is fair, follow these steps:</p>\n\n<ol class=\"steps\">\n<li><p>Arrange a meeting with the employee, telling them the reason for it.</p>\n</li>\n<li><p>At the meeting, tell them how you expect them to improve and over what period - warn them that if their performance doesn’t improve enough, you’ll give them a first written warning.</p>\n</li>\n<li><p>Hold a second meeting if their performance hasn’t improved enough by the deadline - give them a chance to explain and issue a first written warning if you’re not satisfied with their reasons.</p>\n</li>\n<li><p>Draw up an action plan with timescales for improvement.</p>\n</li>\n<li><p>Hold a third meeting if their performance still hasn’t improved enough by the deadlines - set targets, warn that you’ll consider dismissal if there’s no improvement and issue a final written warning.</p>\n</li>\n<li><p>If the employee’s performance is still not up to standard by the third deadline, arrange a full <a href=\"/taking-disciplinary-action/overview\" title=\"disciplinary hearing\">disciplinary hearing</a>.</p>\n</li>\n<li><p>After the hearing - or appeal if there is one - decide whether to give the employee a further chance to improve, or dismiss them.</p>\n</li>\n</ol>\n\n<p>You must inform the employee of your final decision whatever the outcome.</p>\n\n<div class=\"application-notice info-notice\">\n<p>Keep notes of all meetings and give copies to the employee.</p>\n</div>\n\n"}},{"part":{"web_url":"https://www.gov.uk/dismissing-staff/dismissals-due-to-illness","slug":"dismissals-due-to-illness","order":6,"title":"Dismissals due to illness","body":"<p>Sometimes an employee may have to stop working because of long-term ill health. They may resign, or you may have to consider dismissing them.</p>\n\n<h2>Considering dismissing an employee</h2>\n\n<p>Dismissal is a last resort and you should consider as many ways as possible to help the employee back to work, including:</p>\n\n<ul>\n  <li>getting a medical report from their GP with the employee&rsquo;s permission - they have the right to see the report before you do</li>\n  <li>arranging an occupational health assessment</li>\n  <li>work out whether or not they&rsquo;re <a href=\"/definition-of-disability-under-the-equality-act-2010\" title=\"Definition of disability under the Equality Act 2010\">disabled</a> and make any <a href=\"/reasonable-adjustments-for-disabled-workers\" title=\"reasonable adjustments for disabled workers\">reasonable adjustments</a> to help them do their job</li>\n</ul>\n\n<p>If the employee can&rsquo;t do their job because there are no reasonable adjustments that can be made, it may be fair for you to dismiss them, even if they&rsquo;re disabled.</p>\n\n<h2>How to dismiss someone</h2>\n\n<p>During the dismissal procedure, make sure you act fairly and reasonably. You must treat the employee with sensitivity. </p>\n\n<p>Your procedure should follow the advice set out in the <abbr title=\"Advisory, Conciliation and Arbitration Service\">ACAS</abbr> (Advisory, Conciliation and Arbitration Service) code of practice, or the Labour Relations Agency (<abbr title=\"Labour Relations Agency\">LRA</abbr>) code of practice for Northern Ireland.</p>\n\n<div class=\"form-download\">\n<p><a href=\"http://www.acas.org.uk/CHttpHandler.ashx?id=1047\" title=\"Download ACAS code of practice for disciplinary and grievance procedures (PDF, 1.9MB)\" rel=\"external\">Download <abbr title=\"Advisory, Conciliation and Arbitration Service\">ACAS</abbr> code of practice for disciplinary and grievance procedures (PDF, 1.9MB)</a></p>\n</div>\n\n<div class=\"form-download\">\n<p><a href=\"http://www.lra.org.uk/copy_of_44301_final_low_res_web_-_bookmarked_2.pdf\" title=\"Download the LRA code of practice for disciplinary and grievance procedures (PDF, 1.2MB)\" rel=\"external\">Download <abbr title=\"Labour Relations Agency\">LRA</abbr> code of practice for disciplinary and grievance procedures (PDF, 1.2MB)</a></p>\n</div>\n\n<p>If you don&rsquo;t follow the code and are taken to an employment or industrial tribunal, you may have to pay compensation. </p>\n\n"}},{"part":{"web_url":"https://www.gov.uk/dismissing-staff/whistleblowing-","slug":"whistleblowing-","order":7,"title":"Whistleblowing ","body":"<p>Whistleblowing is when a worker suspects wrongdoing at work and tells their employer about it. Officially this is called ‘making a disclosure in the public interest’. </p>\n\n<p>A &lsquo;worker&rsquo; is someone who works under:</p>\n\n<ul>\n  <li>a contract of employment, eg employees</li>\n  <li>some other contract to perform work personally, eg casual workers</li>\n</ul>\n\n<p>You can&rsquo;t dismiss an employee because of whistleblowing - they can claim unfair dismissal and the law protects them as long as certain criteria are met.</p>\n\n<p>Workers who aren&rsquo;t employees can&rsquo;t claim unfair dismissal against you if you dismiss them because of whistleblowing, but they&rsquo;re also protected and can claim &lsquo;detrimental treatment&rsquo;.</p>\n\n<h2>Types of whistleblowing eligible for protection</h2>\n\n<p>These are called &lsquo;qualifying disclosures&rsquo;. They include when someone reports: </p>\n\n<ul>\n  <li>that someone’s health and safety is in danger</li>\n  <li>damage to the environment</li>\n  <li>a criminal offence</li>\n  <li>that the company isn’t obeying the law (like not having the right insurance)</li>\n  <li>that someone&rsquo;s covering up wrongdoing</li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>The worker’s suspicions don’t have to be correct - they just have to show they had reason to believe they were and that they’re not acting for personal gain.</p>\n</div>\n\n<h3>Exceptions</h3>\n\n<p>Workers aren&rsquo;t protected from dismissal if:</p>\n\n<ul>\n  <li>they break the law when they report something (eg they signed the Official Secrets Act)</li>\n  <li>they found out about the wrongdoing when someone wanted legal advice (‘legal professional privilege’) - eg if they&rsquo;re a solicitor</li>\n</ul>\n\n<h2>Whistleblowing policy and procedures</h2>\n\n<p>You should have a whistleblowing policy that shows workers what to do if they want to report something.</p>\n\n<p>They can do this internally or to an external person or body - these are called &lsquo;prescribed persons&rsquo;.</p>\n\n<div class=\"form-download\">\n<p><a href=\"http://www.businesslink.gov.uk/Employing_People_files/Dismissalsprescribed_persons_v4.pdf\" title=\"Download list of prescribed persons (PDF, 201KB)\" rel=\"external\">Download list of prescribed persons (PDF, 201KB)</a></p>\n</div>\n\n<p>In Northern Ireland, the Public Interest Disclosure order tells workers how to report something.</p>\n\n<div class=\"form-download\">\n<p><a href=\"http://www.delni.gov.uk/public_interest_disclosure_guide_2011.pdf\" title=\"Download guide to the Public Interest Disclosure order (PDF, 431KB)\" rel=\"external\">Download guide to the Public Interest Disclosure order (PDF, 431KB)</a></p>\n</div>\n\n<h2>Tribunals</h2>\n\n<p>If you dismiss an employee for making a protected disclosure they can take you to an <a href=\"/being-taken-to-an-employment-tribunal-by-an-employee/overview\" title=\"employment tribunals\">employment tribunal</a>, or an industrial tribunal in Northern Ireland, for unfair dismissal.</p>\n\n<p>If the tribunal decides the employee&rsquo;s claim is justified, it will order you to either:</p>\n\n<ul>\n  <li>re-instate them</li>\n  <li>pay them compensation</li>\n</ul>\n\n"}}]}