{"alternative_title":"Employers' tax and reporting for homeworking expenses","overview":"Tax and reporting rules for employers covering the costs of employees working from home","slug":"expenses-and-benefits-homeworking","title":"Expenses and benefits: homeworking","updated_at":"2012-10-03T17:03:19+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"As an employer providing homeworking expenses for your employees, you have certain tax, National Insurance and reporting obligations.\r\n\r\n##What's included\r\n\r\nHomeworking expenses include:\r\n\r\n* equipment, services or supplies you provide to employees who work from home (eg computers, office furniture, internet access, pens and paper)\r\n* additional household expenses, such as gas or electricity charges, for employees who need to work from home","slug":"overview","title":"Overview"}},{"table":{"body":"##Equipment, services and supplies\r\n\r\nIf you provide equipment, services and supplies to an employee who works from home, you don’t have to report or pay anything if either:\r\n\r\n* they are only used for business purposes, or any private use is insignificant\r\n* you provide them to an employee who earns [at a rate](/employer-reporting-introduction-to-expenses-and-benefits/calculate-earnings-at-a-rate \"at a rate\") of less than £8,500 a year\r\n\r\n##Additional household expenses\r\n\r\nIf you cover the cost of additional household expenses for an employee who works from home, you don't have to report or pay anything if all the following apply:\r\n\r\n* they need to work from home, either because equipment they need isn't available at your workplace, or their work means they have to live too far away from your workplace to travel there every day\r\n* the amount you give them isn't more than their additional household expenses\r\n* the amount you give them isn't more than the current weekly limit\r\n\r\nThe following table shows the weekly limit for tax years up to 2012 to 2013:\r\n\r\nTax years | Weekly limit\r\n-|-\r\n2012 to 2013 | £4.00 (or £18 a month for employees paid monthly)\r\n2008 to 2009 --- 2011 to 2012 | £3.00\r\n2007 to 2008 and earlier | £2.00\r\n\r\n*[HMRC]:HM Revenue & Customs ","slug":"whats-exempt","title":"What's exempt"}},{"table":{"body":"If any of the homeworking expenses you cover aren’t [exempt](/expenses-and-benefits-homeworking/whats-exempt \"exempt\"), you may have to report the costs to HMRC, and deduct or pay tax and National Insurance on them.\r\n\r\n##Equipment, services and supplies\r\n\r\nIf you provide these for both business and private use for employees earning [at a rate](/employer-reporting-introduction-to-expenses-and-benefits/calculate-earnings-at-a-rate \"at a rate\") of £8,500 or more, or company directors, you'll need to:\r\n\r\n* fill in form P11D, section L\r\n* pay Class 1A National Insurance on the [value of the benefit](/expenses-and-benefits-homeworking/work-out-the-value \"value of the benefit\")\r\n\r\n##Additional household expenses\r\n\r\nIf you cover any costs over the weekly limit (£4.00 from tax year 2012 to 2013, or £18 a month for employees paid monthly), you need to to be able to prove that the payments are no more than your employee's additional household expenses.\r\n\r\nIf the payments you make are more than your employee's additional household expenses they count as earnings, so you'll need to:\r\n\r\n* [work out the excess](/expenses-and-benefits-homeworking/work-out-the-value \"work out the excess\") and add this to your employee’s other earnings\r\n* deduct and pay PAYE tax and Class 1 National Insurance through payroll\r\n\r\n*[HMRC]:HM Revenue & Customs \r\n*[PAYE]: Pay As You Earn","slug":"what-to-report-and-pay","title":"What to report and pay"}},{"table":{"body":"##Equipment, services and supplies\r\n\r\nUse the cost to you of providing the equipment, services or supplies.\r\n\r\n##Additional household expenses\r\n\r\nIf you don't have any supporting evidence of the cost of your employee's additional household expenses, use the total cost to you minus the £4.00 a week limit.\r\n\r\nIf you do have supporting evidence that shows the level of your employee's additional household expenses, use any amount above these additional expenses.","slug":"work-out-the-value","title":"Work out the value"}},{"table":{"body":"The following guides contain more detailed information:\r\n\r\n- [household expenses: payments to reimburse additional costs](http://www.hmrc.gov.uk/manuals/eimanual/EIM01472.htm \"Household expenses: payments to reimburse additional costs\"){:rel=\"external\"}\r\n\r\n- [supplies and services provided other than on the employer's premises](http://www.hmrc.gov.uk/manuals/eimanual/EIM21611.htm \"Supplies and services provided other than on the employer's premises\"){:rel=\"external\"}\r\n\r\n- [relation between deduction for employee’s expenses and exempt homeworking payments](http://www.hmrc.gov.uk/manuals/eimanual/EIM32825.htm \"Relation between deduction for employee’s expenses and exempt homeworking payments\"){:rel=\"external\"}","slug":"technical-guidance","title":"Technical guidance"}}],"type":"guide"}