{"alternative_title":"","overview":"Data protection rules for businesses in recruiting staff, keeping staff records and using CCTV","slug":"data-protection-your-business","title":"Data protection and your business","updated_at":"2012-10-02T12:12:34+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You must follow rules on data protection if your business stores or uses personal information.\r\n\r\nThis applies to information kept on staff, customers and account holders, eg when you:\r\n\r\n- recruit staff\r\n- manage staff records\r\n- market your products or services\r\n- use CCTV\r\n\r\nThis could include:\r\n\r\n- keeping customers' addresses on file\r\n- recording staff working hours\r\n- giving delivery information to a delivery company\r\n\r\n^For information on direct marketing, see [marketing and advertising: the law](/marketing-advertising-law/direct-marketing \"marketing and advertising: the law\").^\r\n\r\n##Data protection rules\r\n\r\nYou must make sure the information is kept secure, accurate and up to date.\r\n\r\nFor example, when you collect someone's personal data you must tell them:\r\n\r\n- who you are\r\n- how you'll use their personal information\r\n- they have the right to see the information and correct it, if it's wrong\r\n\r\nAlso say if the information will be used in other ways - eg if it may be passed to other organisations.\r\n\r\n^The main data protection rules are set out in the [data protection principles.](http://www.ico.gov.uk/for_organisations/data_protection/the_guide/the_principles.aspx \"data protection principles\"){:rel=\"external\"}^\r\n\r\n##What you have to do\r\n\r\nYou must:\r\n\r\n- [tell the Information Commissioner's Office (ICO)](/data-protection-register-notify-ico-personal-data \"tell the Information Commissioner's Office (ICO)\") how your business uses personal information\r\n- [respond to a data protection request](/respond-data-protection-request \"respond to a data protection request\"), if someone asks to see what information you have about them\r\n\r\n% If you misuse personal data, you could be given a heavy fine, or made to pay compensation.%\r\n\r\n*[ICO]: Information Commissioner's Office","slug":"overview","title":"Overview"}},{"table":{"body":"You must keep any data you collect on staff secure - eg lock paper records in filing cabinets or set passwords for computer records.\r\n\r\nOnly keep the information for as long as you have a clear business need for it, and dispose of it securely afterwards (eg by shredding).\r\n\r\n##Recruiting staff\r\n\r\nYou must give the name of your business and contact details (or those of the agency) on job adverts.\r\n\r\nOnly collect the personal information you need on application forms, and don't ask for irrelevant information, like banking details.\r\n\r\n$E **Example**  \r\nYou will usually only have to ask about motoring offences if driving is part of the job.\r\n$E\r\n\r\nOnly keep the information for recruitment - eg don't use it for a marketing mailing list.\r\n\r\n##Keeping staff records\r\n\r\nMake sure only appropriate staff, with the right training, can see staff records, and store sensitive information (eg about health or criminal records) separately.\r\n\r\n$E **Example**  \r\nDon't let managers access a worker's sickness record if they only need to see a simple record of their absences.  \r\n$E\r\n\r\nIf you're asked to provide a reference, check the worker or ex-staff member is happy for you to do so.\r\n\r\n##Letting staff see their records\r\n\r\nYour staff have the right to ask for a copy of the [information you hold about them](/personal-data-my-employer-can-keep-about-me \"information you hold about them\").\r\n\r\nThis includes information about grievance and disciplinary issues.\r\n\r\nYou must respond to their request within 40 days.\r\n\r\n^You can turn down their request if the information concerns someone else - eg you need to protect someone who's accused them of harassment.^\r\n\r\nStaff can complain if they think their information is being misused, and you could be ordered to pay a fine or compensation.\r\n\r\n","slug":"recruitment-managing-staff-records","title":"Recruitment and managing staff records"}},{"table":{"body":"You must be able to justify monitoring staff at work, which could include:\r\n\r\n- using [CCTV](/data-protection-your-business/using-cctv \"using CCTV\")\r\n- keeping records of phone calls\r\n- logging their email or internet use\r\n- searching staff or their work areas\r\n\r\nEmployees have rights at work and if you don't treat them fairly they could:\r\n\r\n- take you to an employment tribunal\r\n- complain to the Information Commissioner \r\n\r\nYou must make them aware that they’re being monitored, and why - eg by sending them an email.\r\n\r\nAlso explain your policies on things like using work computers or phones for personal use.\r\n\r\n##Monitoring staff without their knowledge\r\n\r\nYou can monitor staff without their knowledge if:\r\n\r\n- you suspect they’re breaking the law\r\n- letting them know about it would make it hard to detect the crime\r\n\r\nOnly do this as part of a specific investigation, and stop when the investigation is over.","slug":"monitoring-staff-at-work","title":"Monitoring staff at work"}},{"table":{"body":"If your business uses CCTV, you must tell people they may be recorded.\r\n\r\nThis is usually done by displaying signs, which must be clearly visible and readable.\r\n\r\nYou must also [notify the Information Commissioner's Office (ICO)](/data-protection-register-notify-ico-personal-data \"notify the Information Commissioner's Office\") why you're using the CCTV.\r\n\r\nYou should control who can see the recordings, and make sure the system is only used for the purpose it was intended for.\r\n\r\n%If the system was set up to detect crime, you should not use it to monitor the amount of work done by your staff.%\r\n\r\n##Letting people see CCTV recordings\r\n\r\nAnyone can ask to see images that you've recorded of them. You must provide these within 40 days, and can charge up to £10.\r\n\r\nFind out more about using CCTV on the [ICO website.](http://www.ico.gov.uk/for_organisations/data_protection/topic_guides/cctv.aspx \"Information Commissioner's Office website\"){:rel=\"external\"}\r\n\r\n^Data protection rules don't apply if you install a camera on your own home to protect it from burglary.^\r\n\r\n*[ICO]: Information Commissioner's Office\r\n","slug":"using-cctv","title":"Using CCTV"}},{"table":{"body":"For more information and advice:\r\n\r\n- read the Information Commissioner's Office (ICO) [guidance for organisations](http://www.ico.gov.uk/for_organisations.aspx \"guidance for organisations\"){:rel=\"external\"}\r\n- contact the ICO\r\n\r\n$C  \r\n**ICO Head Office - England**  \r\n<casework@ico.gsi.gov.uk>  \r\n0303 123 1113  \r\n$C\r\n\r\n$C \r\n**ICO Wales**  \r\n<wales@ico.gsi.gov.uk>  \r\n029 2067 8400  \r\n$C\r\n\r\n$C \r\n**ICO Scotland**  \r\n<scotland@ico.gsi.gov.uk>  \r\n0131 301 5071 \r\n$C\r\n\r\n$C\r\n**ICO Northern Ireland**  \r\n<ni@ico.gsi.gov.uk>  \r\n028 9026 9380  \r\n$C\r\n\r\n*[ICO]: Information Commissioner's Office","slug":"get-advice-on-data-protection","title":"Get advice on data protection"}}],"type":"guide"}