{"alternative_title":"","overview":"The enhanced rider scheme provides training to help you improve your riding skills - you could get a motorcycle insurance discount when you complete it","slug":"enhanced-rider-scheme","title":"Enhanced rider scheme","updated_at":"2012-10-02T12:12:44+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"The enhanced rider scheme checks your motorcycle riding skills and provides training to help you improve. There is no test.\r\n\r\n^Once you’ve successfully completed the scheme you can get discounts on motorcycle insurance.^\r\n\r\nYou need to have passed your test and hold a full motorcycle licence. This entitles you to ride bikes of any size. \r\n\r\nThe scheme is suitable if you:\r\n\r\n- have just passed your test\r\n- are returning to riding after a break\r\n- are upgrading to a more powerful motorcycle\r\n- want to check your riding standard\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"You’ll first have a rider assessment with an expert trainer. You'll ride in different road and traffic conditions.\r\n\r\nThe ride will be long enough for your trainer to make a good assessment of your skills. For most people this is 1 - 2 hours.\r\n\r\nIf this shows you don’t need more training you’ll get a ‘DSA certificate of competence’ straight away.\r\n\r\nOtherwise you’ll get personalised training to improve your skills, and get the certificate at the end of your training.\r\n\r\n^The DSA certificate of competence gives you discounts with most motorcycle insurers.^\r\n\r\nThe type of training depends on what you need to brush up on. You might be offered all-day courses or shorter sessions.\r\n\r\n##Enhanced rider scheme trainers\r\n\r\nYou can [find your nearest enhanced rider scheme trainer](http://www.dft.gov.uk/fyn/enhanced.php \"Find your nearest enhanced rider scheme trainer\"){:rel=\"external\"} by entering your postcode.\r\n\r\n##Cost\r\n\r\nThe cost of the enhanced rider scheme depends on the trainer and your training needs.\r\n\r\n*[DSA]: Driving Standards Agency","slug":"how-the-scheme-works","title":"How the scheme works"}}],"type":"guide"}