{"alternative_title":"","overview":"Community Care Grants - money to help you set up home after leaving care or when you family is in exceptional need - what you'll get, apply, eligibility","slug":"community-care-grant","title":"Community Care Grants","updated_at":"2012-10-02T12:12:27+00:00","parts":[{"table":{"body":"You could get a Community Care Grant to help you: \r\n\r\n+ set up a home after leaving residential or institutional care - eg a prison\r\n+ stay in your home instead of going back into care \r\n+ help you or a family member in times of exceptional need - eg ease a domestic crisis, visit ill relatives \r\n\r\nHow much you get depends on your circumstances - there's no set or maximum amount. \r\n\r\n% Any money you get doesn't have to be paid back and won't affect your other benefits. %","slug":"overview","title":"Overview"}},{"table":{"body":"There is no set or maximum amount of grant. How much money you get depends on your circumstances.\r\n\r\n% If your savings are over £500 you'll usually get a smaller grant. % \r\n\r\n##How you're paid\r\n\r\nIf your application is successful the money will be paid within a week. \r\n\r\nAll benefits, pensions and allowances are [paid into an account](/how-to-have-your-benefits-paid \"How you're paid\"), eg a bank account. \r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"To qualify you must get one of these benefits (or be likely to get them in the next 6 weeks): \r\n\r\n- Income Support\r\n- income-related Employment and Support Allowance\r\n- income-based Jobseeker's Allowance\r\n- Pension Credit\r\n\r\nAlso, one of the following must apply, you: \r\n\r\n- are leaving residential or institutional care - eg a care home or prison \r\n- are being resettled into a new home by your council or a voluntary organisation following an unsettled period in your life\r\n- are looking after someone who is ill, disabled or just out of prison\r\n- need help to stay in your home and not go into residential care or hospital \r\n- need help with expenses to go to a relative's funeral or visit someone who is ill \r\n- need help because you or your family face exceptional pressure - eg because of a family breakdown or illness \r\n\r\n##Exceptions \r\n\r\nYou can't get a grant if you've already asked for help for the same things in the last 28 days.\r\n\r\n% You might get a [Crisis Loan](/crisis-loans \"Crisis Loans\") if you’re not eligible for a grant. %\r\n\r\n\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"Send form SF300 to your local [Jobcentre Plus](http://los.direct.gov.uk/default.aspx?type=2&lang=en \"Find your local Jobcentre Plus\"){:rel=\"external\"}. The form includes notes to help you fill it out. \r\n\r\n$D[Download 'Form SF300 - Community Care Grant and Crisis Loan applications' (PDF, 264KB)](http://www.dwp.gov.uk/advisers/claimforms/sf300_print.pdf \"Download 'Form SF300 - Community Care Grant and Crisis Loan applications' (PDF, 264KB)\"){:rel=\"external\"}$D\r\n\r\n##Appeal a decision \r\n\r\nYou can appeal the decision about your Community Care Grant if you're unhappy with it. \r\n\r\n$D \r\n[Download 'Appeal against a benefit decision (leaflet GL24)' (PDF, 5000KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@benefits/documents/digitalasset/dg_201702.pdf \"Download 'Appeal against a benefit decision (leaflet GL24)' (PDF, 5000KB)\"){:rel=\"external\"}\r\n$D ","slug":"how-to-claim","title":"How to claim"}}],"type":"programme"}