{"alternative_title":"","overview":"Care to Learn can help pay for childcare costs while you're studying - what you'll get and how to claim","slug":"care-to-learn","title":"Care to Learn","updated_at":"2012-10-02T12:12:17+00:00","parts":[{"table":{"body":"If you're studying and are aged under 20 at the start of your course, Care to Learn can help pay for your childcare costs while you're learning.\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"You can get up to:\r\n\r\n- £160 per child per week if you live outside London\r\n- £175 per child per week if you live in London \r\n\r\n##What it covers\r\n\r\nCare to Learn helps with the cost of:\r\n\r\n- childcare, including deposit and registration fees\r\n- a childcare 'taster' session (up to 5 days)\r\n- keeping your childcare place over the summer holidays \r\n- taking your child to the childcare provider\r\n\r\n##Types of child care\r\n\r\nThe childcare provider can be a:\r\n\r\n- childminder \r\n- pre-school playgroup\r\n- day nursery\r\n- out of school club\r\n\r\n##Payments\r\n\r\nChildcare payments go directly to your childcare provider. Before your childcare provider can be paid:\r\n\r\n- your childcare provider needs to confirm your child's attendance\r\n- your school or college needs to confirm that you're attending your course\r\n\r\nPayments for travel costs go to your school or college - they'll either pay you or arrange travel for you.\r\n\r\n##Attendance\r\n\r\nPayments will stop if:\r\n\r\n- you stop attending your course\r\n- you finish your course\r\n- your child stops attending childcare","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You can get Care to Learn if:\r\n\r\n- you're a parent under 20 at the start of your course\r\n- you're the main carer for your child\r\n- you live in England \r\n- you're either a British citizen or a national of a [European Economic Area (EEA) country](http://www.dwp.gov.uk/international/social-security-agreements/list-of-countries/ \"European Economic Area (EEA) country\"){:rel=\"external\"}\r\n- your course is publicly funded (check with your school or college)\r\n- your childcare provider is registered with Ofsted or the Care Quality Commission\r\n\r\n##Type of childcare\r\n\r\nThe childcare provider must be registered with Ofsted. If the child needs specialist childcare, the provider must also be on the Care Quality Commission's register for specialist provision.\r\n\r\nIf you want a relative to get Care to Learn for looking after your child they also need to be:\r\n\r\n- providing registered childcare for children they're not related to\r\n- living apart from you and your child\r\n\r\n##Type of course\r\n\r\nCare to Learn is only available for courses in England that have some public funding.\r\n\r\nThis includes courses that take place in:\r\n\r\n- schools\r\n- school 6th forms\r\n- 6th form colleges\r\n- other colleges and learning providers, including Foundation Learning\r\n- your community at Children’s Centres\r\n\r\n##Who can't get Care to Learn \r\n\r\nYou're not eligible for Care to Learn if:\r\n\r\n- you're an apprentice who gets a salary\r\n- you're doing a higher education course at university ","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You need to complete an application form each year you want to claim.\r\n\r\nYou must apply within 28 days of starting your course so that your childcare provider is paid from the beginning of your course.\r\n\r\nIf you apply after that, your childcare provider will only be paid from the beginning of the week that your application was received.\r\n\r\nYou can [get an application pack online](https://learnersupport.direct.gov.uk/AFR/(S(nwgskn3swoddydamsoogdg45))/ApplicationPack/C2L/201213 \"Get a Care to Learn application pack online\"){:rel=\"external\"} or call the Learner Support helpline.\r\n\r\n$C \r\n**Learner Support helpline**  \r\n0800 121 8989 \r\n$C\r\n\r\nGive the details of your support worker if you have one. The Learner Support Service might need to contact them.\r\n\r\n##Where to send the form\r\n\r\nA pre-paid envelope comes with the application pack - if you lose it send your form to:\r\n\r\n$A\r\nCare to Learn\r\nFreepost RSLX-CAZR-RHLY\r\nLearner Support Service\r\nBirmingham\r\nB24 9FD\r\n$A\r\n\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Help\r\n\r\nThe form comes with guidance notes on how to fill it in. If you need advice or help with your application or if you're not satisfied with how your application was handled, call the Learner Support helpline. \r\n\r\n$C\r\n**Learner Support helpline:**  \r\n0800 121 8989\r\n$C\r\n\r\n##After you apply\r\n\r\nIf you qualify you'll get a letter and a payment plan telling you what financial help you can get.\r\n\r\nYour childcare provider will also get a copy of the payment plan, telling them when they'll get payments.\r\n\r\nIf your application for travel costs is successful, your learning provider will get a letter telling them when they'll get payments.\r\n\r\n##If your circumstances change\r\n\r\nYou need to complete a change of circumstances form if your details change. This includes changes to your:\r\n\r\n- personal details\r\n- childcare provider \r\n- hours of childcare \r\n- childcare fees \r\n- travel costs\r\n- course, learning programme or learning provider\r\n- study hours (including private study or time to take exams)\r\n\r\nTo get the change of circumstances form call the Learner Support Helpline on 0800 121 8989.\r\n\r\n##Benefits\r\n\r\nClaiming Care to Learn will not affect your own or your family's benefits or allowances. \r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}