{"alternative_title":"","overview":"You can be prosecuted if your child has unauthorised absence from school - help with getting your child to school, and legal action to enforce school attendance","slug":"school-attendance-absence","title":"School attendance and absence","updated_at":"2012-10-02T12:14:10+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"You must make sure your child gets a full-time education that meets their needs (eg if they have special educational needs). You can either send your child to school or educate them yourself.\r\n\r\nIf your child is unexpectedly missing from school, even for a day (and the local council thinks you're not home schooling them), you'll be contacted by the school or the local council's educational welfare officer. You can be prosecuted if you don't give your child an education, but you'll get warnings and offers of help from the local council first.\r\n\r\n[Get education and attendance information from your council.](/education-attendance-council \"Education and attendance information from your council\")\r\n\r\nChildren must get an education between the term after their 5th birthday and the last Friday in June in the school year they turn 16.\r\n\r\n##When your child can miss school\r\n\r\nYou can only allow your child to miss school if either:\r\n\r\n- they're too ill to go in\r\n- you've got advance permission from the school","slug":"overview","title":"Overview"}},{"table":{"body":"If you’re having trouble getting your child to go to school, the school and local council can help. A lot of local councils have teams that help parents improve their child's attendance at school. The council will tell you if they're able to help. One option they may suggest is a parenting contract.\r\n\r\n##Parenting contract\r\n\r\nA parenting contract is a voluntary written agreement between you and either the local council or the school’s governing body. Between you, you agree to find ways to improve your child’s attendance.\r\n\r\nIf you refuse to make a contract or you don't stick to it, it can be used as evidence if the local council decides to prosecute you.","slug":"help-with-getting-your-child-to-go-to-school","title":"Help with getting your child to go to school"}},{"table":{"body":"Local councils and schools can use legal powers if your child is missing school without a good reason:\r\n\r\n- Parenting Order\r\n- Education Supervision Order\r\n- School Attendance Order\r\n- penalty notice\r\n- prosecution\r\n\r\nYou can be given one or more of these orders but the council doesn't have to do this before prosecuting you.\r\n\r\n##Parenting Order\r\n\r\nA Parenting Order means you have to go to parenting classes. You'll also have to do what the court says to improve your child’s school attendance.\r\n\r\n##Education Supervision Order\r\n\r\nIf the council thinks you need support getting your child to go to school but you're not co-operating, they can apply to a court for an Education Supervision Order. A supervisor will be appointed to help you get your child into education. The local council can do this instead of prosecuting you, or as well.\r\n\r\n##School Attendance Order\r\n\r\nYou'll get a School Attendance Order if the local council thinks your child isn't getting an education. You have 15 days to provide evidence that you've registered your child with a school or that you are [home schooling](/home-education \"Home education\") them. The order will require you to send your child to a specific school. If you don't, you may be prosecuted.\r\n\r\n##Penalty notice\r\n\r\nInstead of being prosecuted, you can be given a penalty notice. The penalty is £50, rising to £100 if it isn't paid within 28 days. If you don't pay the fine, you'll be prosecuted.\r\n\r\n##Prosecution\r\n\r\nYou could get a fine of up to £2,500, a community order or a jail sentence up to 3 months. The court also gives you a Parenting Order.","slug":"legal-action-to-enforce-school-attendance","title":"Legal action to enforce school attendance"}}],"type":"guide"}