{"alternative_title":"","overview":"What to do if you receive a county court judgment (CCJ) - how to get a CCJ set aside or to change what you pay, what happens if you don't pay and how to search the register of CCJs.","slug":"county-court-judgments-ccj-for-debt","title":"County court judgments for debt","updated_at":"2012-10-02T12:12:32+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If someone takes court action against you, saying you owe them money, and you don't respond, you could get a county court judgment (CCJ) or High Court judgment.\r\n\r\n%You have 14 days to [respond to the court claim](/respond-to-court-claim-for-money/ \"respond to the court claim\").%\r\n\r\nIf you get a judgment, this means that the court has formally decided that you owe the money.\r\n\r\nThe judgment will come in the post and will explain:\r\n\r\n- how much you owe\r\n- how you should pay (in full or in instalments)\r\n- the deadline for paying\r\n- details of who you need to pay\r\n\r\nRecords of judgments are kept for 6 years unless you pay the full amount within a month - this can make it hard to get credit.\r\n\r\nIf you don't owe the money, you can ask the court to cancel, or 'set aside', the judgment.\r\n\r\nIf you do owe the money, you should arrange to pay what you can afford.\r\n\r\n%If you get a judgment don’t ignore it - you could be taken back to court and forced to pay.%","slug":"overview","title":"Overview"}},{"table":{"body":"If you don't owe the money, you can ask the court to cancel the county court judgment (CCJ) or High Court judgment. This is known as getting the judgment 'set aside'.\r\n\r\nYou can do this if you didn't receive, or didn't respond to, the original claim from the court saying you owed the money.\r\n\r\n##Apply to get the judgment set aside\r\n\r\nTo get a judgment set aside, fill in the [application notice (N244),](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=484 \"application notice (N244)\"){:rel=\"external\"} and send it to the court.\r\n\r\nYou may have to pay an £80 [court fee](/court-fees-what-they-are/ \"court fee\").\r\n\r\nYou'll have to go to a private hearing at the court, to explain why you don't owe the money.\r\n\r\n%If you don't go to the hearing, your application will be rejected and you'll have to pay the amount in the judgment.%\r\n\r\n*[CCJ]: county court judgment","slug":"if-you-dont-owe-the-money","title":"If you don't owe the money - cancel the judgment"}},{"table":{"body":"You will have to pay the person or business you owe the money to, or their solicitor. The name and address will be on the judgment form. Don't pay the court.\r\n\r\nMake sure you can prove you've paid. Send a cheque or postal order by post, or make a bank transfer. Don't send cash through the post.\r\n\r\nKeep a record of your payments and make sure you pay in time.\r\n\r\n##Pay in instalments\r\n\r\nIf you're paying in instalments, ask the person or business you owe the money to about the best way to pay. \r\n\r\nYou may want to set up a standing order to pay the money directly from your bank account.\r\n\r\n%If you're late with your payments, you could be taken back to court and you may have to pay extra costs.%\r\n\r\n##Ask to change the payments\r\n\r\nYou can ask to change the amount you pay per week or per month.\r\n\r\nTo do this, fill in the [application to vary an instalment order (N245).](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=486 \"application to vary an instalment order\"){:rel=\"external\"}\r\n\r\nGive details of your income and spending, and say how much you can realistically afford to pay.\r\n\r\nYou may have to pay a £40 [court fee](/court-fees-what-they-are/ \"court fee\").\r\n\r\n^If your offer is rejected, the court will decide on the amount you have to pay.^\r\n\r\n##If you have other judgments or debts\r\n\r\nIf you have another judgment against you, you can arrange to pay all your debts to the court in a single weekly or monthly payment.\r\n\r\nThis will stop people taking action against you to get their money - eg by sending bailiffs to your home.\r\n\r\nYou can only do this if your total debts are under £5,000.\r\n\r\nYou'll need to fill in the [application for an administration order (N92).](http://hmctscourtfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=651 \"application for an administration order\"){:rel=\"external\"}\r\n\r\n%Contact the court if you can't keep up with the payments.%","slug":"if-you-do-owe-the-money-pay-the-judgment","title":"If you do owe the money - pay the judgment"}},{"table":{"body":"If you get a county court judgment (CCJ) or a High Court judgment, it will stay on the Register of Judgments, Orders and Fines for 6 years. \r\n\r\nBanks and loan companies use this information to decide whether to give you credit or loans.\r\n\r\n##If you pay within a month\r\n\r\nIf you pay the full amount within a month you can get the judgment removed from the register.\r\n\r\n##If you pay after a month\r\n\r\nIf you pay after a month, you can get the record of the judgment marked as 'satisfied' in the register.\r\n\r\nIt’ll stay on the register for 6 years but people searching the register will see that you've paid.\r\n\r\nContact the court to say you've paid - you'll need to send proof of payment, and pay a £15 court fee.\r\n\r\n##Search the register of judgments\r\n\r\nYou can search for details of any judgments against you on the [register of judgments.](http://www.trustonline.org.uk/search-yourself/ \"register of judgments\"){:rel=\"external\"}\r\n\r\nYou will have to pay a small fee - a simple search costs £4.\r\n\r\nIf the information on the register is wrong, contact Trust Online, who will check the details with the court:\r\n\r\n$C\r\n**Trust Online**  \r\n020 7380 0133  \r\n<info@trustonline.org.uk>\r\n$C\r\n\r\n$A  \r\nTrust Online  \r\n153-157 Cleveland Street  \r\nLondon  \r\nW1T 6QW\r\n$A\r\n\r\n[CCJs]: county court judgments\r\n[CCJ]: county court judgment","slug":"ccjs-and-your-credit-rating","title":"CCJs and your credit rating"}}],"type":"guide"}