{"alternative_title":"","overview":"Keeping records for VAT - invoices, VAT account, sales and purchase records for reclaiming VAT","slug":"vat-record-keeping","title":"VAT record keeping","updated_at":"2012-10-03T11:30:51+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"VAT-registered businesses must:\r\n\r\n- keep records of sales and purchases\r\n- keep a separate summary of VAT called a [VAT account](/vat-record-keeping/vat-account \"VAT account\") \r\n- issue correct VAT invoices\r\n\r\n##How to keep VAT records\r\n\r\nYou must keep VAT records for at least 6 years. \r\n\r\nThere are no rules on how you must keep records. You can keep them on paper, electronically or as part of a software program (like book-keeping software). But they must be accurate, complete and readable.\r\n\r\nIf you've lost a VAT invoice you can't rely on a photocopy. Ask the supplier for a duplicate (marked ‘duplicate’). \r\n\r\n^ HMRC can visit your business to inspect your record keeping and charge you a penalty if they aren't in order. ^ \r\n\r\n*[HMRC]: HM Revenue & Customs\r\n*[VAT]: Value Added Tax\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"Only VAT-registered businesses can issue VAT invoices and you must: \r\n\r\n+ issue and keep valid invoices (these can be paper or electronic) \r\n+ keep copies of all your invoices even if you cancel them or produce one by mistake\r\n\r\n%You can't reclaim VAT using an invalid invoice, pro-forma invoice, statement or delivery note. %\r\n\r\n##Valid invoices  \r\n\r\nYou'll use a full VAT invoice for most transactions. For retail transactions you can use:\r\n\r\n- a simplified invoice for amounts under £250 \r\n- a modified invoice for amounts over £250\r\n\r\nInclude the following information on your invoice, depending on which type you use.\r\n\r\n Invoice information | Full invoice | Simplified invoice | Modified invoice\r\n - | - | - | - \r\nUnique invoice number that follows on from the last invoice | Yes | Yes | Yes\r\nYour business name and address | Yes | Yes | Yes\r\nYour VAT number | Yes | Yes | Yes\r\nDate | Yes | No | Yes\r\n[The tax point](/vat-record-keeping/time-of-supply \"Time of supply\") (or 'time of supply') if this is different from the invoice date | Yes | Yes | Yes\r\nCustomer's name or trading name, and address | Yes | No | Yes\r\nDescription of the goods or services | Yes | Yes | Yes\r\nTotal amount excluding VAT | Yes | No | Yes\r\nTotal amount of VAT | Yes | No | Yes\r\nPrice per item, excluding VAT | Yes | No | Yes\r\nQuantity of each type of item | Yes | No | Yes\r\nRate of any discount per item | Yes | No | Yes\r\nRate of VAT charged per item - if an item is [exempt or zero-rated](/vat-businesses \"VAT for businesses\") make clear no VAT on these items | Yes | Yes (1) | Yes\r\nTotal amount including VAT | No | Yes (1) | Yes\r\n\r\n(1) If items are charged at different VAT rates, then show this for each.\r\n\r\n##Exceptions \r\n\r\nThere are different invoice rules if you use a [VAT Margin Scheme](http://www.hmrc.gov.uk/vat/start/schemes/margin.htm \"VAT Margin Schemes\"){:rel=\"external\"} or [trade internationally.](http://www.hmrc.gov.uk/vat/managing/charging/vat-invoices.htm#8 \"Trading internationally\"){:rel=\"external\"} \r\n\r\nIf you use the Cash Accounting Scheme you have to stamp an invoice with the amount of cash paid and the date. \r\n\r\n##Deadlines\r\n\r\nUsually VAT invoices must be sent within 30 days of the '[date of supply](/vat-record-keeping/time-of-supply-or-tax-point \"Date of supply\")' or the date of payment (if you're paid in advance).\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n*[VAT]: Value Added Tax","slug":"vat-invoices","title":"VAT invoices"}},{"table":{"body":"Records you must keep include:\r\n\r\n- copies of all invoices you send \r\n- originals of all invoices you receive \r\n- [self-billing agreements](http://www.hmrc.gov.uk/vat/managing/charging/self-billing.htm \"Self-billing\"){:rel=\"external\"} (this is where the customer prepares the invoice) \r\n- name, address and VAT number of any self-billing suppliers\r\n- debit or credit notes \r\n- import and export records\r\n- records of items you can't reclaim VAT on - eg business entertainment\r\n- records of any goods you give away or take from stock for your [private use](http://www.hmrc.gov.uk/vat/managing/special-situations/private-use.htm \"VAT and private use of stock\"){:rel=\"external\"}\r\n- records of all the zero-rated, reduced or VAT exempt items you buy or sell\r\n- a [VAT account](/vat-recordkeeping/vat-account \"VAT account\"){:rel=\"external\"}\r\n\r\nYou must also keep general business records such as bank statements, cash books, cheque stubs, paying-in slips and till rolls. \r\n\r\nIf you use the Cash Accounting Scheme you must use these records to match them against your payment records and receipts.\r\n\r\n###Exceptions \r\n\r\nRetailers don’t have to issue VAT invoices unless the customer asks for one (keep a copy). Retailers can issue ‘[simplified invoices](/vat-record-keeping/vat-invoices \"Simplified VAT invoices\")' for supplies under £250. \r\n\r\n##Debit and credit notes\r\n\r\nWhen you return goods to a supplier or a customer returns goods to you, the balance of payment can be settled with a credit or debit note. \r\n\r\nRecord these in your accounts and keep any original notes. \r\n\r\nCredit and debit notes must show the same information as the VAT invoice and:\r\n\r\n- why it was issued\r\n- the total amount credited, excluding VAT\r\n- the number and date of the original VAT invoice\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n*[VAT]: Value Added Tax","slug":"vat-records","title":"VAT records"}},{"table":{"body":"You must keep a separate record of the VAT you charge and the VAT you pay on your purchases. This record is called a 'VAT account'.\r\n\r\nYou use the figures in your VAT account to complete your VAT Return. \r\n\r\nThere aren't any rules on what a VAT account should look like, but it must show:\r\n\r\n+ your total VAT sales \r\n+ your total VAT purchases \r\n+ the VAT you owe HM Revenue & Customs (HMRC)\r\n+ the VAT you can reclaim from HMRC\r\n+ if your business uses the [VAT Flat Rate Scheme](/vat-flat-rate-scheme \"VAT Flat Rate Scheme\") - the flat rate percentage and turnover it applies to\r\n+ the VAT on any EU acquisitions (purchases) or dispatches (sales)\r\n\r\n##Errors \r\n\r\nIf you've made an error in your VAT Return the VAT account must show:\r\n\r\n+ the date you discovered the error\r\n+ details about the error - eg how it happened, how you corrected it\r\n\r\nYou may also need to report the error to HMRC.\r\n\r\n##Bad debts\r\n\r\nIf you write off an invoice as a bad debt, you must keep a separate 'VAT bad debt account'. The debt must be older than 6 months and for each bad debt you must show:\r\n\r\n- total amount of VAT involved\r\n- amount written off and any payments you've received\r\n- the VAT you're claiming on the debt\r\n- the VAT period(s) you paid the VAT and are claiming the relief\r\n- invoices details like date, customer name \r\n\r\nYou must keep this information for 4 years.\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n*[VAT]: Value Added Tax\r\n","slug":"vat-account","title":"VAT account"}},{"table":{"body":"The tax point (or ‘time of supply’) for a transaction is the date the transaction takes place for VAT purposes. \r\n\r\nYou need to know this because, for example: \r\n\r\n+ it's included on VAT invoices\r\n+ it tells you which VAT period the transaction belongs to \r\n+ it tells you which VAT Return to put the transaction on\r\n\r\nThe tax point can vary, but is usually the following. \r\n \r\nSituation | Tax point \r\n- | - \r\nNo invoice needed | Date of supply \r\nVAT invoice issued | Date of invoice \r\nVAT invoice issued 14 days or more after the date of supply | Date the supply took place \r\nPayment or invoice issued in advance of supply | Date of payment or invoice (whichever is earlier) \r\nPayment in advance of supply and no VAT invoice yet issued | Date payment received \r\n\r\nThe date of supply is: \r\n\r\n+ for goods - the date they’re sent, collected or made available (eg installed in the customer’s house)\r\n+ for services - the date the work is finished\r\n\r\n###Exceptions \r\n\r\nIf you use the VAT Cash Accounting Scheme, the tax point is always the date the payment is received. \r\n\r\nThere are [different tax point rules]( http://customs.hmrc.gov.uk/channelsPortalWebApp/channelsPortalWebApp.portal?_nfpb=true&_pageLabel=pageLibrary_ShowContent&id=HMCE_CL_001596&propertyType=document#P1032_86132 “Exceptions to the usual tax point rules”){:rel=\"external\"} for:\r\n\r\n+ certain trades - like barristers, building and construction\r\n+ where the supply is not a ‘sale’ – eg business items taken for personal use\r\n\r\nSometimes, one sale can give rise to 2 or more tax points - eg where the customer pays a deposit in advance, and then a final payment.\r\n\r\n*[VAT]: Value Added Tax","slug":"time-of-supply-or-tax-point","title":"Time of supply or tax point"}}],"type":"guide"}