{"alternative_title":"","overview":"Your legal right to time off to care for dependants - when you can take time off and how long you get, dealing with problems about taking time off","slug":"time-off-for-dependants","title":"Time off for family and dependants","updated_at":"2012-10-02T12:14:33+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"As an employee you have the right to at least 1 or 2 days' unpaid time off to deal with emergencies involving a dependant. You have this right as soon as you start a new job.\r\n\r\n^Find out if you're eligible for time off by checking your [employment status](/employment-status \"employment status\") to see if you're classed as an 'employee'.^\r\n\r\nA dependant is a:\r\n\r\n+ husband or wife\r\n+ partner\r\n+ child\r\n+ parent\r\n+ friend or family member who lives with you but doesn't pay rent \r\n+ someone who relies on you to care for them (eg an elderly neighbour)\r\n\r\n##Being paid for time off##\r\nYour employer may pay you for time off to look after dependants but they don't have to. Check your contract, company handbook or intranet site to see if there are rules about this.\r\n\r\n##When you don't have the right to time off##\r\nYou can't have time off if you knew about a situation beforehand. For example you wouldn't be covered if you wanted to take your child to hospital for an appointment. You might be able to get [parental leave](/parental-leave \"parental leave\") instead.\r\n\r\n##Compassionate leave##\r\nIf you aren't given time off for dependants, your employer may allow you 'compassionate leave' - this can be paid or unpaid leave for emergency situations. Check your employment contract, company handbook or intranet for details about compassionate leave. \r\n","slug":"your-rights","title":"Your rights"}},{"table":{"body":"You could get time off when a dependant is involved in the following emergencies.\r\n\r\n##Illness, injury or assault\r\nThis includes mental or physical illnesses that don't have to be life-threatening or need full-time care - it could be an existing condition that has worsened.  \r\n\r\nFor example, if a dependant is mugged without being physically hurt, you could take time-off to comfort or help them.\r\n\r\nYou can also take time off to arrange longer term care for a dependant.\r\n\r\n##Having a baby\r\nYou could take time off if a dependant goes into labour unexpectedly and they rely on you to take them to the hospital. You can't take time off for dependants after the birth to care for the child. However, if you're the child's parent you could be entitled to [paternity](/paternityleave \"paternity leave\") or [parental leave](/parental-leave \"parental leave\").\r\n\r\n##Disruption of care arrangements\r\nYou could get time off if:\r\n\r\n+ a child minder or carer doesn't turn up to look after a dependant\r\n+ a nursing home or nursery closes unexpectedly\r\n\r\n##If your child is involved in an incident during school time\r\nYou could get time off if your child has been:\r\n\r\n+ involved in a fight\r\n+ injured on a school trip\r\n+ suspended from school\r\n","slug":"whats-an-emergency","title":"What's an emergency?"}},{"table":{"body":"Tell your employer as soon as possible if you need time off. If it's an emergency, you may not be able to do this before you leave work but you should let your employer know as soon as possible. \r\n\r\nYou don't have to do this in writing or give written proof. \r\n\r\n##How much time can you take off? ##\r\nYou're allowed a reasonable time - there isn't a set amount of time but usually 1 or 2 days is enough.\r\n\r\nFor example if your child falls ill you could take time off to go to the doctor and make care arrangements but you'd have to take [annual](/holiday-entitlement-your-rights \"Holiday entitlement: your rights\") or [parental leave](/parental-leave \"Parental leave\") if you wanted to look after your child for longer. \r\n\r\n\r\n\r\n##Limits on time off##\r\nThere are no limits on how many times you can take time off for dependants but your employer should talk to you if they think it's having an affect on your work. ","slug":"taking-time-off-","title":"Taking time off "}},{"table":{"body":"Your employer musn't:\r\n\r\n+ treat you unfairly for taking time off (for example refusing you training or promotion)\r\n+ dismiss you or choose you for redundancy because you asked for time off for a dependant\r\n+ refuse you reasonable time off \r\n\r\nIf you think you've been unfairly treated for taking time off for dependants, get advice from your staff or trade union representative or ACAS. \r\n\r\n$C\r\n**ACAS helpline**  \r\n08457 474 747\r\n$C\r\n\r\nYou may be able to take a case to an [Employment Tribunal](/employment-tribunals \"Employment tribunals\").","slug":"problems-when-you-take-time-off","title":"Problems when you take time off"}}],"type":"guide"}