{"artefact":[["_response_info",{"status":"ok"}],["title","Voluntary adoption agency registration (England)"],["id","https://contentapi.production.alphagov.co.uk/voluntary-adoption-agency-registration-england.json"],["web_url","https://www.gov.uk/voluntary-adoption-agency-registration-england"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"If you operate a voluntary adoption agency you must be registered with Her Majesty's Chief Inspector of Education, Children's Services and Skills","will_continue_on":"","continuation_link":"","licence_identifier":"1311-1-1","licence_short_description":"Register as a voluntary adoption agency with Her Majesty's Chief Inspector of Education, Children's Services and Skills.","licence_overview":"If you operate a voluntary adoption agency you must be registered with Her Majesty's Chief Inspector of Education, Children's Services and Skills.\r\n\r\nA registration fee will be payable.\r\n\r\nIn order to register to operate a voluntary adoption agency, you must prove that you:\r\n\r\n* are a fit and proper person\r\n* have the necessary skills and experience\r\n* have all the satisfactory information available\r\n* have given notice to the registration authority of contact details for a responsible individual who supervises the management of the agency\r\n\r\nIf you wish to manage more than one agency you must be registered for each.","updated_at":"2012-10-08T17:09:02+00:00","licence":{"location_specific":false,"availability":["England"],"authorities":[{"name":"Ofsted","slug":"ofsted","contact":{"website":"","email":"","phone":"","address":"\n\n\n\n"},"actions":{"apply":[{"url":"https://www.gov.uk/apply-for-a-licence/application-to-register-as-a-children's-social-care-provider:-voluntary-adoption-agency/ofsted/apply-1","introduction":"There are a number of social care services for children in England which need to be registered, this includes voluntary adoption agencies.    These social care services cannot operate until we grant registration. An application for registration is only complete when we receive all the information we need to process it, and you pay the required fee. If you do not send us all the required information with your application form, we will usually return it to you and you will need to resubmit it.\n\nFor guidance on what information we require please see the children's social care section under the 'Forms and guidance' part of our website (www.ofsted.gov.uk).    All individuals who make up the Registered Person and for the Registered Manager must complete a Declaration and consent form (form SC2) (www.ofsted.gov,uk/publications/070082) and supply a valid enhanced disclosure notice.. The completed form(s) must be attached to this application.","description":"Application to register as a children's social care provider: voluntary adoption agency","payment":"none"},{"url":"https://www.gov.uk/apply-for-a-licence/application-to-register-as-a-children's-social-care-provider:-voluntary-adoption-agency/ofsted/apply-2","introduction":"","description":"Application to register as a children's social care provider: voluntary adoption agency - Complete a declaration and consent form","payment":"none"}],"change":[{"url":"https://www.gov.uk/apply-for-a-licence/application-to-register-as-a-children's-social-care-provider:-voluntary-adoption-agency/ofsted/change-1","introduction":"Childminders, childcare providers and home childcarers: you can use this form to notify Ofsted of a change to your registration. You can also use this form to request a variation to your conditions of registration or resign your childminding registration.\n\nChildren\u0092s social care providers: you can use this form to notify Ofsted of a change to your registration. You can also use this form to inform Ofsted that you wish to apply for a variation to your conditions of registration, or wish to apply for voluntary cancellation of your service. ","description":"Application to register as a children's social care provider: voluntary adoption agency - Tell us about a change to your existing registration as a voluntary adoption agency","payment":"none"}]}}]}}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}