{"alternative_title":"","overview":"What you need to tell DVLA if someone who was a driver has died","slug":"tell-dvla-about-bereavement","title":"Telling DVLA about a bereavement","updated_at":"2012-10-02T12:14:29+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If a driver has died, send the person’s driving licence and registration certificate (V5C) to DVLA.\r\n\r\nInclude a letter with the documents explaining your relationship to the person who has died and the date of death. If you do not have the V5C then just send the letter.\r\n\r\nSend the **driving licence** to:\r\n\r\n$A\r\n\r\nDVLA  \r\nSwansea  \r\nSA99 1AB\r\n\r\n$A\r\n\r\nSend the **registration document** (if you have it) to:\r\n\r\n$A\r\n\r\nDVLA  \r\nSwansea  \r\nSA99 1ZZ\r\n\r\n$A\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","slug":"overview","title":"Overview"}},{"table":{"body":"What you have to do depends on if you have the vehicle’s V5C registration certificate.\r\n\r\n##If you have the V5C registration certificate\r\n\r\nYou need to:\r\n\r\n* fill in section 6 ‘new keeper details’\r\n* sign and date the ‘new keeper declaration’\r\n* tear off and keep the green V5C/2 ‘new keeper’s supplement’\r\n\r\nSend the V5C registration certificate to the DVLA Sensitive Casework Team. Include a letter explaining your relationship to the person who's died and the date of death.\r\n\r\n$A\r\n\r\nSensitive Casework Team  \r\nDVLA  \r\nSwansea  \r\nSA99 1ZZ\r\n\r\n$A\r\n\r\nYou should get a new registration certificate within 4 weeks of DVLA getting your letter and V5C.\r\n\r\n##If you don’t have the V5C registration certificate\r\n\r\nYou also need to fill in a V62 ‘Application for a vehicle registration certificate’ form and send this with the fee to the DVLA Sensitive Casework Team.\r\n\r\nInclude a letter explaining your relationship to the person who's died and date of death.\r\n\r\nYou can [download form V62 (PDF, 209KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@motor/documents/digitalasset/dg_067819.pdf \"download form V62 (PDF, 209KB)\"){:rel=\"external\"} or get one from any Post Office or [DVLA local office](http://www.direct.gov.uk/en/Dl1/Directories/UsefulContactsByCategory/MotoringContacts/DG_10012974 \"DVLA local office\"){:rel=\"external\"}.\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","slug":"keeping-the-vehicle","title":"Keeping the vehicle"}},{"table":{"body":"##If you have the V5C registration certificate\r\n\r\nYou need to:\r\n\r\n* fill in section 6 ‘new keeper details’\r\n* get the buyer to sign and date the ‘new keeper declaration’\r\n* give the green V5C/2 ‘new keeper’s supplement’ to the buyer\r\n\r\nSend the V5C registration certificate to the DVLA Sensitive Casework Team. Include a letter explaining your relationship to the person who's died and date of death.\r\n\r\n$A\r\n\r\nSensitive Casework Team  \r\nDVLA  \r\nSwansea  \r\nSA99 1ZZ\r\n\r\n$A\r\n\r\nThe new keeper should get a new registration certificate within 4 weeks of DVLA getting your letter and V5C.\r\n\r\n###Selling to a motor trader\r\n\r\nIf you’ve got the V5C registration certificate you’ll need to:\r\n\r\n* fill in section 9 ‘sale/transfer to the motor trade’\r\n* get the motor trader to sign and date the same section\r\n* tear off this slip to return to DVLA\r\n* give the rest of the certificate to the motor trader\r\n\r\nSend the slip to the DVLA Sensitive Casework Team. Include a letter explaining your relationship to the person who'd died and date of death.\r\n\r\n##If you don’t have the V5C registration certificate\r\n\r\nIf the buyer agrees to buy it without a registration certificate, they’ll need to fill in form V62 and send it with the fee to DVLA.\r\n\r\nYou’ll then need to write a letter to the DVLA Sensitive Casework Team. Include a letter explaining your relationship to the person who'd died and date of death plus the date you sold the vehicle and the buyer’s name and address.\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","slug":"selling-the-vehicle","title":"Selling the vehicle "}}],"type":"guide"}