{"alternative_title":"","overview":"If you're training for medicine, dentistry or healthcare you may get an NHS bursary. \r\n","slug":"nhs-bursaries","title":"NHS bursaries","updated_at":"2012-10-02T12:13:29+00:00","parts":[{"table":{"body":"If you're training for medicine, dentistry or healthcare you may get an NHS bursary. \r\n\r\nBursaries help with living costs and tuition fees and don't have to be paid back. \r\n\r\n\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"##NHS students\r\n\r\nNew full-time NHS students starting a course from 1 September 2012 may get the following:\r\n\r\n- a bursary from the NHS \r\n- a Maintenance Loan from Student Finance England \r\n- a grant from the NHS\r\n\r\nEligible part-time students can apply for a reduced bursary.\r\n\r\nThe size of the [NHS bursary](http://www.nhsbsa.nhs.uk/Students/816.aspx \"NHS bursary\"){:rel=\"external\"} depends on your household income but the grant and the maintenance loan don't. \r\n\r\nHow much Maintenance Loan you get depends on:\r\n\r\n- whether you live with your parents\r\n- whether you live and study in London\r\n- whether you're in the final year of your course (when you get less)\r\n\r\nIf you study up to 30 weeks a year, you'll get:\r\n\r\n**Where you study and live** | **Grant** | **Bursary** | **Maintenance Loan**\r\nin London | £1,000 | up to £3,128 | up to £3,263\r\noutside London | £1,000 | up to £2,591 | up to £2,324\r\nwith your parents | £1,000 | up to £2,163 | up to £1,744\r\n\r\nIf you study up to 45 weeks a year, you'll get:\r\n\r\n**Where you study and live** | **Grant** | **Bursary** | **Maintenance Loan**\r\nin London | £1,000 | up to £5,460 | up to £3,263\r\noutside London | £1,000 | up to £4,395 | up to £2,324\r\nwith your parents | £1,000 | up to £3,351 | up to £1,744\r\n\r\nIn the final year of study the Maintenance Loan is reduced to:\r\n\r\n- £2,498 if you study in London\r\n- £1,811 if you study outside London\r\n- £1,324 if you live with your parents\r\n\r\nThe grant and the Maintenance Loan are not dependent on your household income but the bursary is. \r\n\r\n##Medical and dental courses\r\n\r\nThe first 4 years of your undergraduate course are funded in the same way as other eligible full-time higher education courses. \r\n\r\nAfter the 4th year of your course you can get:\r\n\r\n- an NHS bursary based on your income\r\n- your tuition fees paid in full by the NHS \r\n- a reduced rate (approximately 50%) Maintenance Loan, not based on your income\r\n\r\n##Healthcare professional courses\r\n\r\nNHS bursaries are available for certain healthcare professions - see [Eligibility](/nhs-bursaries#eligibility \"Eligibility\") for the professions covered.\r\n\r\nYou can get:\r\n\r\n- a bursary based on your household income\r\n- your tuition fees paid in full by the NHS\r\n- a reduced rate (approximately 50%) Maintenance Loan, not based on your income if you're studying for a degree\r\n\r\n##Graduate-entry accelerated medical and dental programmes\r\n\r\nIf you're studying an accelerated medical or dental programme:\r\n\r\n- in year 1 you pay £3,465 of your tuition costs yourself\r\n- in years 2 to 4 £3,465 of your tuition costs is paid with an NHS bursary\r\n- you can get a Tuition Fee Loan of up to £5,535 from Student Finance England to pay for the remaining tuition costs each year\r\n\r\n##How it's paid\r\n\r\nThe NHS bursary is paid monthly.\r\n\r\n##If you're disabled or have children\r\n\r\nYou may also get extra help if you're disabled or have dependants - see [Further information.](nhs-bursaries/further-information \"Further information\")\r\n\r\n\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"Whether you can get an NHS bursary depends on:\r\n\r\n- where you live\r\n- your course\r\n- your household income\r\n- whether you've already had funding\r\n\r\n##Where you live\r\n\r\nTo get an NHS bursary you must:\r\n\r\n- have been ordinarily resident in the UK for 3 years until the first day of the academic year\r\n- be ordinarily resident in England if you're a medical or dental student\r\n- have ‘settled status’ in the UK \r\n\r\nYou may still be eligible if you don't meet the residency requirements - find out more from the [NHS Business Services Authority.](http://www.nhsbsa.nhs.uk/Students/3261.aspx \"NHS Business Services Authority\"){:rel=\"external\"} \r\n\r\n##Your course\r\n\r\nYou must also be accepted for an NHS funded place on a full or part-time course which leads to professional registration as a:\r\n\r\n- doctor or dentist (you will be eligible for an NHS bursary after the 4th year of your course)\r\n- chiropodist (including podiatrist), dietician, occupational therapist, orthoptist, physiotherapist, prosthetist, and orthotist, radiographer, audiologist or a speech and language therapist\r\n- dental hygienist or dental therapist\r\n- nurse, midwife or operating department practitioner (degree or diploma course)\r\n\r\nNHS bursaries are **not** intended for:\r\n\r\n- registered first level nurses seeking a second registration in nursing\r\n- registered midwives seeking a second registration in midwifery\r\n\r\n##Household income\r\n\r\nThe total amount you can get depends on your household income.\r\n\r\n##If you've already had funding\r\n\r\nYou may be eligible for an NHS bursary even if you have already had public funding for higher education. \r\n\r\nIf you've had an NHS bursary and want to change professions, you may also be eligible.\r\n\r\nFind out more from the [NHS Business Services Authority.](http://www.nhsbsa.nhs.uk/Students/3261.aspx \"NHS Business Services Authority\"){:rel=\"external\"} \r\n\r\n##Medical and dental courses\r\n\r\nIf you’re doing a standard 5 or 6-year medical or dental course, to qualify for a bursary you must:\r\n\r\n- have started your course in September 1998 or later\r\n- normally live in England\r\n- be studying in the UK\r\n\r\nThe size of the bursary depends on your household income but the grant and the maintenance loan do not.\r\n\r\n##Graduate-entry accelerated medical and dental programmes\r\n\r\nIf you're doing the graduate-entry accelerated medical or dental programme you may get an NHS bursary.  ","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"##NHS bursaries\r\n\r\nApplications for NHS bursaries are dealt with by [NHS Student Bursaries.](http://www.nhsbsa.nhs.uk/Students/816.aspx/\"NHS Student Bursaries\"){:rel=\"external\"}\r\n\r\nAn application has to be made each year.\r\n\r\nOnce you’ve been offered an NHS-commissioned training place NHS Student Bursaries will write to tell you how to apply.\r\n\r\nIf you get an income-assessed NHS bursary you may still get help through the standard student finance package. You need to [apply for this separately through Student Finance England.](/apply-for-student-finance-2012-13 \"Apply for student finance 2012/13\")\r\n\r\nApplications have to be received within 6 months of the first day of the academic year.","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Further financial help \r\n\r\nIn addition to the NHS bursary you may also be able to apply for extra help:\r\n\r\n- if you have children \r\n- if you have adult dependants \r\n- if you're disabled\r\n- if you do a practice placement \r\n\r\n###Childcare costs\r\n\r\nYou may be able to get the NHS Bursary Childcare Allowance if you have dependent children. \r\n\r\nYou can't get this if you're only entitled to a fees award.\r\n\r\nHow much you get depends on your circumstances and your household income. \r\n\r\nTo qualify:\r\n\r\n- you must use a registered childcare provider\r\n- your children must be under 15 on the first day of the academic year (or under 17 if they have special educational needs)\r\n\r\nThe allowance pays up to: \r\n\r\n- £126.65 a week for 1 child \r\n- £187.85 a week for 2 or more children\r\n\r\n###Parent Learning Allowance\r\n\r\nYou can claim this allowance if you have a dependent child. \r\n\r\nHow much you get depends on your household income.\r\n\r\nYou can claim up to:\r\n\r\n- £1,303 if you're a degree-level student \r\n- £1,104 if you're a Diploma-level student\r\n\r\n###Adult dependants\r\n\r\nYou may get the Dependants Allowance if an adult is financially dependent on you when you're training. \r\n\r\nHow much you get depends on your household income.\r\n\r\n###If you're disabled\r\n\r\nYou can get Disabled Students' Allowances if you have to pay extra costs because of a:\r\n\r\n- physical disability\r\n- mental-health difficulty\r\n- specific learning difficulty like dyslexia\r\n\r\nYou need to give up-to-date medical evidence of the nature and severity of your disability from a suitably qualified professional. \r\n\r\nYou can get up to:\r\n\r\n- £20,520 for a helper\r\n- £5,162 for specialist equipment for the whole course\r\n- £1,724 for other costs\r\n\r\n###Practice placement expenses\r\n\r\nIf you do a practice placement you may be able to claim travel costs if:  \r\n\r\n- your practice placement is in a hospital or community health centre and not at your university\r\n- it costs you more to travel to your placement than it costs to travel to university\r\n\r\n##Help\r\n\r\nFind out more about extra help from the [NHS Business Services Authority.](http://www.nhsbsa.nhs.uk/Students/3255.aspx/\"NHS Business Services Authority\"){:rel=\"external\"}\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}