{"alternative_title":"","overview":"If your employer is 'insolvent' this means it can't pay its debts - your rights if this happens, claiming money owed to you, where to get advice\r\n","slug":"your-rights-if-your-employer-is-insolvent","title":"Your rights if your employer is insolvent","updated_at":"2012-10-02T12:14:51+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If your employer is 'insolvent' this means it can't pay its debts. You have rights if this happens and can make a claim for any money you are owed.\r\n\r\n##Types of insolvency\r\n\r\nIf you work for a company that's insolvent, this means one of the following:\r\n\r\n- administration - where your employer asks an 'administrator' to come in to try to keep the company going\r\n- liquidation - when a company is closed and its assets are sold to pay the people it owes money to (creditors)\r\n- receivership - like liquidation but it's usually arranged by a single creditor that's lent money securely (eg a bank), and the assets are sold to pay just that creditor\r\n- voluntary arrangement with creditors\r\n\r\nIf your employer's an individual, insolvency is one of the following:\r\n\r\n- bankruptcy ('sequestration' in Scotland)\r\n- voluntary arrangement with creditors ('deed of trust' in Scotland)\r\n\r\n^The person who deals with the insolvency is called the 'insolvency practitioner'.^\r\n\r\n\r\n##Your rights\r\n\r\nIf you're owed money, you can claim for it through the insolvency practitioner.\r\n\r\n###If you're asked to keep working\r\n\r\nThe business might keep running if there's a chance it can be rescued or sold. If this happens, you might be asked to continue working. \r\n\r\nThis doesn't affect your rights to redundancy pay if the business closes down later.\r\n\r\nIf the business is [sold to someone else](/business-transfers-and-takeovers-your-rights \"sold to someone else\"), your employment rights are protected, including any pay that's owed to you. \r\n\r\n\r\n\r\n\r\n\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"The insolvency practitioner will send you claim forms. If this doesn't happen, you should write to them. If you're not sure who they are, you can contact Companies House to find out:\r\n\r\n$C\r\n\r\n**Companies House**    \r\n**Telephone:** 0303 1234 500  \r\n**Textphone:** 029 2038 1245  \u2028\r\n$C\r\n\r\n##What you can get\r\n\r\nThe money comes from the government's National Insurance Fund. It's not guaranteed that you'll get everything your employer owes to you but you can claim for:\r\n\r\n- redundancy\r\n- wages - up to 8 weeks' worth \r\n- holiday pay - up to 6 weeks' worth\r\n- statutory notice pay - 1 week after 1 month's service, going up to 1 week per year of service (up to a maximum of 12 weeks)\r\n- unpaid pension contributions (your pensions administrator does this for you)\r\n- basic award for unfair dismissal\r\n\r\nYour statutory notice period (the minimum legal notice period your employer has to give you) is:\r\n\r\n- a week's notice if you've been employed for between a month and 2 years\r\n- 2 weeks' notice plus an extra week for each year you've worked if you've been employed for 2 years (this goes up to a maximum of 12 weeks)\r\n\r\nYou can claim for statutory notice pay if:\r\n\r\n- you've worked your statutory notice period but not been paid by your employer\r\n- you were dismissed without notice\r\n- you don't work your full notice\r\n\r\n\r\n^You can only claim up to £430 a week for your wages.^\r\n\r\nHM Revenue & Customs (HMRC) will pay you:\r\n\r\n- Statutory Sick Pay\r\n- Statutory Maternity Pay\r\n- Statutory Paternity Pay\r\n- Statutory Adoption Pay\r\n\r\nIf your employer's insolvent and you're having trouble getting these payments, call HMRC on 0191 225 5221 for help.\r\n\r\n##Redundancy\r\n\r\nYou can claim Statutory Redundancy Pay if you're made redundant and if:\r\n\r\n- you've been continuously employed for 2 or more years\r\n- you apply in writing to your employer or an [Employment Tribunal](/employment-tribunals \"Employment Tribunal\") within 6 months of your job ending\r\n\r\nYou claim by filling out form RP1, which you can by calling 0845 015 0010 and quoting URN 10/708.\r\n\r\nThe Insolvency Service has a redundancy payments factsheet to help you.\r\n\r\n$D\r\n\r\n[Download 'Redundancy payments factsheet' (PDF, 18KB)](http://www.bis.gov.uk/assets/bispartners/insolvency/docs/forms/redundancy-payments/rpfactsheetpdf.pdf \"Download 'Redundancy payments factsheet' (PDF, 18KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n\r\n\r\n*[HMRC]:HM Revenue & Customs","slug":"claiming-money-owed-to-you","title":"Claiming money owed to you"}},{"table":{"body":"For queries about insolvency, call:\r\n\r\n$C\r\n\r\n**Insolvency Service**  \r\n\r\n0845 602 9848\r\n\r\n$C\r\n\r\nFor queries about redundancy payments, call:\r\n\r\n$C\r\n\r\n**Redundancy Payments Helpline**\r\n\r\n0845 145 0004\r\n\r\n$C","slug":"where-to-get-help","title":"Where to get help"}}],"type":"guide"}