{"alternative_title":"","overview":"How to raise a formal grievance with your employer, when mediation might be helpful and how to appeal a grievance decision","slug":"raise-grievance-at-work","title":"Raise a grievance at work","updated_at":"2012-10-02T12:13:48+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If you’ve tried solving a problem or concern informally by talking to your manager but you’re not satisfied, you can make a formal grievance complaint in writing. \r\n\r\nYour employer should have a written [grievance procedure](grievance-procedure \"grievance procedure\") that tells you what to do and what happens at each stage of the process. After raising the grievance you’ll have a [meeting](grievance-meeting \"grievance meeting\") to discuss the issue. \r\n\r\nYou can [appeal](appealing-grievance-decision \"appeal a grievance decision\") if you don’t agree with your employer’s decision. \r\n\r\n$D[Download 'Acas guide on discipline and grievances at work' (PDF, 1MB)](http://www.acas.org.uk/CHttpHandler.ashx?id=1043 \"Download 'Acas guide on discipline and grievances at work' (PDF, 1MB)\"){:rel=\"external\"}$D\r\n\r\n[Mediation](/raise-grievance-at-work/mediation \"Mediation\") can also help resolve a problem - this can take place at any time during the dispute.\r\n\r\n##Following the Acas code of practice\r\n\r\nYou and your employer should follow the [Acas code of practice on disciplinary and grievance procedures.](http://www.acas.org.uk/CHttpHandler.ashx?id=1041 \"Acas code of practice on disciplinary and grievance procedures\"){:rel=\"external\"} \r\n\r\nOtherwise, if you take your claim to an [employment tribunal](/employment-tribunals/taking-a-case-to-an-employment-tribunal \"employment tribunal\"), any compensation you might get could be adjusted by up to 25%.","slug":"overview","title":"Overview"}},{"table":{"body":"Your employer should put their grievance procedure in writing and share it with all staff, eg on the company intranet or in the HR manual.\r\n\r\nIt should include information about:\r\n\r\n- how to set out the details of your grievance in writing \r\n- who to send your letter to\r\n- who to write to if the normal contact person is involved in the grievance\r\n- a meeting with your employer to discuss the issue \r\n- how to appeal your employer’s decision\r\n- how long each stage should take ","slug":"grievance-procedure","title":"Grievance procedure"}},{"table":{"body":"Mediation is when an independent, impartial third party discusses a problem with you and your employer (or between you and another employee) to try and find a solution. It’s often used after informal discussions haven’t solved the issue.\r\n\r\nMediation is voluntary and confidential. The mediator can’t force you or your employer to accept a solution - both parties must agree on the way to solve the dispute.\r\n\r\nIt shouldn’t be used for problems that have to be formally investigated (eg harassment or [discrimination](/discrimination-your-rights/discrimination-at-work \"discrimination at work\").\r\n\r\nRead the [Acas guide on mediation](http://www.acas.org.uk/index.aspx?articleid=1680 “Acas guide on mediation”){:rel=\"external\"} for more information.\r\n\r\nYou can [find a mediation service](http://www.cmcregistered.org/search/rand?rerand=true “find a mediation service”){:rel=\"external\"} on the Civil Mediation Council website.","slug":"mediation","title":"Mediation"}},{"table":{"body":"##What happens at the meeting\r\n\r\nThe aim of the meeting is to establish the facts and find a way to resolve the problem.\r\n\r\nYour employer will run the meeting. They'll normally go through the grievance and give you the chance to comment. You can bring supporting documents if you want. \r\n\r\n##Who can attend meetings with you\r\n\r\nYou can be accompanied to grievance meetings (and any appeal meetings) by a: \r\n\r\n- colleague \r\n- trade union representative\r\n\r\nYou may also be able to bring a family member or Citizens Advice Bureau worker, depending on HR procedure where you work. \r\n\r\n##After the meeting\r\n\r\nAfterwards the employer will write to you setting out their decision along with:\r\n\r\n- details of any action they intend to take  \r\n- information about how to appeal","slug":"grievance-meetings","title":"Grievance meetings"}},{"table":{"body":"Your employer’s [grievance procedure](grievance-procedure \"grievance procedure\") will set out:\r\n\r\n- who you should submit your appeal to\r\n- the time limit within which an appeal must be made\r\n- information about any meetings that will be held \r\n- how the appeal meeting will be run\r\n\r\nYou have the right to be accompanied during any appeal meetings. If possible, a manager who has not been involved in the process should handle the appeal.  \r\n\r\nAfter the appeal meeting your employer should write to you setting out their final decision.","slug":"appealing-a-grievance-decision","title":"Appealing a grievance decision"}}],"type":"guide"}