{"alternative_title":"","overview":"Leasehold property - leasehold disputes, buying the freehold, service charges, lease extensions and Right to Manage","slug":"leasehold-property","title":"Leasehold property","updated_at":"2012-10-03T12:01:40+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"If you own a leasehold property, you only own it for a fixed period of time. \r\n\r\nYou’ll have a legal agreement with the landlord (sometimes known as the ‘freeholder’) called a ‘lease’. This tells you how many years you'll own the property. \r\n\r\nWhen the [lease comes to an end](extending-changing-or-ending-a-lease \"Extending, changing or ending a lease\"), ownership of the property returns to the landlord.\r\n\r\nMost flats are leasehold. Houses can be leasehold too and usually are if they’re bought through a [shared ownership scheme](/affordable-home-ownership-schemes \"Affordable home ownership schemes\").","slug":"overview","title":"Overview"}},{"table":{"body":"## Your responsibilities\r\nYour lease will tell you what conditions you’ve agreed to. For example:\r\n\r\n- if you need permission to make alterations\r\n- how much you'll have to pay to maintain the property\r\n- if you or your landlord have responsibility for repairs and dealing with noisy neighbours\r\n\r\nIf you don’t follow the conditions of the lease, you might be taken to court and be ordered to pay for any damage. The court may also take away your lease.\r\n\r\n##Your rights\r\nYou have the right to:\r\n\r\n- get information about service charges or insurance\r\n- know the landlord’s (freeholder’s) name and address\r\n- be consulted about [certain maintenance and running costs](service-charges-and-other-expenses \"Service charges and other expenses\")\r\n- [challenge certain charges](service-charges-and-other-expenses \"Service charges and other expenses\") under some circumstances\r\n\r\n^The Leasehold Advisory Service has answers to some frequently asked questions about [rights and obligations of leaseholders and landlords.](http://www.lease-advice.org/information/faqs/#RightsandObligations \"Rights and obligations of leaseholders and landlords\"){:rel=\"external\"}^","slug":"leaseholder-rights-and-responsibilities","title":"Leaseholder rights and responsibilities"}},{"table":{"body":"##Service charges\r\nThe lease will set out the way the service charge is organised and what can be charged. If you pay a service charge, you have the right to:\r\n\r\n- ask for a summary showing how the charge is worked out and what it’s spent on\r\n- see any paperwork, like receipts, supporting the summary\r\n\r\nIt’s a criminal offence if your landlord won't provide you with this information. \r\n\r\n$D\r\n[Download ‘Service charges and other issues’ (PDF, 320KB) from the Leasehold Advisory Service.](http://www.lease-advice.org/documents/Service_Charges.pdf \"Service charges and other issues\"){:rel=\"external\"}\r\n$D\r\n\r\n##Ground rent\r\nYou don't have to pay [ground rent](http://england.shelter.org.uk/get_advice/renting_and_leasehold/leaseholders_rights/ground_rent \"Ground rent: information from Shelter\"){:rel=\"external\"} unless your landlord has sent you a formal, written demand for it. However, if your landlord sends you a demand in the correct form, and you don't pay it, they can take legal action against you.\r\n\r\nIf your landlord hasn’t charged you ground rent for several years, they can only recover it going back 6 years. They can ask you for the full amount in one go.\r\n\r\nYour landlord can only increase the ground rent if you agree to the increase or the lease says this can happen.\r\n\r\n##Building insurance\r\n\r\nIn most cases, your landlord will arrange the insurance of the building (not the contents) and charge you the cost as a service charge.\r\n\r\nYou have a right to:\r\n\r\n- ask for a summary of the insurance policy\r\n- challenge the cost through the Leasehold Valuation Tribunal (LVT) if you think it's unreasonable\r\n\r\n##Reserve or sinking funds\r\nYou might have to pay into a fund to help cover any unexpected maintenance or repairs, like replacing the roof. There are [rules](http://www.lease-advice.org/publications/documents/document.asp?item=14#7 \"Reserve funds information: Leasehold Advisory Service\"){:rel=\"external\"} about how landlords must manage these funds.\r\n\r\nUsually, you won't be able to get back any money you pay into them (for example, if you move).\r\n\r\n##Consulting over charges\r\nYou have the right to be consulted about charges for running or maintaining the building if you have to pay more than:\r\n\r\n- £250 for planned work\r\n- £100 a year for work and services lasting more than 12 months \r\n\r\nThere are steps your landlord must follow when they consult you, known as a [‘Section 20' consultation.](http://www.lease-advice.org/information/faqs/faq.asp?item=173 \"Section 20 consultation process: Leasehold Advisory Service\"){:rel=\"external\"} If you aren’t consulted properly, there’s a limit on how much you have to pay.\r\n\r\n##Disputing a charge\r\nYou have the right to appeal to the [Leasehold Valuation Tribunal](/housing-tribunals/leasehold-valuation-tribunal-changes-to-your-lease \"Leasehold Valuation Tribunal: changes to your lease\") if you pay a variable charge and you:\r\n\r\n- think the charge is unreasonable\r\n- think the standard of work it relates to is unsatisfactory\r\n- don't think you should be paying it at all\r\n\r\nYou can’t apply to the LVT if:\r\n\r\n- you’ve agreed to pay the charge\r\n- the dispute is already being dealt with, eg by the court\r\n- you pay a fixed charge\r\n\r\nIf this is the case, try mediation or [taking over management responsibilities](right-to-manage-and-management-disputes \"Right to Manage and management disputes\") from your landlord. \r\n\r\nIf you’re disputing a charge, don’t withhold a payment without first getting professional advice. If you don’t pay a charge you're responsible for, your landlord might take you to court to recover the money. \r\n\r\n##More information\r\nFor full information on service charges and other issues, see the leaflet from the Leasehold Advisory Service (LAS).\r\n\r\n$D\r\n[Download ‘Service charges and other issues’ (PDF, 250KB) from the LAS.](http://www.lease-advice.org/documents/Service_Charges.pdf \"Service charges and other issues\"){:rel=\"external\"}\r\n$D\r\n\r\n*[LAS]: Leasehold Advisory Service\r\n*[LVT]: Leasehold Valuation Tribunal","slug":"service-charges-and-other-expenses","title":"Service charges and other expenses"}},{"table":{"body":"##Extending the lease\r\n\r\nYou can ask the landlord to extend your lease at any time. \r\n\r\nYou might also qualify for the right to extend the lease on a flat for 90 years and on a house for 50 years. There are different rules depending on whether your home is a flat or a house.\r\n\r\nThe Leasehold Advisory Service’s [lease extension calculator](http://www.lease-advice.org.uk/calculator/ \"Lease extension calculator: Leasehold Advisory Service\"){:rel=\"external\"} gives you a guide to the costs of extending the lease of a flat.\r\n\r\n##Changing the lease\r\n\r\nYou can negotiate certain changes to the lease, known as ‘varying the lease’. \r\n\r\nIf you can’t come to an agreement with the landlord, and live in a flat, you can ask the [Leasehold Valuation Tribunal (LVT)](/housing-tribunals/leasehold-valuation-tribunal-changes-to-your-lease \"Leasehold Valuation Tribunal: changes to your lease\") to vary the lease. \r\n\r\nIf you live in a leasehold house, the LVT can only vary what the lease says about building insurance.\r\n\r\n##Ending the lease\r\n\r\nIt’s very rare that a landlord can end the lease and evict you. However, there are certain circumstances and leases that let them do this, sometimes known as ‘forfeiture proceedings'. They need to send you a formal written notice and get the court’s permission.\r\n\r\nUsually, you can end a lease by giving at least 1 month's notice. \r\n\r\nThe Leasehold Advisory Service has information about ending a lease in 'When a lease runs out'.\r\n\r\n$D\r\n[Download 'When a lease runs out - security of tenure' (PDF, 173KB)](http://www.lease-advice.org/documents/Security_of_Tenure.pdf \"When a lease runs out: Leasehold Advisory Service\"){:rel=\"external\"}\r\n$D\r\n\r\n## When the lease runs out\r\n\r\n^In law, a lease is a tenancy and the leaseholder is a tenant.^\r\n\r\nYou don't have to leave the property when the lease has expired. Unless you or the landlord takes specific steps to end the tenancy, it will simply continue on exactly the same terms. \r\n\r\nDownload 'When a lease runs out', above, for more information.\r\n\r\n*[LAS]: Leasehold Advisory Service\r\n*[LVT]: Leasehold Valuation Tribunal","slug":"extending-changing-or-ending-a-lease","title":"Extending, changing or ending a lease"}},{"table":{"body":"If you're in dispute with your landlord about a lease, follow the steps below.\r\n\r\n## 1.  Negotiate with your landlord.\r\nDiscuss the problem with your landlord before you get others involved.\r\n\r\nYou can involve other leaseholders if the problem affects them too. It may be easier to settle a dispute if the complaint comes from a number of people. \r\n\r\n##  2.  Use mediation.\r\n[Contact a mediation provider](http://www.civilmediation.justice.gov.uk/ \"Find a civil mediation provider\"){:rel=\"external\"} - they will help you and your landlord work out a solution together without going to court or the Leasehold Valuation Tribunal (LVT).\r\n\r\nThere might be a fee to pay, but mediation is usually less expensive and less stressful than going to court. \r\n\r\n##  3.  Get advice from the Leasehold Advisory Service (LAS).\r\nThe [LAS](http://www.lease-advice.org/default2.asp \"Leasehold Advisory Service\"){:rel=\"external\"} offers free advice to leaseholders on issues like:\r\n\r\n- service charges\r\n- extending your lease\r\n- buying the freehold\r\n\r\n## 4.  Appeal to the Leasehold Valuation Tribunal (LVT)\r\n\r\nThe LVT provides a relatively informal way to resolve a wide range of residential leasehold disputes. Their decision is legally binding and they can deal with disputes about:\r\n\r\n- service, administration or management charges\r\n- appointing a manager for a block of flats\r\n- building insurance\r\n- buying the freehold\r\n- varying or extending a lease\r\n\r\nTo find out more, including costs and how the LVT makes its decision, see ['Leasehold Valuation Tribunal: changes to your lease'](/housing-tribunals/leasehold-valuation-tribunal-changes-to-your-lease \"Leasehold Valuation Tribunal: changes to your lease\"). \r\n\r\n*[LVT]: Leasehold Valuation Tribunal\r\n*[LAS]: Leasehold Advisory Service","slug":"leasehold-disputes","title":"Leasehold disputes"}},{"table":{"body":"You can ask the landlord to sell you the freehold at any time. You might also qualify for the right to buy it. \r\n\r\nThere are different legal steps and rules depending on whether your home is a flat or a house. You can get more information from Shelter - see below.\r\n\r\n## Right of first refusal\r\nIf you live in a leasehold flat and the landlord wants to sell the freehold, they usually have to offer you and the other leaseholders the chance to buy it first. This is known as your ‘right of first refusal’.\r\n\r\n^Get advice on [buying the freehold and right of first refusal](http://england.shelter.org.uk/get_advice/renting_and_leasehold/leaseholders_rights/buying_the_freehold \"Buying the freehold: Shelter\"){:rel=\"external\"} from Shelter.^","slug":"buying-the-freehold","title":"Buying the freehold "}},{"table":{"body":"If you live in a leasehold flat and you're unhappy with the management of your building, you can either:\r\n\r\n- ask the Leasehold Valuation Tribunal (LVT) to appoint a new manager\r\n- take over the management responsibilities, known as your ‘Right to Manage’ \r\n\r\n## Appointing a new manager\r\n\r\nIf you [apply to the LVT](/housing-tribunals/leasehold-valuation-tribunal-changes-to-your-lease \"Leasehold Valuation Tribunal: changes to your lease\") to appoint a new manager, you must prove bad management - for example:\r\n\r\n- you have to pay unreasonable service charges\r\n- the landlord hasn't complied with an approved code of management practice\r\n\r\n##Right to Manage \r\n\r\nThe Right to Manage lets you and the other leaseholders take over certain management responsibilities from the landlord without having to prove bad management.\r\n\r\nYou'll need to [find out if you qualify](http://righttomanage.cflabs.org.uk/ \"Right to Manage online assessment\"){:rel=\"external\"} and set up a company with the other leaseholders. The landlord will then transfer the management responsibilities to the company. \r\n\r\nYou and the other leaseholders can manage the building yourselves or pay a managing agent to do it. \r\n\r\nThe Leasehold Advisory Service (LAS) has a [guide on the Right to Manage.](http://www.lease-advice.org/publications/documents/document.asp?item=21 \"The Right to Manage: advice guide from the LAS\"){:rel=\"external\"}\r\n\r\n*[LVT]: Leasehold Valuation Tribunal\r\n*[LAS]: Leasehold Advisory Service","slug":"right-to-manage-and-management-disputes","title":"Right to Manage and management disputes"}}],"type":"guide"}