{"artefact":[["_response_info",{"status":"ok"}],["title","Redundancy: your rights"],["id","https://contentapi.production.alphagov.co.uk/redundant-your-rights.json"],["web_url","https://www.gov.uk/redundant-your-rights"],["format","guide"],["details",{"need_id":"147","business_proposition":false,"alternative_title":"","overview":"If you are made redundant from your job - rights, pay, notice periods and consultation","video_summary":"","video_url":"","updated_at":"2012-10-04T14:35:54+00:00","parts":[{"web_url":"https://www.gov.uk/redundant-your-rights/overview","slug":"overview","order":1,"title":"Overview","body":"<p>Redundancy is a form of dismissal from your job.</p>\n\n<p>If you&rsquo;re being made redundant you have a right:</p>\n\n<ul>\n  <li>\n    <p>not to be chosen unfairly  </p>\n  </li>\n  <li>\n    <p>to a notice period and pay</p>\n  </li>\n</ul>\n\n<p>Your employer should consult you before making you redundant. </p>\n\n<p>You may also be entitled to <a href=\"/calculate-redundancy-pay\" title=\"Statutory redundancy pay\">statutory redundancy pay</a> if you&rsquo;ve worked for your employer for at least 2 years. </p>\n"},{"web_url":"https://www.gov.uk/redundant-your-rights/20-or-more-redundancies","slug":"20-or-more-redundancies","order":2,"title":"20 or more redundancies","body":"<p>If your employer is making fewer than 20 employees redundant in one establishment they should:</p>\n\n<ul>\n  <li>speak to you directly about why you&rsquo;ve been selected   </li>\n  <li>look at any alternatives to redundancy</li>\n</ul>\n\n<p>If this doesn&rsquo;t happen, your <a href=\"/dismissal\" title=\"Dismissals\">dismissal</a> for redundancy may be unfair.</p>\n\n<h2>Collective consultation</h2>\n<p>Your employer must consult your representatives (reps) if they are making 20 or more employees redundant in one establishment within a 90 day period. </p>\n\n<div class=\"application-notice info-notice\">\n<p>Only employees are included when counting the number of redundancies, not ‘workers - check your <a href=\"/employment-status\" title=\"Employment status\">employment status</a>’</p>\n</div>\n\n<p>If your employer doesn&rsquo;t consult your reps, you may be able to make an <a href=\"/employment-tribunals\" title=\"Employment Tribunals\">Employment Tribunal</a> claim for a protective award. This is an award of up to 90 days&rsquo; pay.</p>\n\n<h2>Consulting trade union reps</h2>\n<p>If you&rsquo;re represented by a recognised trade union in your workplace your employer should consult with your trade union reps. They don&rsquo;t have to consult collectively with anybody else, but are free to do so.</p>\n\n<h2>Consulting with employee reps</h2>\n<p>Your employer should allow you to elect reps to take part in the consultation for you if:</p>\n\n<ul>\n  <li>your employer doesn&rsquo;t recognise a trade union </li>\n  <li>you work in a part of the company that isn’t represented by a recognised trade union</li>\n</ul>\n\n<h2>Electing employee reps</h2>\n\n<p>If you&rsquo;re an employee affected by the proposed redundancies you:</p>\n\n<ul>\n  <li>can stand for election as an employee rep but must be fit for the task</li>\n  <li>are entitled to vote in the election for reps and can vote for as many candidates as there will be reps</li>\n</ul>\n\n<div class=\"example\">\n<p>For example: it wouldn&rsquo;t be appropriate for a committee set up to discuss the work of a staff canteen to be consulted about redundancies amongst sales staff</p>\n</div>\n\n<p>Your employer must make sure that the elections are fair.    </p>\n\n<h2>Consulting with you directly</h2>\n<p>Your employer can consult with you directly:</p>\n\n<ul>\n  <li>if you aren&rsquo;t represented by a recognised trade union </li>\n  <li>you don&rsquo;t elect reps  </li>\n</ul>\n\n<h2>Rights of employees and reps</h2>\n\n<p>Employees and employee reps have certain rights similar to trade union reps. </p>\n\n<p>For more information download the <a href=\"http://www.acas.org.uk/index.aspx?articleid=2391&quot;ACAS Code of Practice Time off for trade union duties and activities&quot;\" rel=\"external\">ACAS Code of Practice - Time off for trade union duties and activities (930KB).</a> </p>\n\n<p>If you take part in an election to become a rep or carry out duties as a rep your employer can&rsquo;t dismiss you or &lsquo;subject you to a detriment&rsquo;.</p>\n\n<div class=\"example\">\n<p>For example: give other employees a pay rise but not you</p>\n</div>\n\n<p>If they do you may be able to make a claim to an Employment Tribunal.</p>\n"},{"web_url":"https://www.gov.uk/redundant-your-rights/how-does-collective-consultation-work","slug":"how-does-collective-consultation-work","order":3,"title":"How does collective consultation work","body":"<p>Collective consultation must cover:</p>\n\n<ul>\n  <li>ways to avoid redundancies  </li>\n  <li>the reasons for redundancies  </li>\n  <li>how to keep the number of dismissals to a minimum  </li>\n  <li>how to limit the effects of those dismissed, for example by offering retraining</li>\n</ul>\n\n<p>There may be special circumstances where it&rsquo;s not reasonably practical for your employer to consult fully. They must then do everything they can to make sure that the consultation is as full as possible.</p>\n\n<h2>Information during consultation</h2>\n\n<p>For reps to make constructive proposals your employer must provide them with enough written information in good time including:</p>\n\n<ul>\n  <li>reasons for the proposed redundancies   </li>\n  <li>number of employees that are proposed to be made redundant   </li>\n  <li>different types of employees that are proposed to be made redundant   </li>\n  <li>number and types of employees   </li>\n  <li>how any employees to be made redundant will be selected   </li>\n  <li>time period over which any redundancies may be carried out    </li>\n  <li>how any redundancy payments will be calculated  </li>\n</ul>\n\n<h2>Consultation period</h2>\n<p>A consultation:</p>\n\n<ul>\n  <li>must begin in good time  </li>\n  <li>take as long as is necessary  </li>\n  <li>can&rsquo;t end before agreement is reached  </li>\n</ul>\n\n<p>Your employer should give your reps a fair opportunity to comment on the proposals and suggest alternatives, which you employer must consider. Your employer has the final decision.</p>\n\n<p>There is no time limit to how long a consultation period may last but there is a minimum period between the start of the consultation and actual dismissals. </p>\n\n<p>The length of the minimum period depends on the number of redundancies that your employer is proposing, if they are proposing:</p>\n\n<ul>\n  <li>20 to 99 redundancies, they must start the consultation at least 30 days before any dismissals take effect   </li>\n  <li>100 or more redundancies, the consultation must start at least 90 days before any dismissals take effect  </li>\n</ul>\n\n<h2>If your employer doesn&rsquo;t consult</h2>\n<p>You or your rep might be able to make a claim to an Employment Tribunal for a ‘protective award’ if your employer:</p>\n\n<ul>\n  <li>doesn&rsquo;t begin consultation early enough   </li>\n  <li>ends the consultation early    </li>\n  <li>doesn’t consult properly </li>\n</ul>\n\n<p>An Employment Tribunal could make a ‘protective award’ of up to 90 days&rsquo; pay. The amount will be decided based on the extent of your employer’s failure to consult and the circumstances.</p>\n\n<h2>Termination notices</h2>\n\n<p>A termination notice tells you when the last day of your employment will be.</p>\n\n<p>You can&rsquo;t be given a termination notice until the consultation has been completed, even if the consultation needs to go beyond the minimum period.</p>\n\n<p>You can agree to leave early, for example by taking <a href=\"notice-periods-and-pay\" title=\"Notice periods and pay\">pay in lieu of notice.</a></p>\n\n<h2>Your employer must tell the government</h2>\n\n<p>Your employer must notify the government via the Redundancy Payments Service:</p>\n\n<ul>\n  <li>if within a 90 day period, 20 or more redundancies are proposed  </li>\n  <li>before any termination notices are sent to employees  </li>\n  <li>at least 30 days before any dismissal takes effect  </li>\n</ul>\n\n<p>If 100 or more redundancies are proposed, this notification must be at least 90 days before any dismissal takes effect.</p>\n\n<p>Your employer must give a copy of the notification to your reps. If your employer doesn&rsquo;t notify the government correctly then they can be fined.</p>\n"},{"web_url":"https://www.gov.uk/redundant-your-rights/your-right-not-to-be-chosen-unfairly","slug":"your-right-not-to-be-chosen-unfairly","order":4,"title":"Your right not to be chosen unfairly","body":"<p>Your employer should use a fair and objective way of selecting you for redundancy.</p>\n\n<p>Normally your job must have disappeared for your employer to make you redundant. </p>\n\n<p>Sometimes an employer may use a combination of criteria, perhaps using some kind of points system to get an overall score.</p>\n\n<p>It&rsquo;s up to your employer which method they use to select you for redundancy, as long as they can show that they are fair. The most commonly used methods are:</p>\n\n<ul>\n  <li>last in, first out (where the employees with the shortest length of service are selected first)   </li>\n  <li>asking for volunteers (self-selection)  </li>\n  <li>disciplinary records   </li>\n  <li>staff appraisal markings, skills, qualifications and experience  </li>\n</ul>\n\n<h2>Reapplying for you own job</h2>\n\n<p>Your employer may select you by asking you to reapply for your own job. You should remember that this is still just a way for the employer to decide who to select for redundancy. </p>\n\n<p>If you decide not to apply or are unsuccessful in your application, you still have a job until your employer makes you redundant.</p>\n\n<h2>Reasons for which you cannot be selected</h2>\n<p>Your redundancy will be automatically unfair if you&rsquo;re chosen for redundancy for discriminatory or personal reasons.</p>\n\n<p>Your employer can&rsquo;t select groups of people for redundancy based on the following grounds:</p>\n\n<ul>\n  <li>gender</li>\n  <li>marital status  </li>\n  <li>sexual orientation  </li>\n  <li>race  </li>\n  <li>disability  </li>\n  <li>religion or belief  </li>\n  <li>age  </li>\n  <li>trade union membership  </li>\n  <li>health and safety activities  </li>\n  <li>working pattern (eg part-time or fixed-term employees)  </li>\n</ul>\n\n<p>Your employer must not use personal reasons for selecting you for redundancy including:</p>\n\n<ul>\n  <li>maternity leave, birth or pregnancy  </li>\n  <li>paternity leave, parental or dependants leave   </li>\n  <li>you&rsquo;re disabled   </li>\n  <li>your membership or non-membership of a trade union   </li>\n  <li>you&rsquo;re exercising your statutory rights  </li>\n  <li>whistleblowing (that is, making disclosures about your employer&rsquo;s wrongdoing)  </li>\n  <li>taking part in lawful industrial action lasting 12 weeks or less   </li>\n  <li>taking action on health and safety grounds   </li>\n  <li>doing jury service   </li>\n  <li>you&rsquo;re the trusteeship of a company pension scheme  </li>\n</ul>\n\n<h2>Last in first out</h2>\n<p>Your employer can look at all employees’ length of service with the company, and select those with the shortest service - the last to join.</p>\n\n<p>This can sometimes be indirect discrimination on the grounds of age if it affects one age group more than another, unless your employer can objectively justify it.</p>\n\n<h2>Appealing the decision</h2>\n<p>If you feel that your employer has selected you unfairly you can appeal against the decision. </p>\n\n<p>Put your appeal in writing, explaining what you want the employer to do to put the situation right. </p>\n\n<p>You may be able to make a claim to an <a href=\"/employment-tribunals\" title=\"Employment Tribunals\">Employment Tribunal</a> for unfair dismissal.</p>\n\n<p>The way in which you were selected will affect whether your redundancy is considered fair by an Employment Tribunal.</p>\n\n<h2>Voluntary redundancy</h2>\n\n<p>If you volunteer for redundancy, it&rsquo;s up to your employer whether they actually select you.</p>\n"},{"web_url":"https://www.gov.uk/redundant-your-rights/offering-you-a-suitable-alternative","slug":"offering-you-a-suitable-alternative","order":5,"title":"Offering you a suitable alternative","body":"<p>If your employer is making you redundant they should try to offer you suitable alternative employment within their organisation or an associated company. </p>\n\n<h2>What is a &lsquo;suitable alternative&rsquo;</h2>\n<p>Whether a job is &lsquo;suitable alternative employment&rsquo; depends on several things:</p>\n\n<ul>\n  <li>how close the work is to your current job   </li>\n  <li>the terms of the job being offered   </li>\n  <li>your skills, abilities and circumstances in relation to the job   </li>\n  <li>the pay (including benefits), status, hours and location of the job  </li>\n</ul>\n\n<p>If you&rsquo;re being made redundant because there is not enough work and work picks up before your redundancy, your employer can offer you your own job back as &lsquo;suitable alternative work&rsquo;.</p>\n\n<p>Any offer for alternative employment should be made before your old job ends. </p>\n\n<p>You should be given enough information about what the new job involves so you know how different it is from your old job.</p>\n\n<p>During your redundancy period, you should be told about available job vacancies within the company.</p>\n\n<p>If your employer has suitable alternative employment but doesn&rsquo;t offer it to you, your redundancy could be an automatically unfair dismissal.</p>\n\n<h2>Trial periods</h2>\n\n<p>If your employer offers you alternative employment you&rsquo;ve the right to a 4 week trial period. </p>\n\n<p>If you need training for the new job, the 4 week period can be extended with written agreement.</p>\n\n<p>If you decide the new job isn&rsquo;t suitable, tell your employer during the trial period. This will not affect your employment rights, including your right to statutory redundancy pay.</p>\n\n<p>If you haven&rsquo;t given notice by the end of the trial period your right to statutory redundancy pay ends.</p>\n\n<h2>If you refuse an offer</h2>\n<p>If your employer offers you suitable alternative employment and you unreasonably refuse it, you may lose your right to statutory redundancy pay.</p>\n\n<p>Disputes about whether employment is suitable or whether your refusal is unreasonable, can be decided by an <a href=\"/employment-tribunals\" title=\"Employment Tribunals\">Employment Tribunal</a>. They can decide whether you&rsquo;re entitled to redundancy pay.</p>\n\n<h2>Time off for job hunting</h2>\n<p>If you&rsquo;ve been continuously employed for 2 years by the date your notice expires, you&rsquo;re allowed a reasonable amount of time off during your notice period to:</p>\n\n<ul>\n  <li>look for another job   </li>\n  <li>arrange training to help you find another job  </li>\n</ul>\n\n<p>How long you can take will depend on your circumstances. If go for an interview and don&rsquo;t take excessive amounts of travelling time, then this is likely to be reasonable.</p>\n\n<p>Whatever the amount of time off you take, your employer only has to pay you up to two-fifths of a week&rsquo;s pay for it. </p>\n\n<div class=\"example\">\n<p>Example: if you work 5 days a week and you take 4 days off in total during the whole notice period, your employer only has to pay you for the first 2 days.</p>\n</div>\n\n"},{"web_url":"https://www.gov.uk/redundant-your-rights/notice-periods-and-pay","slug":"notice-periods-and-pay","order":6,"title":"Notice periods and pay","body":"<h2>Notice period</h2>\n\n<p>You must be given a notice period before your employment ends. </p>\n\n<p>The statutory redundancy notice periods are:</p>\n\n<ul>\n  <li>at least 1 week’s notice if you&rsquo;ve been employed between 1 month and 2 years   </li>\n  <li>1 week’s notice for each year if employed between 2 and 12 years   </li>\n  <li>12 weeks’ notice if employed for 12 years or more</li>\n</ul>\n\n<h2>Notice pay</h2>\n\n<p>As well as statutory redundancy pay, your employer should either:</p>\n\n<ul>\n  <li>pay you through your notice period  </li>\n  <li>pay you in lieu of notice depending on your circumstances  </li>\n</ul>\n\n<h2>Payment in lieu of notice</h2>\n\n<p>Payment in lieu of notice (<abbr title=\"Payment in lieu of notice\">PILON</abbr>) is money paid to you by your employer as an alternative to being given your full notice. </p>\n\n<p>In some cases your employer may have included a payment in lieu of notice clause in your employment contract. </p>\n\n<p>This means that your employer can end your employment contract with no notice.</p>\n\n<p>However they must give you all of the basic pay you would have received during the notice period. It may also include pension contributions or private health care insurance.</p>\n\n"},{"web_url":"https://www.gov.uk/redundant-your-rights/statutory-redundancy-pay-","slug":"statutory-redundancy-pay-","order":7,"title":"Statutory redundancy pay ","body":"<p>If you&rsquo;re entitled to statutory redundancy pay it is based on:  </p>\n\n<ul>\n  <li>how long you have been continuously employed  </li>\n  <li>your age  </li>\n  <li>your weekly pay, up to a certain limit (£430 current maximum)  </li>\n</ul>\n\n<p>You&rsquo;ll get:</p>\n\n<ul>\n  <li>half a week’s pay for each full year of service where your age was under 22   </li>\n  <li>1 week’s pay for each full year of service where your age was 22 or above, but under 41  </li>\n  <li>one and half week’s pay for each full year of service where your age was 41 or above</li>\n</ul>\n\n<p><a href=\"/calculate-redundancy-pay\" title=\"Calculate your redundancy pay\">Calculate your redundancy pay</a>.</p>\n\n<p>Your employer:</p>\n\n<ul>\n  <li>should automatically pay it  </li>\n  <li>must give you details in writing of how your payment has been calculated</li>\n</ul>\n\n<h2>Tax</h2>\n\n<div class=\"application-notice info-notice\">\n<p>Redundancy pay under £30,000 is not taxable</p>\n</div>\n\n<p>More information on whether elements of the payment, such as pay in lieu of notice (PILON), is taxable is available from <a rel=\"external\" href=\"http://search2.hmrc.gov.uk/kbroker/hmrc/contactus/start.jsp\" title=\"HMRC\">HM Revenue and Customs.</a></p>\n\n<p>Pay in lieu of notice is money paid to you by your employer as an alternative to being given your full notice.</p>\n\n<h2>What to do if your employer does not pay you</h2>\n<p>If you&rsquo;re entitled to it write to them within 6 months of your termination asking for payment. </p>\n\n<p>If your employer still refuses to pay you or can&rsquo;t make the payment you could make an appeal to an Employment Tribunal.</p>\n\n<h2>Relevant end date for your years of service</h2>\n\n<p>The number of weeks’ redundancy pay you should receive is worked out up until a set ‘relevant date’. </p>\n\n<p>It is important to know when this date is so you can work out how many full years of continuous service you have.</p>\n\n<p>The &lsquo;relevant date&rsquo; can be a number of dates. In most cases it will be the date when your employment ends. For example, the last day of your notice period. </p>\n\n<p>In some situations it will be different:</p>\n\n<ul>\n  <li>if your employer gave you a statutory notice period until a set date, then changed your notice period to finish earlier - the relevant date will be when your notice should have finished before it changed  </li>\n  <li>if you are on a trial period for another position within the company and your employer lets you go because the work is not suitable - the relevant date would be when your original contract ended before the trial period   </li>\n  <li>if you do not have a statutory notice period - for example because of a payment in lieu arrangement - the relevant date would be when your employment contract would have ended if you had a statutory notice period  </li>\n</ul>\n\n<h2>Short-term and temporary lay-offs</h2>\n<p>You can claim statutory redundancy pay from your employer if you have been temporarily laid off for either:</p>\n\n<ul>\n  <li>more than 4 weeks in a row   </li>\n  <li>more than 6 non-consecutive weeks in a 13 week period  </li>\n</ul>\n\n<p>Write to your employer telling them you intend to claim statutory redundancy pay. This must be done within 4 weeks of your last non-working day in the 4 or 6 week period.</p>\n\n<p>Within 7 days of getting your letter, your employer could send you a counter-notice if they believe that your normal work is likely to start within 4 weeks and continue for at least 13 weeks.</p>\n\n<p>If your employer does not reject your claim within 7 days of receiving it, then write to your employer again giving them your notice.</p>\n\n<h2>Insolvent employers</h2>\n<p>You can apply for a direct payment from the National Insurance Fund if your employer:</p>\n\n<ul>\n  <li>is declared insolvent  </li>\n  <li>can&rsquo;t pay your statutory redundancy pay  </li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>To do this you must first write to your employer asking for your statutory redundancy pay</p>\n</div>\n\n<p>If they are still unable to pay you then you should fill out a Redundancy Payment Form RP1. Copies are available from the Department for Business publications  - call 0845 015 0010 and quote reference URN10/708.</p>\n\n<h3>Contractual redundancy pay</h3>\n<p>Check your employment contract to see if your employer offers a more generous redundancy package. </p>\n\n<div class=\"application-notice info-notice\">\n<p>Your employer can’t offer you less than the statutory minimum redundancy pay through your employment contract.</p>\n</div>\n\n"},{"web_url":"https://www.gov.uk/redundant-your-rights/employees-not-entitled-to-statutory-redundancy-pay","slug":"employees-not-entitled-to-statutory-redundancy-pay","order":8,"title":"Employees not entitled to statutory redundancy pay","body":"<p>You&rsquo;re not entitled to statutory redundancy pay if:</p>\n\n<ul>\n  <li>your employer offers to keep you on    </li>\n  <li>your employer offers you suitable alternative work which you refuse without good reason  </li>\n  <li>you&rsquo;re dismissed for misconduct with - no notice, little notice or a statement from your employer saying they would have been entitled to dismiss you without notice</li>\n</ul>\n\n<p>However, your employer must still follow fair dismissal procedures.</p>\n\n<p>If you fall into the following categories then you&rsquo;re not entitled to get statutory redundancy pay:</p>\n\n<ul>\n  <li>members of the armed forces  </li>\n  <li>House of Lords and House of Commons staff  </li>\n  <li>some apprentices - although you should check your contract   </li>\n  <li>domestic servants working in private homes who are members of the employer’s immediate close family  </li>\n  <li>&lsquo;share fishermen&rsquo; paid only by a share in the proceeds of the catch   </li>\n  <li>Crown servants or employees in a public office   </li>\n  <li>employees of the government of an overseas territory  </li>\n</ul>\n\n<h2>Loosing your right to statutory redundancy pay</h2>\n\n<p>You may lose your right to statutory redundancy pay if you leave the job you&rsquo;re being made redundant from before your notice period has finished.</p>\n\n<h2>Strike action during your notice period</h2>\n\n<p>If you go on strike during your redundancy period you&rsquo;re still entitled to your redundancy rights. </p>\n\n<p>However, your employer might ‘serve a notice of extension’ which is a request that you work the days lost during the strike period at the end of your notice.</p>\n\n<p>If you don&rsquo;t agree to work the lost days, then your employer may be able to refuse to make your statutory redundancy payment.</p>\n"},{"web_url":"https://www.gov.uk/redundant-your-rights/leaving-your-job-and-where-to-get-help","slug":"leaving-your-job-and-where-to-get-help","order":9,"title":"Leaving your job and where to get help","body":"<h2>On your last day</h2>\n\n<p>You should get:</p>\n\n<ul>\n  <li>wages you&rsquo;re entitled to</li>\n  <li>payment for any outstanding period of notice that you&rsquo;ve not worked</li>\n  <li>accrued holiday pay (payment for holiday owed which has not been taken)  </li>\n  <li>Income Tax form P45  </li>\n  <li>redundancy pay  </li>\n  <li>a letter stating the date of redundancy  </li>\n</ul>\n\n<h2>Claiming benefits after redundancy</h2>\n<p>If you make a benefit claim, you may be asked about any redundancy payments.</p>\n\n<p>Your Jobcentre Plus adviser will explain whether these payments will have any effect on your claim.</p>\n\n<p>You may get a payment from your employer when your job ends - final pay, wages if you worked a week in hand, holiday pay. These payments aren&rsquo;t taken into account when your claim for Jobseeker’s Allowance or Income Support is considered.</p>\n\n<div class=\"application-notice info-notice\">\n<p>You can use the <a href=\"/benefits-calculator\" title=\"benefits calculator\">benefits calculator</a> to find out which benefits you’re entitled to</p>\n</div>\n\n<h2>How your retirement might be affected</h2>\n\n<p>If you&rsquo;re worried or have questions about how saving for your retirement might be affected by redundancy contact the <a rel=\"external\" href=\"http://www.pensionsadvisoryservice.org.uk/\" title=\"Pensions Advisory Service\">Pensions Advisory Service.</a></p>\n\n<h2>Starting a new job before your notice has expired</h2>\n\n<p>If your new job starts before your redundancy notice expires, try to negotiate with your employer for early release without losing your redundancy pay. </p>\n\n<p>If your employer doesn&rsquo;t agree to let you go early you should give them &lsquo;a written counter notice&rsquo; stating when you would like to finish. </p>\n\n<p>Your employer should write back to you and say whether or not you can leave early.</p>\n\n<p>If you leave early without your employer&rsquo;s permission you run the risk of losing some or all of your redundancy pay. </p>\n\n<h2>Where to get help</h2>\n\n<p>Talk to your employer first. If you have an employee rep (eg a trade union rep), they may be able to help.</p>\n\n<p>You may need to make a complaint using your employer&rsquo;s internal <a href=\"/solve-workplace-dispute\" title=\"Solve a workplace dispute\">grievance procedure.</a></p>\n\n<p>For further advice contact the <abbr title=\"Advisory Conciliation and Arbitration Service\">ACAS</abbr> Helpline 08457 47 47 47.</p>\n\n"}]}],["tags",[{"title":"Redundancies, dismissals and disciplinaries","id":"https://contentapi.production.alphagov.co.uk/tags/working%2Fredundancies-dismissals.json","web_url":null,"details":{"description":"Includes solving a workplace dispute, calculating redundancy pay and dismissal","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=working%2Fredundancies-dismissals","web_url":"https://www.gov.uk/browse/working/redundancies-dismissals"},"parent":{"title":"Working, jobs and pensions","id":"https://contentapi.production.alphagov.co.uk/tags/working.json","web_url":null,"details":{"description":"Includes holidays and finding a job","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=working","web_url":"https://www.gov.uk/browse/working"},"parent":null}}]],["related",[{"title":"Discrimination: your rights","id":"https://contentapi.production.alphagov.co.uk/discrimination-your-rights.json","web_url":"https://www.gov.uk/discrimination-your-rights","format":"guide","details":{"need_id":"637","business_proposition":false}},{"title":"Dismissal: your rights","id":"https://contentapi.production.alphagov.co.uk/dismissal.json","web_url":"https://www.gov.uk/dismissal","format":"guide","details":{"need_id":"345","business_proposition":false}},{"title":"Joining a trade union","id":"https://contentapi.production.alphagov.co.uk/join-trade-union.json","web_url":"https://www.gov.uk/join-trade-union","format":"guide","details":{"need_id":"1905","business_proposition":false}},{"title":" Business transfers and takeovers - your rights ","id":"https://contentapi.production.alphagov.co.uk/business-transfers-takeovers-workers-rights.json","web_url":"https://www.gov.uk/business-transfers-takeovers-workers-rights","format":"guide","details":{"need_id":"1468","business_proposition":false}}]]],"parts":[{"part":{"web_url":"https://www.gov.uk/redundant-your-rights/overview","slug":"overview","order":1,"title":"Overview","body":"<p>Redundancy is a form of dismissal from your job.</p>\n\n<p>If you&rsquo;re being made redundant you have a right:</p>\n\n<ul>\n  <li>\n    <p>not to be chosen unfairly  </p>\n  </li>\n  <li>\n    <p>to a notice period and pay</p>\n  </li>\n</ul>\n\n<p>Your employer should consult you before making you redundant. </p>\n\n<p>You may also be entitled to <a href=\"/calculate-redundancy-pay\" title=\"Statutory redundancy pay\">statutory redundancy pay</a> if you&rsquo;ve worked for your employer for at least 2 years. </p>\n"}},{"part":{"web_url":"https://www.gov.uk/redundant-your-rights/20-or-more-redundancies","slug":"20-or-more-redundancies","order":2,"title":"20 or more redundancies","body":"<p>If your employer is making fewer than 20 employees redundant in one establishment they should:</p>\n\n<ul>\n  <li>speak to you directly about why you&rsquo;ve been selected   </li>\n  <li>look at any alternatives to redundancy</li>\n</ul>\n\n<p>If this doesn&rsquo;t happen, your <a href=\"/dismissal\" title=\"Dismissals\">dismissal</a> for redundancy may be unfair.</p>\n\n<h2>Collective consultation</h2>\n<p>Your employer must consult your representatives (reps) if they are making 20 or more employees redundant in one establishment within a 90 day period. </p>\n\n<div class=\"application-notice info-notice\">\n<p>Only employees are included when counting the number of redundancies, not ‘workers - check your <a href=\"/employment-status\" title=\"Employment status\">employment status</a>’</p>\n</div>\n\n<p>If your employer doesn&rsquo;t consult your reps, you may be able to make an <a href=\"/employment-tribunals\" title=\"Employment Tribunals\">Employment Tribunal</a> claim for a protective award. This is an award of up to 90 days&rsquo; pay.</p>\n\n<h2>Consulting trade union reps</h2>\n<p>If you&rsquo;re represented by a recognised trade union in your workplace your employer should consult with your trade union reps. They don&rsquo;t have to consult collectively with anybody else, but are free to do so.</p>\n\n<h2>Consulting with employee reps</h2>\n<p>Your employer should allow you to elect reps to take part in the consultation for you if:</p>\n\n<ul>\n  <li>your employer doesn&rsquo;t recognise a trade union </li>\n  <li>you work in a part of the company that isn’t represented by a recognised trade union</li>\n</ul>\n\n<h2>Electing employee reps</h2>\n\n<p>If you&rsquo;re an employee affected by the proposed redundancies you:</p>\n\n<ul>\n  <li>can stand for election as an employee rep but must be fit for the task</li>\n  <li>are entitled to vote in the election for reps and can vote for as many candidates as there will be reps</li>\n</ul>\n\n<div class=\"example\">\n<p>For example: it wouldn&rsquo;t be appropriate for a committee set up to discuss the work of a staff canteen to be consulted about redundancies amongst sales staff</p>\n</div>\n\n<p>Your employer must make sure that the elections are fair.    </p>\n\n<h2>Consulting with you directly</h2>\n<p>Your employer can consult with you directly:</p>\n\n<ul>\n  <li>if you aren&rsquo;t represented by a recognised trade union </li>\n  <li>you don&rsquo;t elect reps  </li>\n</ul>\n\n<h2>Rights of employees and reps</h2>\n\n<p>Employees and employee reps have certain rights similar to trade union reps. </p>\n\n<p>For more information download the <a href=\"http://www.acas.org.uk/index.aspx?articleid=2391&quot;ACAS Code of Practice Time off for trade union duties and activities&quot;\" rel=\"external\">ACAS Code of Practice - Time off for trade union duties and activities (930KB).</a> </p>\n\n<p>If you take part in an election to become a rep or carry out duties as a rep your employer can&rsquo;t dismiss you or &lsquo;subject you to a detriment&rsquo;.</p>\n\n<div class=\"example\">\n<p>For example: give other employees a pay rise but not you</p>\n</div>\n\n<p>If they do you may be able to make a claim to an Employment Tribunal.</p>\n"}},{"part":{"web_url":"https://www.gov.uk/redundant-your-rights/how-does-collective-consultation-work","slug":"how-does-collective-consultation-work","order":3,"title":"How does collective consultation work","body":"<p>Collective consultation must cover:</p>\n\n<ul>\n  <li>ways to avoid redundancies  </li>\n  <li>the reasons for redundancies  </li>\n  <li>how to keep the number of dismissals to a minimum  </li>\n  <li>how to limit the effects of those dismissed, for example by offering retraining</li>\n</ul>\n\n<p>There may be special circumstances where it&rsquo;s not reasonably practical for your employer to consult fully. They must then do everything they can to make sure that the consultation is as full as possible.</p>\n\n<h2>Information during consultation</h2>\n\n<p>For reps to make constructive proposals your employer must provide them with enough written information in good time including:</p>\n\n<ul>\n  <li>reasons for the proposed redundancies   </li>\n  <li>number of employees that are proposed to be made redundant   </li>\n  <li>different types of employees that are proposed to be made redundant   </li>\n  <li>number and types of employees   </li>\n  <li>how any employees to be made redundant will be selected   </li>\n  <li>time period over which any redundancies may be carried out    </li>\n  <li>how any redundancy payments will be calculated  </li>\n</ul>\n\n<h2>Consultation period</h2>\n<p>A consultation:</p>\n\n<ul>\n  <li>must begin in good time  </li>\n  <li>take as long as is necessary  </li>\n  <li>can&rsquo;t end before agreement is reached  </li>\n</ul>\n\n<p>Your employer should give your reps a fair opportunity to comment on the proposals and suggest alternatives, which you employer must consider. Your employer has the final decision.</p>\n\n<p>There is no time limit to how long a consultation period may last but there is a minimum period between the start of the consultation and actual dismissals. </p>\n\n<p>The length of the minimum period depends on the number of redundancies that your employer is proposing, if they are proposing:</p>\n\n<ul>\n  <li>20 to 99 redundancies, they must start the consultation at least 30 days before any dismissals take effect   </li>\n  <li>100 or more redundancies, the consultation must start at least 90 days before any dismissals take effect  </li>\n</ul>\n\n<h2>If your employer doesn&rsquo;t consult</h2>\n<p>You or your rep might be able to make a claim to an Employment Tribunal for a ‘protective award’ if your employer:</p>\n\n<ul>\n  <li>doesn&rsquo;t begin consultation early enough   </li>\n  <li>ends the consultation early    </li>\n  <li>doesn’t consult properly </li>\n</ul>\n\n<p>An Employment Tribunal could make a ‘protective award’ of up to 90 days&rsquo; pay. The amount will be decided based on the extent of your employer’s failure to consult and the circumstances.</p>\n\n<h2>Termination notices</h2>\n\n<p>A termination notice tells you when the last day of your employment will be.</p>\n\n<p>You can&rsquo;t be given a termination notice until the consultation has been completed, even if the consultation needs to go beyond the minimum period.</p>\n\n<p>You can agree to leave early, for example by taking <a href=\"notice-periods-and-pay\" title=\"Notice periods and pay\">pay in lieu of notice.</a></p>\n\n<h2>Your employer must tell the government</h2>\n\n<p>Your employer must notify the government via the Redundancy Payments Service:</p>\n\n<ul>\n  <li>if within a 90 day period, 20 or more redundancies are proposed  </li>\n  <li>before any termination notices are sent to employees  </li>\n  <li>at least 30 days before any dismissal takes effect  </li>\n</ul>\n\n<p>If 100 or more redundancies are proposed, this notification must be at least 90 days before any dismissal takes effect.</p>\n\n<p>Your employer must give a copy of the notification to your reps. If your employer doesn&rsquo;t notify the government correctly then they can be fined.</p>\n"}},{"part":{"web_url":"https://www.gov.uk/redundant-your-rights/your-right-not-to-be-chosen-unfairly","slug":"your-right-not-to-be-chosen-unfairly","order":4,"title":"Your right not to be chosen unfairly","body":"<p>Your employer should use a fair and objective way of selecting you for redundancy.</p>\n\n<p>Normally your job must have disappeared for your employer to make you redundant. </p>\n\n<p>Sometimes an employer may use a combination of criteria, perhaps using some kind of points system to get an overall score.</p>\n\n<p>It&rsquo;s up to your employer which method they use to select you for redundancy, as long as they can show that they are fair. The most commonly used methods are:</p>\n\n<ul>\n  <li>last in, first out (where the employees with the shortest length of service are selected first)   </li>\n  <li>asking for volunteers (self-selection)  </li>\n  <li>disciplinary records   </li>\n  <li>staff appraisal markings, skills, qualifications and experience  </li>\n</ul>\n\n<h2>Reapplying for you own job</h2>\n\n<p>Your employer may select you by asking you to reapply for your own job. You should remember that this is still just a way for the employer to decide who to select for redundancy. </p>\n\n<p>If you decide not to apply or are unsuccessful in your application, you still have a job until your employer makes you redundant.</p>\n\n<h2>Reasons for which you cannot be selected</h2>\n<p>Your redundancy will be automatically unfair if you&rsquo;re chosen for redundancy for discriminatory or personal reasons.</p>\n\n<p>Your employer can&rsquo;t select groups of people for redundancy based on the following grounds:</p>\n\n<ul>\n  <li>gender</li>\n  <li>marital status  </li>\n  <li>sexual orientation  </li>\n  <li>race  </li>\n  <li>disability  </li>\n  <li>religion or belief  </li>\n  <li>age  </li>\n  <li>trade union membership  </li>\n  <li>health and safety activities  </li>\n  <li>working pattern (eg part-time or fixed-term employees)  </li>\n</ul>\n\n<p>Your employer must not use personal reasons for selecting you for redundancy including:</p>\n\n<ul>\n  <li>maternity leave, birth or pregnancy  </li>\n  <li>paternity leave, parental or dependants leave   </li>\n  <li>you&rsquo;re disabled   </li>\n  <li>your membership or non-membership of a trade union   </li>\n  <li>you&rsquo;re exercising your statutory rights  </li>\n  <li>whistleblowing (that is, making disclosures about your employer&rsquo;s wrongdoing)  </li>\n  <li>taking part in lawful industrial action lasting 12 weeks or less   </li>\n  <li>taking action on health and safety grounds   </li>\n  <li>doing jury service   </li>\n  <li>you&rsquo;re the trusteeship of a company pension scheme  </li>\n</ul>\n\n<h2>Last in first out</h2>\n<p>Your employer can look at all employees’ length of service with the company, and select those with the shortest service - the last to join.</p>\n\n<p>This can sometimes be indirect discrimination on the grounds of age if it affects one age group more than another, unless your employer can objectively justify it.</p>\n\n<h2>Appealing the decision</h2>\n<p>If you feel that your employer has selected you unfairly you can appeal against the decision. </p>\n\n<p>Put your appeal in writing, explaining what you want the employer to do to put the situation right. </p>\n\n<p>You may be able to make a claim to an <a href=\"/employment-tribunals\" title=\"Employment Tribunals\">Employment Tribunal</a> for unfair dismissal.</p>\n\n<p>The way in which you were selected will affect whether your redundancy is considered fair by an Employment Tribunal.</p>\n\n<h2>Voluntary redundancy</h2>\n\n<p>If you volunteer for redundancy, it&rsquo;s up to your employer whether they actually select you.</p>\n"}},{"part":{"web_url":"https://www.gov.uk/redundant-your-rights/offering-you-a-suitable-alternative","slug":"offering-you-a-suitable-alternative","order":5,"title":"Offering you a suitable alternative","body":"<p>If your employer is making you redundant they should try to offer you suitable alternative employment within their organisation or an associated company. </p>\n\n<h2>What is a &lsquo;suitable alternative&rsquo;</h2>\n<p>Whether a job is &lsquo;suitable alternative employment&rsquo; depends on several things:</p>\n\n<ul>\n  <li>how close the work is to your current job   </li>\n  <li>the terms of the job being offered   </li>\n  <li>your skills, abilities and circumstances in relation to the job   </li>\n  <li>the pay (including benefits), status, hours and location of the job  </li>\n</ul>\n\n<p>If you&rsquo;re being made redundant because there is not enough work and work picks up before your redundancy, your employer can offer you your own job back as &lsquo;suitable alternative work&rsquo;.</p>\n\n<p>Any offer for alternative employment should be made before your old job ends. </p>\n\n<p>You should be given enough information about what the new job involves so you know how different it is from your old job.</p>\n\n<p>During your redundancy period, you should be told about available job vacancies within the company.</p>\n\n<p>If your employer has suitable alternative employment but doesn&rsquo;t offer it to you, your redundancy could be an automatically unfair dismissal.</p>\n\n<h2>Trial periods</h2>\n\n<p>If your employer offers you alternative employment you&rsquo;ve the right to a 4 week trial period. </p>\n\n<p>If you need training for the new job, the 4 week period can be extended with written agreement.</p>\n\n<p>If you decide the new job isn&rsquo;t suitable, tell your employer during the trial period. This will not affect your employment rights, including your right to statutory redundancy pay.</p>\n\n<p>If you haven&rsquo;t given notice by the end of the trial period your right to statutory redundancy pay ends.</p>\n\n<h2>If you refuse an offer</h2>\n<p>If your employer offers you suitable alternative employment and you unreasonably refuse it, you may lose your right to statutory redundancy pay.</p>\n\n<p>Disputes about whether employment is suitable or whether your refusal is unreasonable, can be decided by an <a href=\"/employment-tribunals\" title=\"Employment Tribunals\">Employment Tribunal</a>. They can decide whether you&rsquo;re entitled to redundancy pay.</p>\n\n<h2>Time off for job hunting</h2>\n<p>If you&rsquo;ve been continuously employed for 2 years by the date your notice expires, you&rsquo;re allowed a reasonable amount of time off during your notice period to:</p>\n\n<ul>\n  <li>look for another job   </li>\n  <li>arrange training to help you find another job  </li>\n</ul>\n\n<p>How long you can take will depend on your circumstances. If go for an interview and don&rsquo;t take excessive amounts of travelling time, then this is likely to be reasonable.</p>\n\n<p>Whatever the amount of time off you take, your employer only has to pay you up to two-fifths of a week&rsquo;s pay for it. </p>\n\n<div class=\"example\">\n<p>Example: if you work 5 days a week and you take 4 days off in total during the whole notice period, your employer only has to pay you for the first 2 days.</p>\n</div>\n\n"}},{"part":{"web_url":"https://www.gov.uk/redundant-your-rights/notice-periods-and-pay","slug":"notice-periods-and-pay","order":6,"title":"Notice periods and pay","body":"<h2>Notice period</h2>\n\n<p>You must be given a notice period before your employment ends. </p>\n\n<p>The statutory redundancy notice periods are:</p>\n\n<ul>\n  <li>at least 1 week’s notice if you&rsquo;ve been employed between 1 month and 2 years   </li>\n  <li>1 week’s notice for each year if employed between 2 and 12 years   </li>\n  <li>12 weeks’ notice if employed for 12 years or more</li>\n</ul>\n\n<h2>Notice pay</h2>\n\n<p>As well as statutory redundancy pay, your employer should either:</p>\n\n<ul>\n  <li>pay you through your notice period  </li>\n  <li>pay you in lieu of notice depending on your circumstances  </li>\n</ul>\n\n<h2>Payment in lieu of notice</h2>\n\n<p>Payment in lieu of notice (<abbr title=\"Payment in lieu of notice\">PILON</abbr>) is money paid to you by your employer as an alternative to being given your full notice. </p>\n\n<p>In some cases your employer may have included a payment in lieu of notice clause in your employment contract. </p>\n\n<p>This means that your employer can end your employment contract with no notice.</p>\n\n<p>However they must give you all of the basic pay you would have received during the notice period. It may also include pension contributions or private health care insurance.</p>\n\n"}},{"part":{"web_url":"https://www.gov.uk/redundant-your-rights/statutory-redundancy-pay-","slug":"statutory-redundancy-pay-","order":7,"title":"Statutory redundancy pay ","body":"<p>If you&rsquo;re entitled to statutory redundancy pay it is based on:  </p>\n\n<ul>\n  <li>how long you have been continuously employed  </li>\n  <li>your age  </li>\n  <li>your weekly pay, up to a certain limit (£430 current maximum)  </li>\n</ul>\n\n<p>You&rsquo;ll get:</p>\n\n<ul>\n  <li>half a week’s pay for each full year of service where your age was under 22   </li>\n  <li>1 week’s pay for each full year of service where your age was 22 or above, but under 41  </li>\n  <li>one and half week’s pay for each full year of service where your age was 41 or above</li>\n</ul>\n\n<p><a href=\"/calculate-redundancy-pay\" title=\"Calculate your redundancy pay\">Calculate your redundancy pay</a>.</p>\n\n<p>Your employer:</p>\n\n<ul>\n  <li>should automatically pay it  </li>\n  <li>must give you details in writing of how your payment has been calculated</li>\n</ul>\n\n<h2>Tax</h2>\n\n<div class=\"application-notice info-notice\">\n<p>Redundancy pay under £30,000 is not taxable</p>\n</div>\n\n<p>More information on whether elements of the payment, such as pay in lieu of notice (PILON), is taxable is available from <a rel=\"external\" href=\"http://search2.hmrc.gov.uk/kbroker/hmrc/contactus/start.jsp\" title=\"HMRC\">HM Revenue and Customs.</a></p>\n\n<p>Pay in lieu of notice is money paid to you by your employer as an alternative to being given your full notice.</p>\n\n<h2>What to do if your employer does not pay you</h2>\n<p>If you&rsquo;re entitled to it write to them within 6 months of your termination asking for payment. </p>\n\n<p>If your employer still refuses to pay you or can&rsquo;t make the payment you could make an appeal to an Employment Tribunal.</p>\n\n<h2>Relevant end date for your years of service</h2>\n\n<p>The number of weeks’ redundancy pay you should receive is worked out up until a set ‘relevant date’. </p>\n\n<p>It is important to know when this date is so you can work out how many full years of continuous service you have.</p>\n\n<p>The &lsquo;relevant date&rsquo; can be a number of dates. In most cases it will be the date when your employment ends. For example, the last day of your notice period. </p>\n\n<p>In some situations it will be different:</p>\n\n<ul>\n  <li>if your employer gave you a statutory notice period until a set date, then changed your notice period to finish earlier - the relevant date will be when your notice should have finished before it changed  </li>\n  <li>if you are on a trial period for another position within the company and your employer lets you go because the work is not suitable - the relevant date would be when your original contract ended before the trial period   </li>\n  <li>if you do not have a statutory notice period - for example because of a payment in lieu arrangement - the relevant date would be when your employment contract would have ended if you had a statutory notice period  </li>\n</ul>\n\n<h2>Short-term and temporary lay-offs</h2>\n<p>You can claim statutory redundancy pay from your employer if you have been temporarily laid off for either:</p>\n\n<ul>\n  <li>more than 4 weeks in a row   </li>\n  <li>more than 6 non-consecutive weeks in a 13 week period  </li>\n</ul>\n\n<p>Write to your employer telling them you intend to claim statutory redundancy pay. This must be done within 4 weeks of your last non-working day in the 4 or 6 week period.</p>\n\n<p>Within 7 days of getting your letter, your employer could send you a counter-notice if they believe that your normal work is likely to start within 4 weeks and continue for at least 13 weeks.</p>\n\n<p>If your employer does not reject your claim within 7 days of receiving it, then write to your employer again giving them your notice.</p>\n\n<h2>Insolvent employers</h2>\n<p>You can apply for a direct payment from the National Insurance Fund if your employer:</p>\n\n<ul>\n  <li>is declared insolvent  </li>\n  <li>can&rsquo;t pay your statutory redundancy pay  </li>\n</ul>\n\n<div class=\"application-notice info-notice\">\n<p>To do this you must first write to your employer asking for your statutory redundancy pay</p>\n</div>\n\n<p>If they are still unable to pay you then you should fill out a Redundancy Payment Form RP1. Copies are available from the Department for Business publications  - call 0845 015 0010 and quote reference URN10/708.</p>\n\n<h3>Contractual redundancy pay</h3>\n<p>Check your employment contract to see if your employer offers a more generous redundancy package. </p>\n\n<div class=\"application-notice info-notice\">\n<p>Your employer can’t offer you less than the statutory minimum redundancy pay through your employment contract.</p>\n</div>\n\n"}},{"part":{"web_url":"https://www.gov.uk/redundant-your-rights/employees-not-entitled-to-statutory-redundancy-pay","slug":"employees-not-entitled-to-statutory-redundancy-pay","order":8,"title":"Employees not entitled to statutory redundancy pay","body":"<p>You&rsquo;re not entitled to statutory redundancy pay if:</p>\n\n<ul>\n  <li>your employer offers to keep you on    </li>\n  <li>your employer offers you suitable alternative work which you refuse without good reason  </li>\n  <li>you&rsquo;re dismissed for misconduct with - no notice, little notice or a statement from your employer saying they would have been entitled to dismiss you without notice</li>\n</ul>\n\n<p>However, your employer must still follow fair dismissal procedures.</p>\n\n<p>If you fall into the following categories then you&rsquo;re not entitled to get statutory redundancy pay:</p>\n\n<ul>\n  <li>members of the armed forces  </li>\n  <li>House of Lords and House of Commons staff  </li>\n  <li>some apprentices - although you should check your contract   </li>\n  <li>domestic servants working in private homes who are members of the employer’s immediate close family  </li>\n  <li>&lsquo;share fishermen&rsquo; paid only by a share in the proceeds of the catch   </li>\n  <li>Crown servants or employees in a public office   </li>\n  <li>employees of the government of an overseas territory  </li>\n</ul>\n\n<h2>Loosing your right to statutory redundancy pay</h2>\n\n<p>You may lose your right to statutory redundancy pay if you leave the job you&rsquo;re being made redundant from before your notice period has finished.</p>\n\n<h2>Strike action during your notice period</h2>\n\n<p>If you go on strike during your redundancy period you&rsquo;re still entitled to your redundancy rights. </p>\n\n<p>However, your employer might ‘serve a notice of extension’ which is a request that you work the days lost during the strike period at the end of your notice.</p>\n\n<p>If you don&rsquo;t agree to work the lost days, then your employer may be able to refuse to make your statutory redundancy payment.</p>\n"}},{"part":{"web_url":"https://www.gov.uk/redundant-your-rights/leaving-your-job-and-where-to-get-help","slug":"leaving-your-job-and-where-to-get-help","order":9,"title":"Leaving your job and where to get help","body":"<h2>On your last day</h2>\n\n<p>You should get:</p>\n\n<ul>\n  <li>wages you&rsquo;re entitled to</li>\n  <li>payment for any outstanding period of notice that you&rsquo;ve not worked</li>\n  <li>accrued holiday pay (payment for holiday owed which has not been taken)  </li>\n  <li>Income Tax form P45  </li>\n  <li>redundancy pay  </li>\n  <li>a letter stating the date of redundancy  </li>\n</ul>\n\n<h2>Claiming benefits after redundancy</h2>\n<p>If you make a benefit claim, you may be asked about any redundancy payments.</p>\n\n<p>Your Jobcentre Plus adviser will explain whether these payments will have any effect on your claim.</p>\n\n<p>You may get a payment from your employer when your job ends - final pay, wages if you worked a week in hand, holiday pay. These payments aren&rsquo;t taken into account when your claim for Jobseeker’s Allowance or Income Support is considered.</p>\n\n<div class=\"application-notice info-notice\">\n<p>You can use the <a href=\"/benefits-calculator\" title=\"benefits calculator\">benefits calculator</a> to find out which benefits you’re entitled to</p>\n</div>\n\n<h2>How your retirement might be affected</h2>\n\n<p>If you&rsquo;re worried or have questions about how saving for your retirement might be affected by redundancy contact the <a rel=\"external\" href=\"http://www.pensionsadvisoryservice.org.uk/\" title=\"Pensions Advisory Service\">Pensions Advisory Service.</a></p>\n\n<h2>Starting a new job before your notice has expired</h2>\n\n<p>If your new job starts before your redundancy notice expires, try to negotiate with your employer for early release without losing your redundancy pay. </p>\n\n<p>If your employer doesn&rsquo;t agree to let you go early you should give them &lsquo;a written counter notice&rsquo; stating when you would like to finish. </p>\n\n<p>Your employer should write back to you and say whether or not you can leave early.</p>\n\n<p>If you leave early without your employer&rsquo;s permission you run the risk of losing some or all of your redundancy pay. </p>\n\n<h2>Where to get help</h2>\n\n<p>Talk to your employer first. If you have an employee rep (eg a trade union rep), they may be able to help.</p>\n\n<p>You may need to make a complaint using your employer&rsquo;s internal <a href=\"/solve-workplace-dispute\" title=\"Solve a workplace dispute\">grievance procedure.</a></p>\n\n<p>For further advice contact the <abbr title=\"Advisory Conciliation and Arbitration Service\">ACAS</abbr> Helpline 08457 47 47 47.</p>\n\n"}}]}