{"alternative_title":"","overview":"Work Choice can help you get and keep a job if you’re disabled and find it hard to work - help you can get, join the scheme","slug":"work-choice","title":"Work Choice","updated_at":"2012-10-02T12:14:48+00:00","parts":[{"table":{"body":"Work Choice can help you get and keep a job if you’re disabled and find it hard to work. \r\n\r\nIt's voluntary - you don’t have to do it. The type of support you get depends on the help you need. This is different for everyone but can include: \r\n\r\n+ training and developing your skills \r\n+ building your confidence\r\n+ interview coaching\r\n\r\n% You can't get Work Choice in [Northern Ireland](http://www.nidirect.gov.uk/index/information-and-services/people-with-disabilities/employment-support/work-schemes-and-programmes.htm \"Work schemes and programmes for disabled people in Northern Ireland\"){:rel=\"external\"} - they have different schemes instead.%\r\n\r\n^Work Choice replaced WORKSTEP and Work Preparation. The Job Introduction Scheme has not been replaced and has now stopped.^","slug":"overview","title":"Overview"}},{"table":{"body":"You can get support to help you find, keep and get on in a job. \r\n\r\nThe type of help you get depends on what you need - it’s different for everyone. For example, you might get help with:\r\n\r\n* training \r\n* building your confidence\r\n* finding a job that suits you\r\n* interview coaching\r\n* developing your skills\r\n\r\nYou’ll have an interview to see what support you need when you join Work Choice. \r\n\r\n##How Work Choice works\r\n\r\nWork Choice is delivered by different providers across the country. They offer 3 levels of help. \r\n\r\nLevel of help | What you get | How long it lasts\r\n- | -\r\nWork Entry Support | Advice on work and personal skills to help you find a job | Up to 6 months\r\nIn-Work Support | Help to start work and stay in your job | Up to 2 years\r\nLonger-term In-Work Support | Help to get on in your job and work without support | Long-term\r\n\r\nWork Entry Support can be extended by 3 or 6 months in exceptional circumstances and when there is a clear prospect of a job. \r\n\r\n##Complaints\r\n\r\nTalk to the service provider first if you have a complaint. If you're still not happy, contact your Disability Employment Adviser at your local [Jobcentre Plus.](http://los.direct.gov.uk/default.aspx \"find your local Jobcentre Plus\"){:rel=\"external\"}","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"To qualify for Work Choice you must:\r\n\r\n* be of working age\r\n* need support in work as well as to find a job\r\n* be able to work at least 16 hours a week after Work Entry Support \r\n* have a [recognised disability](/definition-of-disability-under-the-equality-act-2010 \"definition of disability\") that means you find it hard to get or keep a job \r\n* need specialist help that you can’t get from other government programmes or schemes - eg workplace adjustments, suppliers working in partnership with Jobcentre Plus or [Access to Work](/access-to-work \"Access to Work\")\r\n\r\nYou can apply if you have a job but are at risk of losing it because of your disability. This also applies if you’re self-employed. \r\n\r\n% You don’t have to be getting benefits to apply. %\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"To find out how to join Work Choice, speak to a Disability Employment Adviser (DEA) at [your local Jobcentre Plus.](http://los.direct.gov.uk/default.aspx?type=1&lang=en&AspxAutoDetectCookieSupport=1 \"find your local Jobcentre Plus\"){:rel=\"external\"}\r\n\r\n\r\n\r\n\r\n","slug":"how-to-claim","title":"How to claim"}}],"type":"programme"}