{"alternative_title":"","overview":"European Union (EU) students – apply for student loans for 2012/13 to help pay tuition fees at university or college","slug":"loans-for-eu-students","title":"Loans for EU students","updated_at":"2012-10-02T12:13:23+00:00","parts":[{"table":{"body":"##Student loans for European Union (EU) students\r\n\r\nYou can apply for a loan to help with the cost of tuition: \r\n\r\n+ up to £9,000 for full-time EU students\r\n+ up to £6,750 for part-time EU students\r\n\r\nThere are rules on eligibility and how much money you’ll get.  \r\n\r\nLoans (plus interest) have to be paid back and repayments start once you finish your course and start earning more than £21,000 (if you're living in the UK). \r\n\r\nPart-time students may start repaying their loan before their course finishes. \r\n\r\n###Extra help\r\nYou might also be able to get:\r\n\r\n+ scholarships and bursaries from your college or university\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"##Help with tuition fees\r\nTo help pay your tuition fees you can get a loan, called a ‘Tuition Fee Loan’.\r\n\r\nFull-time EU student | Tuition Fee Loan\r\n- | -\r\nFull-time | up to £9,000\r\nFull-time at a private university or college | up to £6,000\r\n\r\nPart-time EU student | Tuition Fee Loan\r\n- | -\r\nPart-time | up to £6,750\r\nPart-time at a private university or college | up to £4,500\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"##Eligibility\r\nEligibility depends on:\r\n\r\n+ your nationality or residency status\r\n+ your course\r\n+ your university or college\r\n\r\n##EU students\r\nTo get a **Tuition Fee Loan** you must be an EU national, or the family member of an EU national\r\n\r\nTo qualify for **additional help** you must: \r\n\r\n+ be an EU national, or the family member of an EU national\r\n+ have lived in the UK for 3 years or more before your course starts\r\n+ be living in the UK on the first day of the academic year in which your course starts  \r\n\r\n##Migrant workers\r\nMigrant workers from the EEA or Switzerland and children of Turkish workers may also qualify for a Tuition Fee Loan and additional help. For more detail [download the guide 'How you are assessed and paid' (PDF, 300KB).](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@educ/documents/digitalasset/dg_200470.pdf \"Download the guide 'How you are assessed and paid' (PDF, 300KB)\"){:rel=\"external\"}\r\n\r\n##Your course\r\nThis should be one of the following:\r\n\r\n+ a first degree, eg, a Bachelor of Arts, Science or Education (BA, BSc or BEd)\r\n+ a Foundation Degree\r\n+ a Certificate of Higher Education\r\n+ a Diploma of Higher Education (DipHE)\r\n+ a Higher National Certificate (HNC)\r\n+ a Higher National Diploma (HND)\r\n+ Initial Teacher Training\r\n+ further training of youth and community workers\r\n\r\nGenerally you’ll only get student finance if you’re doing your first higher education qualification. However, you may still get it if, for example:\r\n\r\n+ you’ve changed course\r\n+ you’ve withdrawn from your course but decide to start again\r\n+ you’re ‘topping up’ a higher education qualification – for example, you’ve finished a foundation degree and now want to do an honours degree\r\n\r\n###Part-time courses\r\nPart-time courses need to be least 25% of an equivalent full-time course (for example 4 years part-time instead of 1 year full-time). This is known as ‘course intensity’. You can check course intensity with your university or college.\r\n\r\n##Your university or college\r\nThis should be at a university, college or other institution that offers a qualifying course. ","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"@The application process is different if you're applying for a Tuition Fee Loan and additional help.@\r\n\r\n##Tuition Fee Loan only \r\n\r\n###When to apply \r\n+ full-time students can apply from **April 2012**\r\n+ part-time students can apply from **August 2012**\r\n+ deadline – up to 9 months after the start of the academic year\r\n\r\nCheck when the academic years starts with your university of college.\r\n\r\n###Application forms\r\n\r\n+ forms for full-time students are available in April 2012\r\n\r\n###Documents to support your application \r\nYou need to send proof of identity when you first apply for student finance. The application form will tell you how to do this.  \r\n\r\nYou might need other documents to prove things like income or any children you have: \r\n\r\n+ guidance available: April 2012\r\n\r\n###What happens next? \r\nIt can take up to 6 weeks to process an application and you may be asked to provide more information – for example, household income. \r\n\r\n##Tuition Fee Loan and additional help\r\nThe application process is different, you [apply in the same way as students from England.](/apply-for-student-finance-2012-13 \"Apply for student finance if you qualify for a Tuition Fee Loan and additional help\")  ","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##When you’ll get your money\r\nTuition Fee Loans are paid to your university or college at the start of each term. \r\n\r\n##Paying back your student loan\r\nYou have to [pay back your student loan](/paying-back-student-loan \"Paying back your student loan\") (plus interest) once you finish your course and start earning more than £21,000 a year. ","slug":"further-information","title":"Further information"}}],"type":"programme"}