{"alternative_title":"","overview":"As a landlord, find out if the leaseholders in your block have the right to take over management of your building, and the process they must go through to do this","slug":"right-to-manage-a-guide-for-landlords","title":"Right to Manage: a guide for landlords","updated_at":"2012-10-03T11:51:49+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"The Right to Manage (RTM) lets some leasehold property owners take over management of the building - even without the agreement of the landlord.\r\n\r\nAs a landlord, the leaseholders in your building will send you notice if they plan to do this. If they’re successful, you’ll still own the building but they'll manage it. \r\n\r\nThis means they'll be responsible for things like:\r\n\r\n+ collecting and managing the service charge\r\n+ upkeep of communal areas (eg communal hallways and stairs)\r\n+ upkeep of the structure of the building (eg the roof)\r\n+ dealing with complaints about the building from other leaseholders\r\n\r\n^Qualifying leaseholders can use the Right to Manage for any reason - they don't have to prove the building has been badly managed.^\r\n\r\n##Right to Manage companies\r\nTo use the right, leaseholders must set up an RTM company and follow certain procedures. The RTM company can manage the building directly, or pay a managing agent to do it.\r\n\r\nAs landlord, you have the right to be a member of the RTM company and to vote on decisions. You get at least 1 vote. How many votes you'll get depends on how many flats you own in the building. \r\n\r\n$E\r\n**Example**  \r\nThere are 20 flats in the block. 16 are owned by leaseholders. 4 are owned by you and rented out on assured shorthold tenancies. You get 4 votes - 1 for each of the flats you own and rent out.\r\n$E\r\n\r\nThe RTM company must pay for any costs you incur during the management transfer process - even if it doesn't end up managing the building.\r\n\r\n*[RTM]: Right to Manage","slug":"the-right-to-manage","title":"The Right to Manage"}},{"table":{"body":"To qualify for Right to Manage:\r\n\r\n+ the building must be made up of flats (houses don’t qualify)\r\n+ at least two-thirds of the flats in the building must be leasehold - with leases that were for more than 21 years when they were granted\r\n+ at least 75% of the building must be residential - eg if there’s a shop in the building, it can’t take up more than 25% of the total floor area\r\n+ you must live somewhere else if there are less than 4 flats in the block - unless the block was purpose-built as flats, rather than converted from another type of building\r\n+ any number of owners can set up an RTM company - but at least half of the flats in the building must be members of the company before it can actually take over management","slug":"qualifying","title":"Qualifying"}},{"table":{"body":"Normally, the leaseholders will contact you once they’ve set up an RTM company. You may get a 'right to information' notice from the company - asking for the information they need in order to claim their Right to Manage. \r\n\r\n##You receive a 'notice of claim'\r\nIf you receive a 'notice of claim' it means that the RTM company intends to take over management of the building. It will tell you:\r\n\r\n+ the date you must respond by\r\n+ the date the RTM company intends to take over management of the building\r\n\r\nYou can:\r\n\r\n+ accept the claim\r\n\r\n+ [dispute the claim](/right-to-manage-a-guide-for-landlords/disputing-the-claim \"If you want to dispute the claim\") - the notice of claim will tell you when you need to do this by, but the deadline can’t be less than 1 month from the date of the notice\r\n\r\n*[RTM]: Right to Manage","slug":"notices","title":"Notices"}},{"table":{"body":"You can dispute the claim by serving a counter-notice to the Right to Manage (RTM) company. In it, you must give reasons why you think the company isn’t entitled to manage the building. \r\n\r\nYou can dispute the claim if you think:\r\n\r\n+ the building doesn’t qualify\r\n+ the RTM company doesn’t comply with the legal requirements\r\n+ the RTM company members don’t represent half the flats in the building\r\n\r\nYou can’t dispute the claim for any other reason.\r\n\r\n##Leasehold Valuation Tribunal\r\nIf the members of the RTM company think you’re wrong, the company must apply to the Leasehold Valuation Tribunal (LVT) within 2 months of the date of the counter-notice. The LVT will then decide if the RTM company can manage the building.\r\n\r\n*[RTM]: Right to Manage\r\n*[LVT]: Leasehold Valuation Tribunal","slug":"disputing-the-claim","title":"Disputing the claim"}},{"table":{"body":"If you accept the Right to Manage (RTM) company’s [notice](/right-to-manage-a-guide-for-landlords/notices \"Right to Manage notices\"), or if you [dispute the claim](/right-to-manage-a-guide-for-landlords/disputing-the-claim \"Disputing the claim\") and the Leasehold Valuation Tribunal (LVT) decides against you, the management of the building will transfer to the RTM company.\r\n\r\nThe date the RTM company takes over management responsibilities is called the ‘date of acquisition’. This will be:\r\n\r\n+ on the date given on the notice of claim - if you accept the claim\r\n+ 3 months after the LVT decision becomes final - if you disputed the claim and lost\r\n+ 3 months after agreement - if you originally disputed the claim but later came to an agreement with the RTM company\r\n\r\nYou must transfer any money you have from service charges on the acquisition date - or as soon after as is reasonably possible.\r\n\r\n##Ongoing management\r\nThe RTM company must tell you at least 30 days before approving:\r\n\r\n+ assignment (selling or transferring the flat into someone else’s name)\r\n+ a sublet\r\n+ a charge to leaseholders\r\n\r\nIf the lease says your consent is needed, the RTM company must give you 30 days' notice before approving:\r\n\r\n- any changes to the structure of the building\r\n- any changes to the use of the building\r\n\r\nFor other approvals they must tell you at least 14 days in advance.\r\n\r\n^For a detailed explanation of how Right to Manage works, download ['The Right to Manage' (PDF, 458KB)](http://www.lease-advice.org/documents/Right_to_Manage.pdf \"The Right to Manage (PDF, 458KB)\"){:rel=\"external\"} from the Leasehold Advisory Service.^\r\n\r\n*[RTM]: Right to Manage\r\n*[LVT]: Leasehold Valuation Tribunal ","slug":"transferring-management-of-the-building","title":"Transferring management of the building"}}],"type":"guide"}