{"alternative_title":"","overview":"Getting a place at primary or secondary school - applications, deadlines, admissions criteria","slug":"schools-admissions","title":"Schools admissions","updated_at":"2012-10-03T11:32:21+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"[Find out what schools are in your area.](http://schoolsfinder.direct.gov.uk/ \"Find schools near you\"){:rel=\"external\"} Find out the [admissions criteria](admissions-criteria \"Admissions criteria\") for the schools you're interested in. Your local council will be able to help with this.\r\n\r\n##Applying to schools outside your local council area\r\n\r\nYou can apply for schools outside your local council area. You can do this through your own local council.\r\n\r\n##Finding out about a school\r\n\r\nYou can find out more about a school by:\r\n\r\n- visiting the school - most schools have open days you can go to\r\n- reading the school's most recent [Ofsted reports](http://www.ofsted.gov.uk/inspection-reports/find-inspection-report \"Ofsted reports\"){:rel=\"external\"}\r\n- checking [school league tables,](http://www.education.gov.uk/performancetables/ \"School league tables\"){:rel=\"external\"} which include exam results\r\n- talking to other parents about what they think of the school\r\n\r\n###What schools must publish on their website\r\n\r\nSchools must put on their website:\r\n\r\n- how much money they get from taking underprivileged children (the 'pupil premium'), what they do with it and the effect it's had\r\n- details of the curriculum\r\n- admission criteria(LINK)\r\n- behaviour policy\r\n- special educational needs policy(LINK)\r\n- policy on disability\r\n- links to Ofsted reports\r\n- links to performance data\r\n- the school’s latest Key Stage 2 and 4 attainment and progress measures\r\n\r\nYou can also get advice about choosing schools from your [local council.](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1/ \"Contact your local council\"){:rel=\"external\"} All councils have teams to help parents get their children into schools.","slug":"choosing-schools","title":"Choosing schools"}},{"table":{"body":"All schools have admissions criteria to decide which children can be allocated places.\r\n\r\nYour [local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Contact your council\"){:rel=\"external\"} can give you a booklet about schools' criteria and how to apply. If you're applying for a school place after the start of the school year (eg changing schools), contact the council.\r\n\r\nAdmissions criteria are different for each school. For example, schools may give priority to children:\r\n\r\n- who have a brother or sister at the school already\r\n- who live close to the school\r\n- from a particular religion (for faith schools)\r\n- who do well in an entrance exam (for selective schools eg grammar schools or stage schools)\r\n- who went to a particular primary school (a 'feeder school')\r\n- in care or being looked after (all schools must have this as a top priority)\r\n\r\n##Complaining about unfair criteria\r\n\r\nIf you think a school has unlawful admissions criteria, contact the [Schools Adjudicator.](http://www.education.gov.uk/schoolsadjudicator/howwecanhelp/a0076144/how-to-raise-an-objection-to-school-admission-arrangements \"Schools Adjudicator\"){:rel=\"external\"}\r\n\r\nYou must do this by 30 June before places are allocated.","slug":"admissions-criteria","title":"Admissions criteria"}},{"table":{"body":"Even if your child’s current primary or nursery school is linked to the school you want them to go to next, you won’t be considered for a place unless you apply.\r\n\r\n[Apply for a primary school place](/apply-for-primary-school-place \"Apply for a place at a primary school\").\r\n\r\n[Apply for a secondary school place](/apply-for-secondary-school-place \"apply for a secondary school place\").\r\n\r\n% Private schools have their own admissions procedures. Apply direct to the school if you want to send your child to a private school. %\r\n\r\n##When applications open and deadlines for applying\r\n\r\nApplications open on different days in each local council area - usually at the start of the autumn term of the year before your child is due to start school. Find out from your local council when applications open for [primary](/apply-for-primary-school-place \"Apply for a place at a primary school\") or [secondary](/apply-for-secondary-school-place \"Apply for a place at a secondary school\") schools.\r\n\r\n###Deadlines for applying\r\n\r\nPrimary school: 15 January  \r\nSecondary school: 31 October\r\n\r\n##How to apply\r\n\r\nWhen you fill in the form (online or on paper) you'll be asked to list the schools you're applying for in order of preference.\r\n\r\nYou can apply for at least 3 schools.\r\n\r\nTo get a copy of the application form on paper, [contact your local council.](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Contact your local council\"){:rel=\"external\"}\r\n\r\n##When you'll find out\r\n\r\n###Primary school\r\n\r\nPrimary school offer dates vary from council to council. Ask your local council when they'll tell you.\r\n\r\n###Secondary school\r\n\r\nSchools will send confirmations on 1 March.","slug":"applying","title":"Applying"}},{"table":{"body":"^All children are entitled to go to primary and secondary school. If your child hasn't got a place, your local council can tell you which schools have places available.^\r\n\r\nYou'll be sent a letter with the decision about your child's school on 1 March. You can appeal against a decision to the admission authority for each school that does not offer a place. The letter will tell you how to do this. If you're appealing several rejections, make separate appeals.\r\n\r\n##Appeals for infant classes\r\n\r\nFor 5-7 year olds, the class size is limited to 30. Your application can be turned down if all the classes already have 30 children in them.\r\n\r\nYou can still appeal if your child would have been offered a place. Your appeal could be successful if one of these is the case:\r\n\r\n- the admission arrangements haven't been properly followed\r\n- the admissions criteria aren't legal according to the [School Admissions Code](http://www.education.gov.uk/schools/adminandfinance/schooladmissions/a00195/school-admissions-codes-and-regulations \"School Admissions Code\"){:rel=\"external\"}\r\n- the decision to refuse your child a place wasn't reasonable\r\n\r\n##Help preparing your appeal\r\n\r\nThe [Coram Children's Legal Centre](http://www.childrenslegalcentre.com/ \"Coram Children's Legal Centre\"){:rel=\"external\"} can help you prepare your appeal.\r\n\r\n$C\r\n\r\n**Advisory Centre for Education (ACE)**\r\n\r\n**Telephone**: 0808 800 5793\r\n\r\n$C\r\n\r\n##When the hearing will be\r\n\r\nThe 'admission authority' for the school (usually the school itself or the council) must give you at least 10 school days notice before the hearing to confirm the date.\r\n\r\nAppeals must be heard within 40 school days of the deadline for making an appeal.\r\n\r\n##What happens at the appeal hearing\r\n\r\nAt the appeal hearing, there's a panel of 3 people. The panel must be independent.\r\n\r\ns1. The admission authority will explain why they turned down your application.\r\ns2. You'll be able to give your own reasons why your child should be admitted.\r\ns3. The appeals panel must decide if the school's admission criteria were properly followed and are legal according to the [School Admissions Code.](http://www.education.gov.uk/schools/adminandfinance/schooladmissions/a00195/school-admissions-codes-and-regulations \"School Admissions Code\"){:rel=\"external\"}\r\ns4. If the criteria are legal and were properly followed, the panel must decide if they were followed fairly and thoroughly.\r\ns5. If the criteria weren't properly followed or are illegal, your appeal must be upheld.\r\ns6. If your appeal has not already been upheld, the panel will decide if your reasons for your child to be admitted outweigh the school’s reasons for not admitting another child.\r\ns7. The panel will send you and the admission authority their decision within 5 school days.\r\n\r\n\r\n##Complaining about the appeals process\r\n\r\nThe panel's decision can only be overturned by a court. If there's a change in your circumstances which could affect the decision, you may be able to apply to appeal again. If you think there were problems with the way your appeal was conducted, who to complain to depends on the type of school.\r\n\r\n###Maintained schools\r\n\r\nContact the [Local Government Ombudsman.](http://www.lgo.org.uk \"Local Government Ombudsman\"){:rel=\"external\"}\r\n\r\n###Free schools and academies\r\n\r\nContact the Education Funding Agency.\r\n\r\n$C\r\n**Education Funding Agency**  \r\nTelephone: 0370 000 2288\r\nEmail: <academyquestions@efa.education.gov.uk>\r\n$C\r\n\r\n$A\r\n**Education Funding Agency**  \r\nAdmission Appeal Complaints  \r\nAcademies Central Unit  \r\nEducation Funding Agency  \r\nEarlsdon Park  \r\nButts Road  \r\nCoventry  \r\nCV1 3BH\r\n$A\r\n","slug":"appealing-a-schools-decision","title":"Appealing a school's decision"}}],"type":"guide"}