{"alternative_title":" ","overview":"What tax codes are, when and why you get one, how they're worked out and when they might change","slug":"tax-codes","title":"Tax codes","updated_at":"2012-10-02T12:14:26+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Your employer or pension provider uses your tax code to work out how much tax to take from your pay or pension. \r\n\r\nHM Revenue & Customs (HMRC) works out your tax code and sends it to your employer or pension provider.\r\n\r\nUsually a tax code is 3 numbers and a letter.\r\n\r\n^ Most people aged under 65 with 1 job have **810L** as their tax code for the 2012 to 2013 tax year.  ^\r\n\r\nIf you've only got 1 employer or pension, you'll have 1 tax code. \r\n\r\nBut if you get income from more than 1 employer or pension provider, each will usually use a different tax code. This is because HMRC will adjust your tax codes so you:\r\n\r\n- get your tax-free [Personal Allowance](/income-tax-rates \"Income Tax rates and allowances\")\r\n- pay the right amount of tax, spread over a year\r\n\r\n^ Your tax code doesn't tell employers or pension providers how much your earn - it only tells them how much tax they need to take from payments they make to you. ^\r\n\r\n##Where to find your tax code\r\n\r\nYou can get your tax code from:\r\n\r\n- payslips from your employer or pension provider\r\n- P45 from an employer if you leave a job\r\n- P60 from your employer at the end of each tax year\r\n- a PAYE Coding Notice - you may get one by post or you can check using HMRC's Self Assessment [online service](https://online.hmrc.gov.uk/self-assessment \"Self Assessment online\"){:rel=\"external\"} if you're registered\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"overview","title":"Overview"}},{"table":{"body":"^ The numbers in your tax code tell your employer or pension provider how much tax-free income you get in that tax year. ^\r\n\r\ns1. HM Revenue & Customs works out your tax-free [Personal Allowance.](/income-tax-rates \"Income Tax rates and allowances\") \r\ns2. Income that you haven't paid tax on (eg untaxed interest or part-time earnings) and the value of any [benefits from your job](/tax-company-benefits \"Tax on company benefits\") (eg a company car) are added up.\r\ns3. The income that you haven't paid tax on is taken away from your allowances. What's left is the tax-free income you're allowed in a tax year.\r\ns4. This amount is divided by 10 and added to the [letter](/tax-codes/what-the-letters-in-your-tax-code-mean \"What the letters in your tax code mean\") for your circumstances. \r\n","slug":"numbers-in-your-tax-code-what-they-mean","title":"Numbers in your tax code - what they mean"}},{"table":{"body":"^The letter in your tax code helps your employer or pension provider to work out how much tax to take from your wages or pension. ^\r\n\r\nLetter | What it means\r\n- | -\r\nL | You're entitled to the basic tax-free [Personal Allowance](/income-tax-rates \"Income Tax rates and allowances\")\r\nP | You're aged 65 to 74 and entitled to your full tax-free [Personal Allowance](/income-tax-rates \"Income Tax rates and allowances\")\r\nY | You're aged 75 or over and entitled to your full tax-free [Personal Allowance](/income-tax-rates \"Income Tax rates and allowances\")\r\nT | Your tax code includes other calculations to work out your Personal Allowance (eg it's been reduced because your income is over [specific limits](/income-tax-rates \"Income Tax rates and allowances\"))\r\n0T | Your [Personal Allowance](/income-tax-rates \"Income Tax rates and allowances\") has been used up\r\nBR| All your income from this job or pension is taxed at the 20% basic rate (usually used if you've got more than 1 job or pension or when you start your first job and your employer is waiting for a tax code)\r\nD0 | All your income from this job or pension is taxed at the 40% higher rate (usually used if you've got more than 1 job or pension)\r\nD1 |\tAll your income from this job or pension is taxed at the 50% additional rate (usually used if you've got more than 1 job or pension)\r\nNT | You're not paying any tax on this income\r\n\r\n##If your tax code has a 'K' at the beginning\r\n\r\nTax codes with 'K' at the beginning mean that you have income that isn't being taxed another way and it's worth more than your tax-free allowance. For most people, this happens when you're:\r\n\r\n- paying tax you owe from a previous year through your wages or pension\r\n- getting State benefits that you need to pay tax on (like the State Pension)\r\n- getting benefits from work that you must pay tax on (like a company car or health insurance)\r\n\r\nYour employer or pension provider takes the tax due on the income that hasn't been taxed from your wages or pension - even if another organisation is paying the untaxed income to you.\r\n\r\n^ Employers and pension providers can't take more than half your pre-tax wages or pension when using a K tax code. ^\r\n\r\n","slug":"letters-in-your-tax-code-what-they-mean","title":"Letters in your tax code - what they mean"}},{"table":{"body":"The most common reasons for a tax code change are if you start or stop getting:\r\n\r\n- [benefits from your job](/tax-company-benefits \"Tax on company benefits\") that you need to pay tax on\r\n- expenses from work that you can reclaim tax for\r\n- income that isn't being taxed (like [rental income](/rent-room-in-your-home \"Rent a room in your home\"))\r\n- State benefits (including the State Pension) that you need to pay tax on\r\n\r\nYour tax code will also change if you need to pay tax due from previous years through your wages or pension.\r\n\r\n^ If you change jobs, you may be temporarily put on an [emergency tax code.](/emergency-tax-code \"Why you're on an emergency tax code\") ^\r\n\r\n##What happens when your tax code changes\r\n\r\ns1. You, your employer or your pension provider tells HM Revenue & Customs (HMRC) about the change.\r\ns2. HMRC works out what to do with your tax code (or tax codes if you've got more than one).\r\ns3. HMRC sends a new tax code to your employer or pension provider. Once they've got it, they'll use it to work out how much tax to take from your payments from the next time they pay you.\r\ns4. HMRC sends you a 'PAYE Coding Notice' which [explains the changes](/tax-codes/what-your-paye-notice-of-coding-means \"What your PAYE Notice of Coding means\")\r\n\r\n*[HMRC]:HM Revenue & Customs ","slug":"when-your-tax-code-changes","title":"When your tax code changes"}},{"table":{"body":"HM Revenue & Customs (HMRC) may send you a PAYE Coding Notice before the beginning of a tax year. \r\n\r\nThey will send you one if your tax code changes during a tax year.\r\n\r\nIt tells you what your tax code is and how it’s been worked out. Your employer or pension provider uses the tax code to work out how much tax to take from payments they make to you.\r\n\r\n^ You don’t need to do anything with your PAYE Coding Notice - unless [you think it’s wrong.](/reporting-your-tax-code-as-wrong “Reporting your tax code as wrong) ^\r\n\r\n##What’s on your PAYE Coding Notice\r\n\r\nAlong with your tax code, your PAYE Coding Notice shows:\r\n\r\n- allowances that reduce your tax bill\r\n- things that you’ve got to pay tax on through your wages or pension\r\n\r\n###Positive numbers on your PAYE Coding Notice\r\n\r\nPositive numbers are part of your income that you don’t need to pay tax on. They include things like:\r\n\r\n- the tax-free [Personal Allowance](/income-tax-rates \"Income Tax rates and allowances\") you’re entitled to\r\n- [Married Couple’s Allowance](/married-couples-allowance \"Married Couple's Allowance\") if you get it\r\n- expenses repaid by your employer that you can get tax back on\r\n\r\n###Negative numbers on your PAYE Coding Notice\r\n\r\nNegative numbers are income that you haven’t paid tax on, but the tax will be collected by your employer or pension provider before they pay you.\r\n\r\nThey include things like:\r\n\r\n- benefits from your job that you need to [pay tax on](/tax-company-benefits \"Tax on company benefits\")\r\n- state benefits (including the State Pension) that you’re getting but need to pay tax on\r\n- tax you owe from previous years that you’re paying through your employer or pension provider\r\n\r\n\r\n##What the calculation shows\r\n\r\nThe calculation shows how HMRC has worked out your tax code.\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"what-your-paye-coding-notice-means","title":"What your PAYE Coding Notice means"}}],"type":"guide"}