{"alternative_title":"","overview":"Overtime law - what is overtime, overtime pay, employee rights, part-time workers and time off in lieu","slug":"overtime-your-rights","title":"Overtime: your rights","updated_at":"2012-10-02T12:13:35+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"##What is overtime?\r\nIf you have normal working hours, overtime usually means any time you work beyond these hours. \r\n\r\nNormal working hours are the hours fixed by your employment contract.\r\n\r\n##Overtime pay\r\nYour employer doesn’t have to pay you for overtime. However, your average pay for the total hours you’ve worked mustn’t fall below the [National Minimum Wage](/your-right-to-minimum-wage \"Your right to the minimum wage\").\r\n\r\nYour [employment contract](/employment-contracts-and-conditions \"Employment contracts and conditions\") will usually include details of any overtime pay rates and how they’re worked out.","slug":"overview","title":"Overview"}},{"table":{"body":"##Can you be forced to work overtime?\r\nYou only have to work overtime if your contract says so. \r\n\r\nEven if it does, by law, you can't usually be forced to work more than an average of [48 hours per week](/maximum-weekly-working-hours \"Maximum weekly working hours\"). You can agree to work longer - this agreement must be in writing and signed by you.\r\n\r\n##Can you be stopped from working overtime?\r\nUnless your contract guarantees you overtime, your employer can stop you working it. \r\n\r\nHowever, your employer can't [discriminate against you](/discrimination-your-rights/discrimination-at-work \"Discrimination at work\"), eg by letting others work overtime but stopping you from doing so.","slug":"compulsory-overtime","title":"Compulsory overtime"}},{"table":{"body":"^Usually, [part-time workers](/part-time-worker-rights \"Part-time workers' rights\") mustn’t be treated less favourably than full-time staff.^\r\n\r\nUnless it says differently in your employment contract, your employer will usually only pay you overtime if you work:\r\n\r\n- longer hours than set out in your contract\r\n- more than the normal working hours of full-time staff and full-time staff would get extra pay for working these hours\r\n- unsocial hours (eg late at night) for which full-time staff would get more pay","slug":"parttime-workers","title":"Part-time workers"}},{"table":{"body":"##Time off in lieu (TOIL)\r\nSome employers give you time off instead of paying for overtime. This is known as 'time off in lieu'. \r\n\r\nThe terms (eg when you can take it) are agreed between you and your employer.\r\n\r\n","slug":"time-off-and-paid-leave","title":"Time off and paid leave"}},{"table":{"body":"Contact the Pay and Work Rights Helpline for free and confidential advice on working hours:\r\n\r\n- call the Helpline on 0800 917 2368   \r\n- send an enquiry using the online [Pay and Work Rights general enquiry form](https://payandworkrights.direct.gov.uk/ \"Pay and Work Rights general enquiry form\"){:rel=\"external\"}  \r\n","slug":"help-and-advice","title":"Help and advice"}}],"type":"guide"}