{"alternative_title":"","overview":"Understanding your Self Assessment statement - what is it, payments on account and balancing payments ","slug":"understand-self-assessment-statement","title":"Understanding your Self Assessment statement","updated_at":"2012-10-02T12:14:38+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"Your Self Assessment statement tells you:\r\n\r\n+ what tax you've been paid - including the [payments on account](payments-on-account \"Payments on account\") you've made\r\n+ what tax is due - including any payments on account for the next tax year \r\n+ other things like penalties and interest\r\n\r\nYou're usually sent a statement: \r\n\r\n+ after you've sent in your tax return \r\n+ following a change or correction to your tax return\r\n+ 45 days before a tax payment is due\r\n\r\n##Sending your tax return close to the deadline \r\n\r\nYou usually pay any tax that is due by 31 January. If you send your tax return too close to this deadline, you may not get your statement on time to tell you what to pay. \r\n\r\nTo make sure you pay the right amount of tax you may need to work out your [balancing payment](balancing-payments \"Balancing payments\") and what payments on account you need to make for the next tax year. To do this check your tax statement [online](https://online.hmrc.gov.uk/login?GAREASONCODE=-1&GARESOURCEID=SaAAll&GAURI=https://online.hmrc.gov.uk/self-assessment/&Reason=-1&APPID=SaAAll&URI=https://online.hmrc.gov.uk/self-assessment/ \"Login and check your Self Assessment statement\"){:rel=\"external\"} or look through your tax records. \r\n\r\n^ You can [pay HM Revenue & Customs](http://www.hmrc.gov.uk/payinghmrc/selfassessment.htm \"Pay HMRC\"){:rel=\"external\"} in different ways, including direct debit and internet banking. ^\r\n\r\n\r\n\r\n","slug":"self-assessment-statements","title":"Self Assessment statements"}},{"table":{"body":"'Payments on account' are advance payments towards the tax bill you'll owe at the end of the tax year. \r\n\r\nYou usually make them if you send a tax return and the tax due is over £1,000 and 80% or less has been collected at source. For example, through your tax code. \r\n\r\nIf the payments on account you've made are higher than your tax bill, HM Revenue & Customs (HMRC) will refund you the difference. \r\n\r\n##What and when to pay\r\n\r\nEach payment is half your previous year’s tax bill. Your payments are due on 31 January and 31 July. \r\n\r\n$E **Example**  \r\nYou’re self-employed and the tax due for 2011 to 2012 tax year is £1,500. For the 2012 to 2013 tax year you make your first payment on account of £750 by 31 January 2013 and your second of £750 by 31 July 2013. $E\r\n\r\nWhen you do your tax return online you'll be shown a 'tax calculation' (it's sent to you in the post if you do the return on paper). This tells you the tax due, the next payment on account instalment and when these are to be paid.\r\n\r\n$E **Example**  \r\nYour 2011 to 2012 tax year calculation will show you the tax due for that tax year and the first payment on account for the 2012 to 2013 tax year. $E\r\n\r\nIf you've already made some payments on account towards the amount due, these won’t be shown. You can see these on your Self Assessment statement instead. \r\n\r\n##How to pay\r\n\r\nYou can [pay your tax bill](/self-assessment-tax-returns/paying-your-tax-bill \"paying your tax bill\") in different ways, including direct debit and internet banking.\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"payments-on-account","title":"Payments on account"}},{"table":{"body":"You can ask HM Revenue & Customs (HMRC) to reduce your payments on account if you know your tax bill is going to be lower than last year. To do this you can either:\r\n\r\n+ log in to your [HMRC online account](/file-your-self-assessment-tax-return \"Login to your HMRC online account\") \r\n+ send HMRC form SA303 to your local tax office \r\n\r\n$D [Download 'Form SA303 to reduce your payments on account' (PDF, 75KB)](http://www.hmrc.gov.uk/sa/forms/sa303.pdf \"Download 'Form SA303 to reduce your payments on account' (PDF, 75KB)\"){:rel=\"external\"} $D\r\n\r\nIf you end up paying too little, HMRC can charge you interest and penalties. If you think your payments on account need to change, check your paperwork to see which HMRC office to contact about changing them. \r\n\r\n*[HMRC]: HM Revenue & Customs\r\n","slug":"change-your-payments-on-account","title":"Change your payments on account"}},{"table":{"body":"The amount of tax due after you’ve paid any payments on account is called a ‘balancing payment’.\r\n\r\nYou must pay your balance by midnight 31 January after the end of the tax year. \r\n\r\n$E **Example**  \r\nThe 2011 to 2012 tax year ended 5 April 2012 so your balancing payment is due by midnight 31 January 2013. $E\r\n","slug":"balancing-payments","title":"Balancing payments"}}],"type":"guide"}