{"alternative_title":"","overview":"A tenancy agreement is a contract between you and a landlord - ending a tenancy, changing a tenancy, tenancy types and assured shorthold tenancies","slug":"private-renting-tenancy-agreements","title":"Private renting: tenancy agreements","updated_at":"2012-10-03T11:58:47+00:00","video_summary":"","video_url":"","parts":[{"table":{"body":"A tenancy agreement is a contract between you and a landlord. \r\n\r\nIt lets you live in a property as long as you pay rent and follow the rules. It also sets out the legal terms and conditions of your tenancy. It can be written down or oral.\r\n\r\nA tenancy can either be:\r\n\r\n- fixed-term (running for a set period of time)\r\n- periodic (running on a week-by-week or month-by-month basis)\r\n\r\n## Rights and responsibilities\r\nBoth you and your landlord have certain [rights and responsibilities](/private-renting \"Private renting rights and responsibilities\"), whether or not you have a tenancy agreement.","slug":"overview","title":"Overview"}},{"table":{"body":"## Assured shorthold tenancies (ASTs)\r\nThe most common form of tenancy is an AST. Most new tenancies are automatically this type. \r\n\r\nA tenancy can be an AST if all of the following apply:\r\n\r\n- the property you rent is private\r\n- your tenancy started on or after 15 January 1989\r\n- the property is your main accommodation\r\n- your landlord doesn't live in the property\r\n\r\nA tenancy **can’t** be an AST if:\r\n\r\n- it began or was agreed before 15 January 1989\r\n- the rent is more than £100,000 a year \r\n- the rent is less than £250 a year (less than £1,000 in London) \r\n- it’s a business tenancy or tenancy of licensed premises\r\n- it’s a holiday let\r\n- your landlord is a local authority\r\n\r\n## Other tenancies\r\nThere are other tenancies that aren’t as common as ASTs, including:\r\n\r\n### Excluded tenancies or licences\r\nIf you lodge with your landlord and share rooms with them, like a kitchen or bathroom, you may have one of these. You’ll usually have less protection from eviction with this type of agreement.\r\n\r\n### Assured tenancies\r\nTenancies starting between 15 January 1989 and 27 February 1997 may be assured. You’ll have increased protection from eviction with this type of agreement.\r\n\r\n### Regulated tenancies\r\nTenancies starting before 15 January 1989 may be regulated. You’ll have increased protection from eviction and can apply for a ‘fair rent’ . \r\n\r\n^Shelter has information on the different [types of private tenancies](http://england.shelter.org.uk/get_advice/renting_and_leasehold/private_tenancies \"Private tenancies: Shelter\"){:rel=\"external\"} and a [tenancy checker](http://england.shelter.org.uk/get_advice/downloads_and_tools/tenancy_checker \"Shelter tenancy checker\"){:rel=\"external\"} so you can check which tenancy you have.^\r\n\r\n*[ASTs]: Assured shorthold tenancies\r\n*[AST]: Assured shorthold tenancy","slug":"tenancy-types","title":"Tenancy types"}},{"table":{"body":"If you have a tenancy agreement, it should include:\r\n\r\n- the names of all people involved\r\n- the rental price and how it’s paid\r\n- information on how and when the rent will be reviewed\r\n- the deposit amount and how it will be [protected](/tenancy-deposit-protection/overview \"Tenancy deposit protection\")\r\n- when the deposit can be fully or partly withheld (eg to repair damage you've caused)\r\n- the property address\r\n- the start and end date of the tenancy\r\n- any tenant or landlord obligations\r\n- which bills you’re responsible for\r\n\r\nIt can also include information on:\r\n\r\n- whether the tenancy can be ended early and how this can be done\r\n- who’s responsible for minor repairs\r\n- whether the property can be let to someone else (sublet) or have lodgers\r\n\r\n^The terms of the tenancy must be fair and comply with the law.^\r\n\r\nIf you’re unsure of any terms in the agreement, get [legal advice](http://legaladviserfinder.justice.gov.uk/AdviserSearch.do \"Find a legal adviser\"){:rel=\"external\"} before signing. Once you're happy with it, sign the agreement and get a copy of it.\r\n\r\nCitizens Advice has a guide on [tenancy agreements.](http://www.adviceguide.org.uk/index/your_family/housing/tenancy_agreements.htm \"Tenancy agreement guide - Citizens Advice\"){:rel=\"external\"}","slug":"what-should-be-in-a-tenancy-agreement","title":"What should be in a tenancy agreement"}},{"table":{"body":"Both you and your landlord must agree in order to change the terms of the tenancy agreement. \r\n\r\n## Preventing discrimination\r\nUnless your landlord has a very strong reason, they must change anything in a tenancy agreement that might discriminate against you on the grounds of:\r\n\r\n- sex\r\n- sexual orientation\r\n- disability (or because of something connected with your disability)\r\n- religion or belief\r\n- being a transsexual person\r\n- having just had a baby or being pregnant \r\n\r\n$E\r\n**Example:** You might need a guide dog in the house but a term in the tenancy says no pets are allowed. Your landlord must change the term to allow guide dogs in the property, unless they have a very strong reason not to (eg another tenant in the property has a serious allergy to dogs).\r\n$E","slug":"changes-to-tenancy-agreements","title":"Changes to tenancy agreements"}},{"table":{"body":"## Tenancies\r\n\r\n^Your tenancy agreement should say how much notice you need to give your landlord before you leave the property.^\r\n\r\nYou can usually end a fixed-term tenancy by giving your landlord written notice up to 2 months before the tenancy ends. Your tenancy will then finish at the end of the fixed-term.\r\n\r\nYou can end a periodic tenancy by giving notice at the end of a rent period. The period varies according to the rent term. For example, if you pay rent monthly, you'll need to give a month’s notice.\r\n\r\n## Licence agreements\r\nIf your licence automatically runs out after a specific date and you want to end the agreement, you should let your landlord know this before your licence runs out.\r\n\r\nShelter has information about [ending a tenancy or licence.](http://england.shelter.org.uk/get_advice/renting_and_leasehold/ending_a_tenancy_or_licence \"Ending a tenancy or licence: Shelter\"){:rel=\"external\"}\r\n\r\n## Ending a tenancy early\r\nUnless there’s a break clause in your tenancy agreement, your landlord can insist you pay rent until the end of the tenancy.\r\n\r\n$D\r\n[Download 'Notice that you must leave - a brief guide for landlords and tenants' (PDF, 229KB)](http://www.communities.gov.uk/documents/housing/pdf/138304.pdf \"Notice that you must leave - guide for tenants and landlords\"){:rel=\"external\"}\r\n$D","slug":"how-to-end-your-tenancy","title":"How to end your tenancy"}},{"table":{"body":"If your landlord wants you to leave, they must give you notice in a particular way, including certain information and warnings. This depends on the type of tenancy agreement and its terms.\r\n\r\n## Assured shorthold tenancies (ASTs)\r\nIn some circumstances, your landlord can take back their property without giving any reason. To do this, all of the following must apply:\r\n\r\n- they’ve protected your deposit in a [deposit protection scheme](/tenancy-deposit-protection/overview \"Tenancy deposit protection\")\r\n- they’ve given you at least 2 months’ written notice that they want the property back (‘notice to quit’) and the date you must leave\r\n- the date you must leave is at least 6 months after your original tenancy began (the one you had on first moving in)\r\n- you have a periodic tenancy – or you have a fixed-term tenancy **and** your landlord isn’t asking you to leave before the end of the fixed term\r\n\r\n### During the fixed term\r\nIf you're still in the fixed term, your landlord can only ask you to leave if they have a ground (reason) for wanting possession that’s in the [Housing Act 1988.](http://www.legislation.gov.uk/ukpga/1988/50/contents \"Housing Act 1988\"){:rel=\"external\"}\r\n\r\nExamples of the grounds include:\r\n\r\n- you're behind with your rent payments ('in arrears')\r\n- you've used the property for illegal purposes (eg selling drugs)\r\n- your landlord wants to move back into the property\r\n\r\nThe notice period they must give varies from 2 weeks to 2 months, depending on the ground they’re using.\r\n\r\nThe Department for Communities and Local Government has information on [grounds for possession](http://www.communities.gov.uk/publications/housing/factsheetgainingpossession \"Gaining possession of a privately rented property\"){:rel=\"external\"} for a property let on an AST. \r\n\r\n## Assured tenancies\r\nYour landlord will need to use one of the reasons or 'grounds' for possession in the Housing Act 1988. \r\n\r\nThe Department for Communities and Local Government's [‘Assured and assured shorthold tenancies - a guide for tenants’](http://www.communities.gov.uk/publications/housing/assuredassuredtenants \"Assured and assured shorthold tenancies - a guide for tenants\"){:rel=\"external\"} has more information.\r\n\r\n## Excluded tenancies or licences\t\r\nYou’ll often have an excluded tenancy or licence if you live with your landlord as a lodger and share rooms with them. \r\n\r\nYour landlord only needs to give 'reasonable notice' to quit. Usually this means the length of the rental payment period – so if you pay rent weekly, you’ll get 1 week’s notice. \r\n\r\nThe notice doesn’t have to be in writing.\r\n\r\n## Non-excluded tenancy or licence\r\nYour landlord can end the let at any time by serving a written ‘notice to quit’. The notice period will depend on the tenancy or agreement, but is often at least 4 weeks. \r\n\r\n## Break clauses\r\nIf there’s a break clause in the tenancy agreement, your landlord can give you notice after this. However, your landlord doesn’t have a guaranteed right to possession during the first 6 months of the tenancy.\r\n\r\n## If you don’t leave the property\r\nIf the notice period expires and you don’t leave the property, your landlord may start the process of [eviction](/private-renting-evictions \"Private renting: evictions\") through the courts. \r\n\r\nYour landlord can’t forcibly remove you without an eviction order.\r\n\r\n*[ASTs]: Assured shorthold tenancies\r\n*[AST]: Assured shorthold tenancy","slug":"your-landlord-wants-to-end-your-tenancy","title":"Your landlord wants to end your tenancy"}}],"type":"guide"}