{"artefact":[["_response_info",{"status":"ok"}],["title","Practising as a costs lawyer (England and Wales)"],["id","https://contentapi.production.alphagov.co.uk/practising-as-a-costs-lawyer-england-and-wales.json"],["web_url","https://www.gov.uk/practising-as-a-costs-lawyer-england-and-wales"],["format","licence"],["details",{"need_id":"1","business_proposition":true,"alternative_title":"","overview":"You must be a qualified member of the Association of Costs Lawyers (ACL) to practice as a costs lawyer","will_continue_on":"","continuation_link":"","licence_identifier":"1228-5-1","licence_short_description":"You must be a qualified member of the Association of Costs Lawyers (ACL) to practice as a costs lawyer.","licence_overview":"To act as a costs lawyer (formerly known as a law costs draftsman) you must be a qualified member of the [Association of Costs Lawyers (ACL).](http://www.associationofcostslawyers.co.uk/ \"Association of Costs Lawyers (ACL)\"){:rel=\"external\"}\r\n\r\nCosts lawyers are concerned with all aspects of legal costs (eg costs payable by a client to his solicitor, costs payable between parties and legal aid costs.)\r\n\r\nThere are two levels of ACL membership.\r\n\r\nIf you are over the age of 18 and have a minimum of four GCSEs at grade C (including maths and English) or above you can apply for student membership. If you don't meet the qualification requirements, you may need to sit an aptitude test.\r\n\r\nYou need to provide a business reference (as well as a character reference) with your application so it is strongly recommended that you already have experience of working with a costs lawyer. However, you are not required to be employed in costs law at the time of your application.\r\n\r\n[Applications for membership](http://www.associationofcostslawyers.co.uk/train-to-be-a-costs-lawyer/ \"applications for membership\"){:rel=\"external\"} are accepted once per year. Completed forms should be returned to the ACL.\r\n\r\nYou must also attach a copy of your CV and an application fee of £50.\r\n\r\nStudent members must undertake the ACL Modular Training Course and will be required to complete all assignments applying to one module within a year of induction in order to remain a member and to progress to the next stage of the course. Further details of the Modular Training Course - and the cost of studying each module - can be found on the ACL website.\r\n\r\nIf you have a law degree, certificate of completion of the Law Society Legal Practice Course, Bar Vocational Course or ILEX qualifications, you may be exempt from studying certain subjects within the course modules.\r\n\r\nOnce you have completed the training course, passed the exams and completed three years qualifying employment you will be admitted as a full member of the ACL - ie a costs lawyer. This enables you to advise litigants on aspects of costs law.\r\n\r\nAll members must pay an annual subscription fee to the ACL. The level of fees will be determined by the class of membership that you hold.\r\n\r\n##Conditions\r\n\r\nOnce you are qualified to act as a costs lawyer, you must:\r\n\r\n* comply with the ACL's by-laws and code of conduct rules\r\n* ensure you have sufficient insurance cover\r\n* undertake at least 12 hours continuing professional development each year\r\n\r\n##Fines and penalties\r\n\r\nIf you fail to comply with by-laws or code of conduct rules you may be fined, suspended or expelled from the ACL.\r\n\r\n\r\n*[ACL]: Association of Costs Lawyers","updated_at":"2012-10-08T17:08:28+00:00","licence":{"location_specific":false,"availability":["England","Wales"],"authorities":[{"name":"Association of Law Costs Draftsmen","slug":"association-of-law-costs-draftsmen","contact":{"website":"","email":"","phone":"","address":"\n\n\n\n"},"actions":{"apply":[{"url":"","introduction":"","description":"Law costs draftsmen - Application to register with the Association of Law Costs Draftsmen","payment":"none"}]}}]}}],["tags",[{"title":"Licences and licence applications","id":"https://contentapi.production.alphagov.co.uk/tags/business%2Flicences.json","web_url":null,"details":{"description":"Applying for licences from your council for events and businesses","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business%2Flicences","web_url":"https://www.gov.uk/browse/business/licences"},"parent":{"title":"Business","id":"https://contentapi.production.alphagov.co.uk/tags/business.json","web_url":null,"details":{"description":"Information about starting up and running a business in the UK, including help if you're self employed or a sole trader.","type":"section"},"content_with_tag":{"id":"https://contentapi.production.alphagov.co.uk/with_tag.json?tag=business","web_url":"https://www.gov.uk/browse/business"},"parent":null}}]],["related",[]]],"parts":null}